{
  "id": 7,
  "gua_name": "師",
  "kanji": "地水師",
  "reading": "ちすいし",
  "english_title": "THE ARMY",
  "binary_code": "010000",
  "trigrams": {
    "upper": {
      "name": "地",
      "nature": "順応",
      "element": "土",
      "direction": "南西",
      "attributes": ["育成", "大衆", "基盤"]
    },
    "lower": {
      "name": "水",
      "nature": "険難",
      "element": "水",
      "direction": "北",
      "attributes": ["潜む", "危険", "地下水"]
    }
  },
  "oracle_text": "師は、貞。丈人なれば吉。咎なし。",
  "core_description": "地の中に水（エネルギー・大衆・軍隊）が蓄えられている象。強力なリーダーシップと厳格な規律（貞）を持って組織を統率し、困難を突破する「戦いと組織」の卦です。目的が正義であるかどうかが、すべての成否を分けます。",
  "diagnoses": {
    "time_and_mandate": {
      "backend_tag": "時流・天命",
      "frontend_button": "流れ・好機",
      "scholarship": "高島嘉右衛門（実証的易占）",
      "situation": "現在は「決戦と組織戦」の時期です。大きな課題を解決するために、個人の力を超えた集団の力（組織・チーム）を動員すべき天命が下っています。運気は強力ですが、一歩間違えば混乱を招く「動乱の予兆」を含んでいます。",
      "advice": "一人の有能な指導者（丈人）を選び、全権を委ねて事に当たってください。目的が公明正大であれば、運命はあなたに勝利をもたらします。独力で突破しようとせず、協力者やリソースを総動員してプロジェクトに臨みましょう。",
      "warning": "規律の乱れは死を意味します。目的が不明確なままの争いや、私利私欲のための衝突は、必ず自滅を招きます。天命は、私憤を晴らすための戦いを支持しません。公共の利益のために戦う覚悟を持ってください。",
      "affirmation": "私は正義と秩序を持って行動します。私は組織の力を最大化し、大いなる目的を達成します。"
    },
    "virtue_and_conduct": {
      "backend_tag": "徳・処世",
      "frontend_button": "仕事・対人",
      "scholarship": "本田済（古典倫理解釈）",
      "situation": "「統率の徳」が求められる場面です。リーダーシップを発揮し、部下や周囲の人々を公平に、かつ厳格に導く必要があります。情に流されるのではなく、全体の利益のために規律を維持する非情さも必要な局面です。",
      "advice": "礼節と公平さを貫いてください。有能な人材を登用し、適材適所の配置を行うことが成功の鍵です。他者の関心事に関心を持ちながらも、組織としての境界線を明確に保ち、責任の所在をはっきりさせましょう。",
      "warning": "優柔不断や不公平な評価は、内部崩壊を招きます。また、自分が最前線で戦いすぎないよう、司令官としての俯瞰的な視点を忘れないでください。支配ではなく、秩序の守護者として振る舞ってください。",
      "affirmation": "私は公平さと規律を持って周囲を導きます。私の誠実さが組織に揺るぎない結束をもたらします。"
    },
    "contemplation_and_cultivation": {
      "backend_tag": "観照・修養",
      "frontend_button": "自己・精神",
      "scholarship": "ジョセフ・マーフィー（思想的修養）",
      "situation": "内面的な「力の動員」が必要です。潜在意識という広大なエネルギー（地下水）を、一つの明確な意図に集中させなければなりません。精神的な散漫さが最大の障害となっている時期です。",
      "advice": "自分の意志を、一人の「司令官」として定義してください。エゴの様々な迷いの声を一喝し、一つのゴールに向かって潜在意識をプログラミングするアファメーションを行いましょう。内面の「規律」こそが、奇跡的な現実化を引き寄せます。",
      "warning": "自分の中の「恐れ」や「攻撃性」を静観してください。外側の敵と戦うエネルギーは、実は内なる不調和の反映である場合が多いです。内面の戦いを終わらせ、神聖な秩序の中で自分を統率する修養を行ってください。",
      "affirmation": "私は自分の内なる力を完璧に統率しています。私は静寂の中から、勝利の確信を引き出します。"
    },
    "field_and_foundation": {
      "backend_tag": "場・根底",
      "frontend_button": "基盤・環境",
      "scholarship": "説卦伝（属性象徴学）",
      "situation": "物理的基盤の「強固さと管理」がテーマです。伝統的な「地（坤）」の育成力の中に、「水（坎）」の危険が潜んでおり、それを制御するための強固な堤防（システム）が必要な状態を象徴しています。",
      "advice": "職場や家庭の「インフラ」を総点検してください。セキュリティ、管理システム、基本的なルールの徹底が基盤を救います。身体的には、水分代謝の管理と、足元を鍛えること、そして適度な緊張感を維持する規律ある生活が吉です。",
      "warning": "管理の甘さは致命的な「水漏れ（損失）」を招きます。環境の細部に潜むリスクを軽視しないでください。メンテナンスをルーチン化し、基盤を常に「臨戦態勢（整った状態）」に保つ努力が必要です。",
      "affirmation": "私の環境と身体は、強固な規律と活力によって守られています。"
    }
  },
  "inspiration": {
    "keywords": ["軍隊", "組織", "統率", "規律", "正義", "決戦", "責任者"],
    "symbols": ["地平線を埋める兵士", "司令官の指揮棒", "溢れんばかりの地下水", "強固な堤防"],
    "academic_note": "本卦は、六爻のうち唯一の陽（九二）が中心となり、多数の陰（大衆）を率いる形。本田済はこれを『正道を行うための武力の行使』と捉え、リーダーの徳の重要性を説いている。"
  },
  "lines": [
    { "position": 1, "name": "初六", "meaning": "師を出すに律を以てす。否（しか）らざれば、臧（ぜん）なれども凶。", "advice": "事の始まりには厳格な規律が必要です。どんなに条件が良くても、ルールが曖昧なら失敗します。まず体制を整えてください。", "affirmation": "私は正しい秩序とルールを持って、新しい計画を始動させます。" },
    { "position": 2, "name": "九二", "meaning": "師に在りて中す。吉。咎なし。王、三たび命を賜う。", "advice": "あなたは組織の中心です。謙虚さを保ちつつ、自信を持って決断してください。上層部からも絶大な信頼を得て、成功は約束されています。", "affirmation": "私は中心人物としての責任を果たし、周囲の信頼に応えて勝利を掴みます。" },
    { "position": 3, "name": "六三", "meaning": "師、或いは屍（しかばね）を載す。凶。", "advice": "指導者が複数いて混乱しています。責任の所在が曖昧なため、大きな損失（屍）を被る恐れがあります。今すぐ体制を立て直してください。", "affirmation": "私は責任の所在を明確にし、混乱を収拾して組織を立て直します。" },
    { "position": 4, "name": "六四", "meaning": "師、左（しりぞ）き次にす。咎なし。", "advice": "今は無理に攻める時ではありません。戦略的に一時撤退し、陣営を整え直すことが最善の策です。引くことは負けではありません。", "affirmation": "私は賢明な判断で一時退却し、再起のための力を蓄えます。" },
    { "position": 5, "name": "六五", "meaning": "田（でん）に禽（きん）あり。執るに利あり。咎なし。", "advice": "毅然とした態度で問題に対処してください。経験豊かな者に指揮を任せれば、外敵を退け、秩序を取り戻すことができます。断固たる処置を。", "affirmation": "私は正しい手段で障害を取り除き、平和と秩序を維持します。" },
    { "position": 6, "name": "上六", "meaning": "大君（たいくん）、命あり。国を開き家を承（う）く。小人（しょうじん）用うるなかれ。", "advice": "戦いは終わりました。功績に応じて報いてください。しかし、人格に問題のある者を重用してはいけません。将来の禍根を断つ人事が必要です。", "affirmation": "私は成功の成果を正しく分配し、誠実な仲間と共に新しい基盤を築きます。" }
  ]
}