{
  "id": 51,
  "gua_name": "震",
  "kanji": "震為雷",
  "reading": "しんいらい",
  "english_title": "THE AROUSING (SHOCK, THUNDER)",
  "binary_code": "100100",
  "trigrams": {
    "upper": {
      "name": "雷",
      "nature": "動き",
      "element": "木",
      "direction": "東",
      "attributes": ["奮起", "衝撃", "発散"]
    },
    "lower": {
      "name": "雷",
      "nature": "動き",
      "element": "木",
      "direction": "東",
      "attributes": ["驚愕", "覚醒", "新生"]
    }
  },
  "oracle_text": "震（しん）は、亨（とお）る。震（ふる）い来（きた）ることギギ（※口へんに喜）たり。笑（わら）い言（こと）フフ（※口へんに付）たり。震（ふる）うこと百（ひゃく）里（り）を驚かす。ヒ（※勺へんに鬯）鬯（ちょう）を喪（うしな）わず。",
  "core_description": "雷（震）が二重に重なり、大地を激しく揺るがす象。突発的な衝撃や驚くべき出来事を象徴しますが、それは停滞した状況を打ち破り、真実を露わにする「覚醒」のプロセスです。最初は驚き、恐れますが、平常心を保ち、誠実に対処することで、最後には笑い（喜び）へと変わる卦です。",
  "diagnoses": {
    "time_and_mandate": {
      "backend_tag": "時流・天命",
      "frontend_button": "流れ・好機",
      "scholarship": "高島嘉右衛門（実証易占）",
      "situation": "現在は「急展開と衝撃」の時期です。運気は激しく動き、トランサーフィンにおける「予期せぬバリアントの分岐点」に立たされています。雷鳴が周囲を驚かすように、社会や環境で大きなニュースや変化が起きやすいタイミングです。",
      "advice": "「動じない心（不動心）」を確立してください。現在は「自分で決めて行う」ことの対象が、外部の騒音に対して「平常心を維持する」という覚悟になります。ハプニングを静観し、慌てて行動しないことが最大の防衛です。音（噂）には実体がありません。静かに本質を見極めなさい。",
      "warning": "パニックや感情的な反応は致命傷になります。重要性を極限まで下げ、この状況を映画の「演出」として受け流してください。天命は、激動の中でも自分の役割（ヒ鬯）を忘れず、粛々と行動する者にのみ、勝利をもたらします。",
      "affirmation": "私は平安そのものです。いかなる外部の衝撃も、私の内なる静寂を乱すことはできません。"
    },
    "virtue_and_conduct": {
      "backend_tag": "徳・処世",
      "frontend_button": "仕事・対人",
      "scholarship": "本田済（古典倫理解釈）",
      "situation": "「敬畏（敬い恐れる）の徳」が求められる場面です。人間関係や仕事において、ショッキングな出来事や厳しい忠告を受けるかもしれません。アドラー心理学的な「課題の分離」を徹底し、相手の怒りや騒ぎに巻き込まれず、自らの「正しさ」を静かに守る局面です。",
      "advice": "自らを省み、謙虚な態度で状況を受け入れてください。他者の関心事（なぜ彼らは騒いでいるのか）をメタ認知的に理解しつつも、自分の中心を明け渡さない強さが必要です。礼節を重んじ、誠実な言葉で対応することが、周囲を落ち着かせる「器」としての信頼を生みます。",
      "warning": "軽薄な言動や、恐怖による場当たり的な嘘は厳禁です。雷鳴の下で自分を偽れば、天罰が直撃します。誠実さを楯にして、一歩も引かずに正義を貫いてください。騒ぎは一時のものです。誠意を失わないことが最大の戦略です。",
      "affirmation": "私は誠実さと勇気を持って行動します。私の落ち着きが、周囲に平和と安心をもたらします。"
    },
    "contemplation_and_cultivation": {
      "backend_tag": "観照・修養",
      "frontend_button": "自己・精神",
      "scholarship": "ねどじゅん（右脳的アプローチ）",
      "situation": "精神的な「激しい揺さぶり」が起きています。エゴの自動思考が「一大事だ！」と騒ぎ立て、意識をパニックの脚本に没入させようとしています。映画の観客として、この「最大級の衝撃シーン」を、深い呼吸と共に静観してください。",
      "advice": "「思考は自分ではない」ことを思い出し、右脳的な静寂（本体さんの感覚）へ即座に戻ってください。どんなに外側が激しく振動していても、観客席の椅子は動いていません。重要性を下げ、状況を「面白い展開だ」とメタ認知する余裕を持ちましょう。脱力が衝撃を吸収します。",
      "warning": "左脳的な「分析と対策」のループに注意。それはさらなる不安を具現化します。思考を沈め、今ここにある「身体の感覚」に全意識を向ける修養を最優先してください。静寂こそが、雷を光に変える錬金術です。",
      "affirmation": "私は静寂の中にあり、すべてを俯瞰しています。私は宇宙の完璧な調整力を信頼しています。"
    },
    "field_and_foundation": {
      "backend_tag": "場・根底",
      "frontend_button": "基盤・環境",
      "scholarship": "ニコラ_テスラ（エネルギー哲学）",
      "situation": "物理的基盤において「高密度の放電と共振」が起きています。伝統的な二つの「木（雷）」のエネルギーが激しく衝突しており、磁場の極性が急激に入れ替わるような、一触即発の電磁場を象徴しています。",
      "advice": "居住・職場環境の「電気系統とセキュリティ」を徹底点検してください。また、過剰な電気を逃がすための強力なアーシング（グラウンディング）が不可欠です。身体的には、心臓の動悸、神経系の過揚に注意。深い呼吸と、土に触れる習慣を最優先してください。",
      "warning": "「過剰な刺激」を避けてください。高周波のニュースや騒がしい環境は、基盤を不安定にします。意図的に「沈黙の空間」を確保し、エネルギーの過熱を冷却するメンテナンスを。基盤の安定が、雷鳴を突破力へと変換します。",
      "affirmation": "私の基盤は強固で、あらゆる衝撃をエネルギーへと変換します。私は完璧な活力を維持しています。"
    }
  },
  "inspiration": {
    "keywords": ["衝撃", "驚愕", "覚醒", "急展開", "平常心", "噂の霧散", "新生", "不動心", "映画のクライマックス"],
    "symbols": ["大地を裂く稲妻", "鳴り響く太鼓", "驚く人々", "静かに座る賢者"],
    "academic_note": "本卦は、震（雷）が重なる。本田済はこれを『恐れを知ることで徳が完成される象』と捉え、外部の衝撃を自己変革のきっかけとする高度な処世を説いている。"
  },
  "lines": [
    { "position": 1, "name": "初九", "meaning": "震（ふる）い来（きた）ることギギ（※口へんに喜）たり。後には笑（わら）い言（こと）フフ（※口へんに付）たり。吉。", "advice": "突然の衝撃に驚くかもしれませんが、心配はいりません。その驚きがあなたの目を覚まさせ、正しい方向へと導いてくれます。真摯に受け止め、誠実に対処すれば、最後には大きな喜びと笑いが訪れます。最初の一歩としての覚醒を祝福しなさい。", "affirmation": "私は変化を歓迎します。私の驚きは、素晴らしい幸運へと転換されます。" },
    { "position": 2, "name": "六二", "meaning": "震（ふる）い来（きた）ること厲（あやう）し。億（おく）を喪（うしな）う。九（きゅう）陵（りょう）に登る。追うなかれ。七日（ななか）にして得（う）。", "advice": "大きな損失や損害を被るかもしれませんが、焦って取り戻そうとしないでください。今は高い場所（九陵・メタ認知の視点）に避難し、自分を守ることに専念すべきです。失ったものは、時が経てば（七日後）自然と戻ってきます。静観が吉を呼びます。", "affirmation": "私は執着を手放し、自らの安全と平安を最優先します。必要なものはすべて戻ってきます。" },
    { "position": 3, "name": "六三", "meaning": "震（ふる）いて蘇（そ）蘇（そ）たり。震（ふる）いて行けば、眚（わざわい）なし。", "advice": "衝撃に動揺し、魂が抜けたようになっています（蘇蘇）。しかし、その恐れを自覚し、立ち止まらずに誠実に動き続けることで、災難を避けることができます。弱気にならず、やるべきことを淡々とこなしなさい。行動が霧を晴らします。", "affirmation": "私は恐れを認め、それでも確信を持って自らの道を歩み続けます。" },
    { "position": 4, "name": "九四", "meaning": "震（ふる）いて遂（つい）に泥（どろ）にす。", "advice": "衝撃に対してパニックになり、泥沼にはまって身動きが取れなくなっています。自分の力に頼りすぎ、あるいは恐怖に飲まれてしまった結果です。今はあがくのを止め、深い呼吸をして、状況をメタ認知的に静観しなさい。力を抜くことが脱出の鍵です。", "affirmation": "私はすべての抵抗を放棄します。私は静寂の中で、宇宙の調整を待ちます。" },
    { "position": 5, "name": "六五", "meaning": "震（ふる）い往（ゆ）くこと厲（あやう）し。億（おく）を失（うしな）うなかれ。事に事（つか）えあれば、吉。", "advice": "次々と衝撃が襲いかかり、非常に危うい状況ですが、大切なもの（億・自分の中心）を見失わないでください。やるべき務め、果たすべき役割（事に事え）に集中していれば、最後には安泰が得られます。外側の騒ぎに意識を向けすぎないこと。中心を守りなさい。", "affirmation": "私は周囲の混乱に惑わされず、自らの本分を誠実に全うします。" },
    { "position": 6, "meaning": "上六：震（ふる）いて索（さく）索（さく）たり。視（み）ること矍（かく）矍（かく）たり。征（ゆ）けば凶。震（ふる）うことその身（み）にあらず、その隣（となり）にあれば、咎なし。婚（こん）媾（こう）は言（こと）あり。", "advice": "衝撃が極まり、心身ともに疲れ果てています。今、強引に前進すれば破滅（凶）します。幸いにも、まだ直接的な災難は隣（周囲）に留まっています。今のうちにすべてを止め、徹底的な沈黙と静養に入ってください。人間関係の揉め事は静観しなさい。静止が最大の智恵です。", "affirmation": "私は状況の極まりを認め、一切の活動を停止して至高の静寂を迎え入れます。" }
  ]
}