{
  "id": 58,
  "gua_name": "兌",
  "kanji": "兌為沢",
  "reading": "だいたく",
  "english_title": "THE JOYOUS (LAKE)",
  "binary_code": "110110",
  "trigrams": {
    "upper": {
      "name": "沢",
      "nature": "悦楽",
      "element": "金",
      "direction": "西",
      "attributes": ["喜び", "言葉", "受容"]
    },
    "lower": {
      "name": "沢",
      "nature": "悦楽",
      "element": "金",
      "direction": "西",
      "attributes": ["社交", "少女", "欠落"]
    }
  },
  "oracle_text": "兌（だ）は、亨（とお）る。貞（ただし）きに利（よろ）し。",
  "core_description": "沢（潤い）が二重に重なり、互いに潤し合い、喜びが連鎖する象。「兌（だ）」は喜び、説く、悦びを意味します。言葉を通じた共感と、他者と共に楽しむ「和合と社交」を象徴します。明るい心で接することが幸運を呼びますが、表面的な悦楽や言葉の軽さに溺れないよう、「正しさ（貞）」を内面の軸に据えることが問われる卦です。",
  "diagnoses": {
    "time_and_mandate": {
      "backend_tag": "時流・天命",
      "frontend_button": "流れ・好機",
      "scholarship": "高島嘉右衛門（実証易占）",
      "situation": "現在は「喜びと共鳴」の時期です。運気は非常に華やかで、周囲との意思疎通が活発になっています。トランサーフィンにおける「祝祭のバリアント」を歩んでおり、あなたの発するポジティブな周波数がさらなる幸運を引き寄せています。映画のシーンで言えば、もっとも賑やかなパーティーの場面です。",
      "advice": "「楽しむこと」を最優先の戦略としてください。現在は「自分で決めて行う」ことの対象が、深刻さを捨てて「喜びを周囲と共有する」という覚悟になります。パーティー、商談、社交的な集まりに積極的なチャンスがあります。あなたの笑顔と誠実な言葉が、運命の扉を開く鍵となります。",
      "warning": "「口は災いの元」を肝に銘じること。楽しみの中に慢心や油断（過剰ポテンシャル）が芽生えやすい時期です。軽率な発言や、その場のノリでの約束が後で大きな誤解を招く恐れがあります。メタ認知的に自分の「言葉」を監視し、品格を保ちなさい。重要性を上げすぎないこと。",
      "affirmation": "私は喜びの源泉です。私の明るい心が、素晴らしい幸運を絶え間なく引き寄せています。"
    },
    "virtue_and_conduct": {
      "backend_tag": "徳・処世",
      "frontend_button": "仕事・対人",
      "scholarship": "本田済（古典倫理解釈）",
      "situation": "「和合と説得の徳」が求められる場面です。人間関係において、あなたの愛嬌と誠実な言葉が潤滑油となります。アドラー心理学的な「共同体感覚」を、対話を通じて深めるべき局面です。自分を大切にすること（自己受容）が、他者への貢献（共感）へと自然に繋がる時です。",
      "advice": "他者の関心事に関心を持ち、聞き役に徹しつつ、明るい未来を提示してください。説得するのではなく、相手が自ら「やりたい」と思うような心地よい雰囲気作りを心がけましょう。誠実な賞賛と感謝の言葉を惜しまないでください。愛（自己愛と他者愛の統合）を語りなさい。",
      "warning": "媚びへつらいや、自分を良く見せるための嘘（エゴの偽装）に注意。表面的な悦びのために魂を売ってはいけません。「嫌われる勇気」を持ちつつも、態度は柔らかく保つバランスが必要です。誰に対しても誠実（貞）であり続けることが、あなたの社会的信頼を盤石にします。",
      "affirmation": "私は誠実さと愛を持って人と接します。私の真心は人々の心を癒やし、最高の調和を生んでいます。"
    },
    "contemplation_and_cultivation": {
      "backend_tag": "観照・修養",
      "frontend_button": "自己・精神",
      "scholarship": "ねどじゅん（右脳的アプローチ）",
      "situation": "精神的な「至福の観賞」の時期です。潜在意識が喜びの周波数で満たされ、右脳的な全能感が溢れ出しています。映画の観客として、この「楽しいパーティーのような人生のシーン」を、どこか冷めた視点で（重要性を下げて）楽しんでいる状態です。",
      "advice": "「すべては完璧である」という感覚の中に安住してください。重要性を下げ、「うまくいってもいかなくても、私は今幸せである」という究極の脱力を保持しましょう。ねどじゅん氏の説く「本体さんの微細な喜び」に意識を固定し、思考の自動運転（脳内会議）を停止させてください。笑いこそが最高の瞑想です。",
      "warning": "「もっと楽しみたい」という執着（過剰ポテンシャル）に注意。それは喜びを依存へと変え、平衡力を働かせます。エゴの「おしゃべり」を静観し、言葉以前の沈黙の至福を大切にしてください。静寂を伴った喜びこそが、真の覚醒（メタ認知）です。",
      "affirmation": "私の心は静寂の中にあり、宇宙の無限の喜びと一つです。私は今、ここで完全に満たされています。"
    },
    "field_and_foundation": {
      "backend_tag": "場・根底",
      "frontend_button": "基盤・環境",
      "scholarship": "ニコラ_テスラ（エネルギー哲学）",
      "situation": "物理的基盤において「完璧なエネルギー共振」がテーマです。伝統的な二つの「金（沢）」が共振し、テスラ的な観点で見れば、空間全体が調和した周波数で振動している、非常に心地よい磁場を象徴しています。",
      "advice": "居住・職場環境を「五感を喜ばせる、洗練された空間」に整えてください。美しい音楽、良い香り、そして楽しい会話が、基盤のエネルギーをさらに高めます。身体的には、呼吸器と肺のケア、そして「心臓の鼓動（リズム）」を感じるリラックスを。口角を上げるだけで周波数が変わります。",
      "warning": "「散財」や「エネルギーの浪費」に注意。基盤が浮つくと、大切なリソース（時間・金・体力）を享楽のために失います。常にグラウンディングを意識し、自分の「器（節度）」をメタ認知的に確認するメンテナンスを怠らないでください。安定した喜びを。 ",
      "affirmation": "私の環境は愛と喜びのエネルギーで満たされています。私の身体は完璧な調和と活力を維持しています。"
    }
  },
  "inspiration": {
    "keywords": ["喜び", "共感", "言葉の魔法", "和合", "社交", "愛嬌", "説得", "祝祭", "右脳回帰", "バリアントの共鳴"],
    "symbols": ["笑顔の仮面", "共鳴する楽器", "重なり合う湖面", "開いた口"],
    "visual_note": "輝く水面を渡るそよ風のように、あなたの言葉が人々の心に心地よい波紋を広げているイメージを持ってください。",
    "meta_perspective": "観客席から見れば、あなたは今、映画の中でもっとも輝き、周囲を幸せにしている主人公です。その喜びの演技を、心ゆくまで楽しんでください。"
  },
  "lines": [
    { "position": 1, "name": "初九", "meaning": "和（わ）して兌（よろこ）ぶ。吉。", "advice": "自分自身の内面と和解し、純粋な喜びを感じています。作為のない、自然体での交流が最高の幸運を呼びます。今のままのあなたで、自信を持って人と接してください。何の障害もありません。", "affirmation": "私は自らと調和しています。私の自然な喜びは世界へと広がります。" },
    { "position": 2, "name": "九二", "meaning": "孚（まこと）ありて兌ぶ。吉。悔（くい）亡（ほろ）ぶ。", "advice": "誠実な心（孚）に基づいた喜びです。表面的な付き合いではなく、魂のレベルで人と共鳴しています。あなたの誠意が周囲に伝わり、すべての後悔は消え去ります。自信を持って真実を語りなさい。", "affirmation": "私は自らの真実を信頼しています。私の誠意は最高の幸運を引き寄せます。" },
    { "position": 3, "name": "六三", "meaning": "来（きた）りて兌ぶ。凶。", "advice": "自分の外側に喜びを求め、誘惑にフラフラと付いていこうとしていませんか？ 主体性を失った享楽は、あなたを虚無へと導きます。今すぐ自分自身の中心（右脳的静寂）に戻りなさい。外側に答えはありません。", "affirmation": "私は外側のドラマに惑わされません。私は内なる平安の中に真の喜びを見出します。" },
    { "position": 4, "name": "九四", "meaning": "商（はか）りて兌ぶ、いまだ寧（やす）からず。疾（やまい）を介（かい）すれば喜びあり。", "advice": "どちらの喜び（利益）を取るべきか迷い、心が落ち着きません。計算（エゴ）を捨て、不純な動機という「疾（やまい）」を断ち切ってください。正しい道を選べば、すぐに真の安らぎと喜びが訪れます。覚悟を決めなさい。", "affirmation": "私は迷いを断ち切り、確信を持って正しい道を選択します。" },
    { "position": 5, "name": "九五", "meaning": "剥（はく）に孚（まこと）あり。厲（あやう）きあり。", "advice": "不誠実な誘いや、地位を脅かす存在（小人）が忍び寄っています。それらを「誠実なもの」だと勘違いして信じると危険です。メタ認知的に相手の意図を厳しく見抜き、境界線を明確に保ってください。油断は大敵です。", "affirmation": "私は明晰な意識で真実を見抜きます。私は自らの高潔さを守り抜きます。" },
    { "position": 6, "name": "上六", "meaning": "引きて兌ぶ。", "advice": "言葉巧みに人を誘惑したり、逆に誘惑に引きずられたりしています。これは真の喜びではなく、エゴの虚飾に過ぎません。映画のシーンとしてその空虚さを静観し、これ以上の深追いを止めなさい。執着を手放せば無事です。", "affirmation": "私はすべての虚栄を手放します。私は至高の静寂の中で、真の自由を得ます。" }
  ]
}