{
  "id": 30,
  "gua_name": "離",
  "kanji": "離為火",
  "reading": "りいか",
  "english_title": "THE CLINGING (FIRE)",
  "binary_code": "101101",
  "trigrams": {
    "upper": {
      "name": "火",
      "nature": "麗しい",
      "element": "火",
      "direction": "南",
      "attributes": ["輝き", "知性", "付着"]
    },
    "lower": {
      "name": "火",
      "nature": "麗しい",
      "element": "火",
      "direction": "南",
      "attributes": ["情熱", "明晰", "依存"]
    }
  },
  "oracle_text": "離は、貞しきに利ろし。亨る。牝牛を畜（か）えば吉。",
  "core_description": "火（知性の光）が二重に重なり、万物を明るく照らし出す象。「離」は付着することを意味し、火が燃料に付いて燃えるように、何に付随して生きるかが成否を分けます。明晰な知性と情熱を、正しい道（貞）に向けることで最高の結果が得られます。",
  "diagnoses": {
    "time_and_mandate": {
      "backend_tag": "時流・天命",
      "frontend_button": "流れ・好機",
      "scholarship": "高島嘉右衛門（実証易占）",
      "situation": "現在は「情熱と明晰」の時期です。運気は華やかで上昇していますが、燃料を必要とする火のように、自力だけで輝き続けるのは困難です。バリアントの空間では、あなたが「何を拠り所（バディ・組織・信念）にするか」によって未来が決定されます。",
      "advice": "「牝牛（おんなうし）の徳」、すなわち柔順な態度で正しいものに随ってください。現在は知性が冴え渡っており、新しい発見や創造に最適なタイミングです。ただし、独走を避け、周囲の良き流れに付着（便乗）することが天命の賢明な選択です。",
      "warning": "「火は燃え移る」性質があるため、不安定になりやすい時期です。熱狂しすぎて自滅しないよう、メタ認知的な「冷却時間」を設けてください。一時の輝きに惑わされず、持続可能な情熱を維持する覚悟が必要です。",
      "affirmation": "私は正しいインスピレーションと一体です。私の知性は世界を明るく照らしています。"
    },
    "virtue_and_conduct": {
      "backend_tag": "徳・処世",
      "frontend_button": "仕事・対人",
      "scholarship": "本田済（古典倫理解釈）",
      "situation": "「明徳の徳」が求められる場面です。物事の本質を鋭く見抜く知性（離）を持ちながら、それを誇示せず、柔和な態度（牝牛）で人と接する必要があります。アドラー心理学的に、相手を論破すること（支配）を避け、共感と理解によって統合を図る局面です。",
      "advice": "透明性の高いコミュニケーションを心がけてください。他者の関心事に関心を持ち、彼らの才能を照らし出すサポート役を引き受けることが、あなたの「徳」を最大化します。誠実な対話こそが、信頼という名の燃料となります。",
      "warning": "「離別」という卦の名が示す通り、人間関係の急激な変化や絶縁が起きやすい時期です。感情の激昂は知性を曇らせます。怒りや執着を映画のシーンとして切り離し、中道を守る姿勢を貫いてください。",
      "affirmation": "私は誠実さと明晰さを持って人と接します。私の存在は周囲の人々に希望の光を与えます。"
    },
    "contemplation_and_cultivation": {
      "backend_tag": "観照・修養",
      "frontend_button": "自己・精神",
      "scholarship": "ジョセフ_マーフィー（潜在意識）",
      "situation": "潜在意識が「無限の輝き」を映し出しています。右脳的な全能感と、思考が即座に現実化するスピード感が高まっている状態です。エゴの「自分勝手な情熱」を静観し、宇宙の大きな意志と同調する修養が必要です。",
      "advice": "自分の願望を、鮮明な映像（離）として潜在意識に刻印してください。映画の観客として、その輝かしい未来が既にスクリーンに映っていることを確信しましょう。重要性を下げ、リラックスして光の中に安住することが、具現化を加速させます。",
      "warning": "「虚栄」や「空想」への埋没に注意。地に足の着いていない高揚感は、ポテンシャルを歪ませます。右脳回帰を行い、言葉以前の「ただ在る」至福を観照することで、精神の安定を保ってください。",
      "affirmation": "私は宇宙の創造的な光と一つです。私の心は常に明晰で、神聖な導きに満たされています。"
    },
    "field_and_foundation": {
      "backend_tag": "場・根底",
      "frontend_button": "基盤・環境",
      "scholarship": "説卦伝（属性象徴学）",
      "situation": "物理的基盤において「明快さと美」がテーマです。伝統的な「火」のエネルギーが重なり、非常に活発で、美しく整えられた磁場を象徴しています。ニコラ・テスラ的な観点で見れば、電磁波効率が最高潮に達している状態です。",
      "advice": "居住環境を明るく、美的に整えてください。照明やアート、そして何より「視覚的クリアさ（整理整頓）」が基盤を強固にします。身体的には、目と心臓のケアを行い、太陽光を浴びてセロトニンの分泌を促すことが吉です。",
      "warning": "「過熱（オーバーヒート）」による身体的トラブルに注意。炎症、血圧の急騰、目の疲れが基盤を弱めます。意識的に「水（休息・冷却）」の要素を取り入れ、エネルギーのバランスを調整するメンテナンスを行ってください。",
      "affirmation": "私の環境は最高の光と調和で満たされています。私の身体は完璧な活力を維持しています。"
    }
  },
  "inspiration": {
    "keywords": ["知性", "情熱", "付着", "明晰", "文明", "華やかさ", "依存の選択", "覚醒"],
    "symbols": ["二つの太陽", "鏡に映る火", "美しい鳥（雉）", "燃え盛るトーチ"],
    "academic_note": "本卦は、二陰が四陽に付着する「柔よく剛を制す」形。本田済はこれを『明（知性）は正しき所に付くことで万物を救う』と説き、拠り所とする信念の重要性を強調している。"
  },
  "lines": [
    { "position": 1, "name": "初九", "meaning": "履（あゆ）むこと錯（さく）たり。これを敬すれば咎なし。", "advice": "物事の始まりで、足元が乱れ、方向性に迷いが生じています。焦って進まず、まずは姿勢を正し、状況に対して畏敬の念を持って丁寧に対処してください。初心に帰り、規律を正すことで難を避けられます。", "affirmation": "私は混乱の中でも慎重さを失わず、誠実な一歩を確実に踏み出します。" },
    { "position": 2, "name": "六二", "meaning": "黄離。元吉。", "advice": "中庸を守り、あなたの内面の輝きが最もバランスよく発揮される時です。控えめでありながら確固たる知性を持つあなたの態度は、周囲から絶大な信頼を得ます。最高の結果（大吉）が約束されています。", "affirmation": "私は自らの中庸の徳を信頼し、最高の調和と繁栄を享受します。" },
    { "position": 3, "name": "九三", "meaning": "日（ひ）昃（かたむ）くの離。缶（ほとぎ）を叩いて歌わざれば、則（すなわ）ち大（だい）耋（てつ）の嗟（なげ）きあり。凶。", "advice": "盛者必衰。一時の繁栄が終わりを迎えようとしています。去りゆくものに執着して嘆くのではなく、今この瞬間を楽しみ、新しいサイクルを受け入れてください。死や衰えを恐れず、脱力して運命を祝いなさい。", "affirmation": "私はすべての完了を祝福します。私は変化の波を軽やかに乗り越え、新しい夜明けを信じています。" },
    { "position": 4, "name": "九四", "meaning": "突（とつ）如（じょ）其（そ）れ来（きた）る。焚（ふん）如（じょ）死（し）如（じょ）棄（き）如（じょ）たり。", "advice": "突発的なトラブルや感情の爆発に注意。独りよがりな勢いで強行突破しようとすると、すべてを焼き尽くし、跡形もなく崩壊します。自分の「火の強さ」を自覚し、一呼吸置いてから動きなさい。自制が必要です。", "affirmation": "私は衝動を静観し、内なる静寂から冷静な決断を下します。" },
    { "position": 5, "name": "六五", "meaning": "出（しゅつ）涕（てい）若（じゃく）たり。戚（せき）嗟（さ）若たり。吉。", "advice": "あなたは自らの不甲斐なさや状況の厳しさを嘆き、涙を流すかもしれません。しかし、その深い悲しみと反省こそが、あなたのエゴを溶かし、天の助けを引き寄せます。弱さを認めたとき、道が開けます。", "affirmation": "私は自らの感情をありのままに認め、謙虚さの中に真の強さを見出します。" },
    { "position": 6, "name": "上九", "meaning": "王、用（もち）て征（う）つ。嘉（よみ）することあり。首（かしら）を折り、獲（う）るは其（そ）の醜（とも）にあらず。咎なし。", "advice": "決断の時です。問題の根本原因（首）を断固として処理してください。ただし、枝葉の小さな欠点（醜）を追及してはいけません。大局的な正義を執行することで、すべては円満に収まります。勇気ある処断を。", "affirmation": "私は知恵と勇気を持って根本的な解決を図ります。私は寛大さを保ち、勝利を確実にします。" }
  ]
}