{
  "id": 4,
  "gua_name": "山水蒙",
  "reading": "さんすいもう",
  "symbol": "☶ over ☵",
  "structure": {
    "upper": { "name": "艮", "nature": "山", "meaning": "静止、境界、止まる" },
    "lower": { "name": "坎", "nature": "水", "meaning": "険難、深淵、知恵の源" },
    "origin": "山（艮）の下に泉（坎）が湧き出しているが、まだ山の霧に包まれて行く先が見えない状態。「蒙」は暗がり、未熟、無知を意味し、同時に「教育と啓蒙」の必要性を象徴する。未熟さを認め、教えを乞う姿勢が問われる。"
  },
  "core_concept": "蒙は亨（とお）る。我、童蒙を求むるにあらず。童蒙、我を求む。貞に利あり。",
  "interpretation": {
    "situation": "現在は「五里霧中」の状況であり、知識や経験が不足しているために、進むべき方向が定まらない時期です。しかし、この「未熟さ」は無限の可能性を秘めた種のような状態です。自分自身の不足を認め、素直に教えを乞う姿勢があれば、運気は確実に開けていきます。物事の初期段階における混乱であり、正しい指導者や指針を見つけることが最優先課題となります。霧はいつか晴れますが、今は視界を確保するための学びが必要です。",
    "advice": "プライドを捨て、謙虚に「教えを請う」ことに徹してください。専門家や年長者、あるいは歴史的な知恵にアクセスすることが成功の鍵です。一度信じた指導者に対しては、疑念を挟まずに継続することが重要です。また、自分が誰かを導く立場にある場合は、相手の自発的なやる気を待つ「忍耐」が求められます。正しさを保ち、誠実に基礎固めを行うべき時です。初心に帰りましょう。",
    "caution": "「再三すれば涜る（けがれる）」という言葉通り、一度答えを得たにもかかわらず、自分の都合のいい答えが出るまで何度も問い直すような態度は、運気を著しく低下させます。不信感や優柔不断は、せっかくの指導を台無しにします。また、知ったかぶりをすること、未熟さを隠して強弁することは、取り返しのつかない失敗を招きます。暗闇の中で闇雲に動くリスクを自覚してください。",
    "inspiration": {
      "keywords": [ "教育", "啓蒙", "幼少期", "霧", "泉の湧出", "師弟関係", "素直さ", "基礎学習", "潜在能力", "不透明", "初心" ],
      "symbols": [ "霧に包まれた山裾の学校", "湧き出したばかりの清らかな泉", "白紙のノート", "手探りで歩く少年", "磨かれる前の原石" ],
      "phil_note": "無知であることは罪ではなく、無知であることを認めないことが真の闇である。霧の中で立ち止まる勇気が、明晰な知性を育む土壌となる。"
    }
  },
  "author_insights": {
    "takashima_kaemon": "経験不足による損失の恐れがある。新規の投資は控え、内部の教育やシステム構築に時間を割け。商売では現在は利益が見えないが、熟練者の意見を仰げば将来的に道が開ける。病気は原因不明の熱や頭重があるが、名医を選べば完治する。自己判断を避け、師を仰げ。中途半端な知識は禍の元である。",
    "honda_wataru": "蒙は万物の始まりにおける未開の状態。君子はこの卦を見て、果行（決断力のある行動）と育徳（徳を養うこと）を志す。厳格さと慈愛を兼ね備えた教育の在り方を説く卦である。教える側も教わる側も、誠実な『貞』の精神が必要である。",
    "murphy_philosophy": "あなたの潜在意識は新しい情報と規律を求めています。混乱は古い思考が崩れ、新しい秩序が生まれる前の調整期間です。『私は聖なる知性から完璧な指導を受けている』と確信しなさい。素直な心で肯定的な暗示を受け入れるとき、心の霧は晴れ、進むべき道が黄金に輝きます。学習は潜在意識を豊かにします。"
  },
  "lines": [
    { "position": 1, "name": "初六", "meaning": "蒙を啓（ひら）く。人を利用して刑を説く。桎梏（しっこく）を脱するに利あり。", "analysis": "教育の導入期。規律を教えるために罰を用いることもあるが、それは自由にするための手段である。", "advice": "まずは自分を厳しく律し、悪い習慣を断ち切ってください。最初が肝心です。基礎を疎かにせず、自分を枠組みの中に入れて鍛え直す時期です。規律こそがあなたを守ります。", "affirmation": "私は自己を律し、正しい規律の中で真の自由を手に入れます。" },
    { "position": 2, "name": "九二", "meaning": "蒙を包（い）る。吉。婦（ふ）を納（い）るれば吉。子は家を克（よ）くす。", "analysis": "未熟な者たちを包容する寛大さを持つ。器の大きさが吉を呼ぶ。", "advice": "周囲の未熟さやミスを寛大に受け入れてください。包容力が信頼を生み、結果として組織や家庭が安定します。あなたは指導者としての資質を発揮すべき時です。他人の成長を信じましょう。", "affirmation": "私はすべての未熟さを愛で包み込み、成長の糧に変えていきます。" },
    { "position": 3, "name": "六三", "meaning": "女を取（めと）るに用うるなかれ。金夫を見て身を保たず。利するところなし。", "analysis": "意志が弱く、目先の利益や権力に目がくらんで自分を見失う。", "advice": "誘惑に負けて、不適切な相手や話に乗ってはいけません。今のあなたは判断力が鈍っています。主体性を失い、他人の力に頼ろうとすると身を滅ぼします。自重してください。高潔さを保つこと。", "affirmation": "私は自分の価値を知っており、いかなる誘惑にも惑わされず、自らの中心に留まります。" },
    { "position": 4, "name": "六四", "meaning": "困（くる）しめる蒙なり。吝（りん）。", "analysis": "独りよがりな無知に固執し、誰の助けも受けられない孤独な困窮。", "advice": "自分の殻に閉じこもっていませんか？ 頑固さはあなたを孤立させます。今の苦境は、あなたの偏見が招いたものです。プライドを捨てて外の世界に心を開いてください。助けを求める勇気を。", "affirmation": "私は固定観念を捨て、宇宙の豊かな知恵に対して素直に心を開きます。" },
    { "position": 5, "name": "六五", "meaning": "童蒙（どうもう）。吉。", "analysis": "純真で素直な未熟さ。師を信じ、教えをそのまま吸収する。", "advice": "最高に良い姿勢です。自分の知識を過信せず、子供のような純粋さで学んでください。その素直さが、あらゆる困難を突破する最大の力となります。謙虚であれば成功は約束されています。", "affirmation": "私は常に学び、吸収し続ける柔軟な心を持ち、最高の結果を引き寄せます。" },
    { "position": 6, "name": "上九", "meaning": "蒙を撃つ。寇（あだ）をなすに利あらず。寇を防ぐに利あり。", "analysis": "厳しすぎる教育。力ずくで無知を打破しようとするが、やり過ぎは禁物。", "advice": "問題を解決するために強引な手段を使いたくなるかもしれませんが、今は「防御」に徹するのが賢明です。相手を攻撃するのではなく、自分自身の弱さを克服することに力を使ってください。寛大さを忘れないこと。", "affirmation": "私は力ではなく知恵を使い、すべての障害を穏やかに解消します。" }
  ]
}