{
  "id": 50,
  "gua_name": "鼎",
  "kanji": "火風鼎",
  "reading": "かふうてい",
  "english_title": "THE CAULDRON",
  "binary_code": "011101",
  "trigrams": {
    "upper": {
      "name": "火",
      "nature": "麗しい",
      "element": "火",
      "direction": "南",
      "attributes": ["明晰", "輝き", "文明"]
    },
    "lower": {
      "name": "風",
      "nature": "順入",
      "element": "木",
      "direction": "南東",
      "attributes": ["柔軟", "浸透", "燃料"]
    }
  },
  "oracle_text": "鼎は、元（おお）いに吉。亨（とお）る。",
  "core_description": "木（巽）の上に火（離）があり、物を煮炊きする「鼎（かなえ）」の象。三本の足を持つ安定した器を象徴します。古いものを刷新した（49卦・革）後に、新しい秩序を確立し、賢者を登用して価値あるものを醸成することを意味します。協力、安定、そして最高級の成功（元吉）を約束する卦です。",
  "diagnoses": {
    "time_and_mandate": {
      "backend_tag": "時流・天命",
      "frontend_button": "流れ・好機",
      "scholarship": "高島嘉右衛門（実証易占）",
      "situation": "現在は「新体制の確立と醸成」の時期です。これまでの混乱は収束し、運気は極めて安定した上昇ライン（バリアント）に乗っています。新しいプロジェクトや制度が形になり、じっくりと成果を熟成させていく絶好のタイミングです。",
      "advice": "「三人寄れば文殊の知恵」の精神で、協力体制を固めてください。現在は「自分で決めて行う」ことの対象が、自分一人で抱え込まず、有能なパートナーに役割を「委ねる」という覚悟になります。長期的な繁栄を確信し、安定感を持って事に当たりなさい。",
      "warning": "足元（基盤）の不安定さは命取りになります。三本の足の一つでも欠ければ、鼎は倒れ、中身（成果）は失われます。慢心を戒め、細部のバランスをメタ認知的に監視し続けてください。急進的な行動よりも、着実な「調理（プロセス）」を大切に。",
      "affirmation": "私の人生は完璧なバランスと安定の中にあります。私は豊かな実りを、喜びと共に醸成しています。"
    },
    "virtue_and_conduct": {
      "backend_tag": "徳・処世",
      "frontend_button": "仕事・対人",
      "scholarship": "本田済（古典倫理解釈）",
      "situation": "「賢者登用と協力の徳」が求められる場面です。あなたが中心となり、異なる才能を持つ人々を統合して、新しい価値を創造する必要があります。アドラー心理学的な「共同体感覚」を具体的な形（組織・家庭）として具現化すべき局面です。",
      "advice": "謙虚な姿勢で有能な人材を招き、彼らの才能を引き出す環境（器）を提供してください。他者の関心事に関心を持ち、彼らが存分に力を発揮できるようサポートすることが、あなたの社会的地位を不動のものにします。公明正大な評価が鍵です。",
      "warning": "嫉妬や派閥争い（エゴの暴走）は、鼎の足を折る原因となります。自分の手柄に固執せず、全体の利益を最優先する高潔な志を保持してください。誠実なコミュニケーションを欠かせば、組織は即座に腐敗します。支配ではなく統合を。",
      "affirmation": "私は誠実さと愛を持って人々と協力します。私たちの連帯は、世界に最高の価値をもたらします。"
    },
    "contemplation_and_cultivation": {
      "backend_tag": "観照・修養",
      "frontend_button": "自己・精神",
      "scholarship": "ジョセフ_マーフィー（潜在意識）",
      "situation": "潜在意識が「神聖な豊かさ」を調理している状態です。右脳的な全能感が溢れ、自分の意図が安定したプロセスを経て現実化しています。映画の観客として、この「美味しい実りが完成していくシーン」を、ゆったりとした心境で観賞してください。",
      "advice": "「すべては神聖な秩序に従って、最高の結果へと熟成されている」というアファメーションを継続してください。重要性を適度に保ちつつ、執着は手放し、「完成して当然」という軽やかな確信の中に安住しましょう。内なる静寂が、外側の安定を維持します。",
      "warning": "「早く結果が欲しい」という焦り（過剰ポテンシャル）に注意。それは料理の途中で蓋を開けるような行為です。宇宙のタイムラグを楽しみ、静寂の中で自分の内なる成長を慈しむ修養を行ってください。脱力が現実化を早めます。",
      "affirmation": "私の魂は常に豊かさと共鳴しています。私は静寂の中で、最高の自己を完成させています。"
    },
    "field_and_foundation": {
      "backend_tag": "場・根底",
      "frontend_button": "基盤・環境",
      "scholarship": "説卦伝（属性象徴学）",
      "situation": "物理的基盤において「完璧な調和と高周波」がテーマです。伝統的な「木（風）」の燃料が「火」の輝きを支えており、テスラコイルのように、安定して高いエネルギーを放射し続けている磁場を象徴しています。",
      "advice": "居住・職場環境を「高品質で安定感のある空間」に整えてください。特にキッチンやダイニング、会議室など、エネルギーを「合わせる」場所を美しく保つことが吉です。身体的には、消化器系のケアと、適度な体温維持、そして姿勢の安定（背筋を伸ばす）を。 ",
      "warning": "基盤の「緩み」や、物理的な不備（ガタつき）を放置しないでください。環境の不協和音は、即座にあなたの思考の周波数を乱します。常に「三点のバランス」を確認し、安定性を維持するメンテナンスを徹底してください。",
      "affirmation": "私の基盤は揺るぎなく、最高のエネルギーを受け入れています。私は完璧な調和と安らぎの中にいます。"
    }
  },
  "inspiration": {
    "keywords": ["安定", "協力", "新体制", "醸成", "賢者の登用", "料理", "文明の確立", "プロセスの尊重", "最高級の成功"],
    "symbols": ["三本足の金の釜", "立ち上る芳香", "豪華な晩餐", "並び立つ三つの峰"],
    "academic_note": "本卦は、巽（木・風）が離（火）を支える形。本田済はこれを『木を用いて火を燃やし、聖人が上帝（天）を祀り、賢者を養う象』と捉え、精神的な高貴さと社会的な安定の究極の形として解釈している。"
  },
  "lines": [
    { "position": 1, "name": "初六", "meaning": "鼎（てい）、足を転（さかしま）にす。否（あ）しきを出すに利あり。妾（しょう）を得てその子を以（もっ）てす。咎なし。", "advice": "古いものを一掃するために、あえてひっくり返して掃除をする時です。一見、混乱したように見えますが、不純物を出すための必要なプロセスです。新しい協力者（妾）を得ることも吉。過去のしがらみを捨て、リセットすることから始めなさい。", "affirmation": "私は喜んで過去を清算し、新しい自分を受け入れるためのスペースを浄化します。" },
    { "position": 2, "name": "九二", "meaning": "鼎（てい）、実（じつ）あり。わが仇（あだ）に疾（やまい）あり。我に就（つ）く能（あた）わず。吉。", "advice": "あなたの内面には確固たる実力（実）が備わっています。ライバルがあなたを妬んで攻撃しようとしても、今のあなたには手出しできません。自分の正しさを信じ、現状を維持してください。自信を持って、今ある豊かさを守りなさい。安泰です。", "affirmation": "私は自らの価値を確信しています。私は神聖な光に守られ、常に安全です。" },
    { "position": 3, "name": "九三", "meaning": "鼎（てい）の耳（みみ）、革（あらた）まる。その行（ゆ）くこと阻（へだ）てらる。キ（※ししへんに雉）膏（こう）食（くら）われず。方（まさ）に雨（あめ）ふりて悔（くい）を損（そん）す。終（つい）には吉。", "advice": "意思疎通がうまくいかず、せっかくの成果（雉膏）が活用されないもどかしい時期です。しかし、これは一時的な調整期間です。焦らず誠実さを貫けば、やがて誤解は解け、恵みの雨が降るように事態は劇的に好転します。粘り強さが最後には吉を呼びます。", "affirmation": "私は一時的な停滞に動揺せず、宇宙の調整力を信頼して完璧な結果を待ちます。" },
    { "position": 4, "name": "九四", "meaning": "鼎（てい）、足を折（お）る。公（こう）の餗（そく）を覆（くつがえ）す。その形、渥（あつ）たり。凶。", "advice": "実力以上の責任を負い、あるいは不適切な人物に任せた結果、大失敗を招く恐れがあります。基盤（足）が折れ、大切な成果を台無しにする象です。今すぐ自分の足元を再点検し、傲慢さや油断を捨ててください。不誠実な行いは即座に改めなさい。", "affirmation": "私は慢心を認め、自らの責任を直視して速やかに土台を立て直します。" },
    { "position": 5, "name": "六五", "meaning": "鼎（てい）、黄（おう）耳（じ）金（きん）鉉（げん）。貞（ただし）きに利（よろ）し。", "advice": "あなたは最高の指導者やパートナーを得て、非常に安定した成功状態にあります。謙虚な態度（黄耳）と強い意志（金鉉）を併せ持つことで、その幸運は盤石のものとなります。正しい信念（貞）を守り続けてください。周囲の助けを素直に受け入れることで、道はさらに拓けます。", "affirmation": "私は謙虚さと強さを併せ持ち、素晴らしい調和の中で最高の結果を享受します。" },
    { "position": 6, "name": "上六", "meaning": "鼎（てい）、玉（ぎょく）鉉（げん）なり。大（おお）いに吉。利（よろ）しからざるなし。", "advice": "もはや言うことはありません。あなたは最高級の品格と知恵を備え、すべての展開があなたを祝福しています。何の障害もなく、すべてが思い通りに運ぶ絶頂期です。この至高の瞬間を感謝と共に味わい、周囲に恩恵を広めてください。大吉です。", "affirmation": "私は宇宙の意志と一体であり、人生のすべての展開に満足しています。私は輝いています。" }
  ]
}