{
  "id": 32,
  "gua_name": "恒",
  "kanji": "雷風恒",
  "reading": "らいふうこう",
  "english_title": "DURATION",
  "binary_code": "011100",
  "trigrams": {
    "upper": {
      "name": "雷",
      "nature": "動き",
      "element": "木",
      "direction": "東",
      "attributes": ["奮起", "衝撃", "長男"]
    },
    "lower": {
      "name": "風",
      "nature": "順入",
      "element": "木",
      "direction": "南東",
      "attributes": ["柔軟", "浸透", "長女"]
    }
  },
  "oracle_text": "恒は、亨る。咎なし。貞しきに利ろし。往くところあるに利あり。",
  "core_description": "雷（激しい動き）の下を風（柔軟な浸透）が吹き抜ける象。また、長男（震）と長女（巽）が協力し、安定した家庭を築く姿を象徴します。「恒」は恒久不変、すなわち方針を変えずに守り続ける持続の知恵を意味します。目新しさを追わず、着実な歩みを継続することで大成する卦です。",
  "diagnoses": {
    "time_and_mandate": {
      "backend_tag": "時流・天命",
      "frontend_button": "流れ・好機",
      "scholarship": "高島嘉右衛門（実証易占）",
      "situation": "現在は「持続と安定」の時期です。運気は極めて堅実で、長期的な成功のライン（バリアント）に乗っています。新しいことを始めるよりも、今あるものを磨き、改善し、継続していくことに天命の追い風が吹いています。",
      "advice": "初心を忘れず、今のやり方を守ってください。現在は「自分で決めて行う」ことの対象が、誘惑を排して「やり抜く」という覚悟になります。長期的な計画に基づき、一歩一歩着実に前進してください。安定こそが最大の戦略です。",
      "warning": "「飽き」や「迷い」は最大の不運を招きます。急な方針転換や、目先の利益を追っての浮気（多角化）は、築き上げた基盤を瞬時に崩壊させます。天命は、継続する意志を持つ者にのみ、永続的な繁栄を約束します。",
      "affirmation": "私は自らの道に確信を持っています。私は一貫性を保ち、偉大なる継続の力を享受します。"
    },
    "virtue_and_conduct": {
      "backend_tag": "徳・処世",
      "frontend_button": "仕事・対人",
      "scholarship": "本田済（古典倫理解釈）",
      "situation": "「不変の徳」が求められる場面です。人間関係や仕事において、信頼関係を長続きさせるための誠実さが問われています。アドラー心理学的に言えば、短期的な承認（賞賛）を求めず、長期的な貢献による「所属感」を大切にすべき局面です。",
      "advice": "約束を確実に守り、変わらぬ態度で人と接してください。他者の関心事に関心を持ち続け、日常の些細な配慮を積み重ねることが、鉄の結束を生みます。リーダーとして、あるいはパートナーとして、揺るぎない「芯」を見せることが重要です。",
      "warning": "気分による態度の変化や、不誠実な嘘に注意。相手に対する「慣れ」が礼節を欠く原因となります。親しき仲にも規律を保ち、常に新鮮な感謝の心を持って、関係性のルーチンを大切にしてください。",
      "affirmation": "私は誠実さと一貫性を持って人と接します。私の周りには安定した信頼の輪が広がっています。"
    },
    "contemplation_and_cultivation": {
      "backend_tag": "観照・修養",
      "frontend_button": "自己・精神",
      "scholarship": "ねどじゅん（右脳的アプローチ）",
      "situation": "精神的な「恒常性（ホメオスタシス）」が確立される時期です。右脳的な静寂が定着し、エゴの乱高下に振り回されない「不動心」が育まれています。映画の観客として、この「長く安定したシーン」を穏やかに観賞する時期です。",
      "advice": "日々のルーチンや瞑想を、儀式として大切にしてください。「今、ここ」に居続ける修養が、潜在意識に深い安心感を刻印します。重要性を低く保ち、状況の変化を淡々と静観するメタ認知的な「ゆとり」を、日常のスタンダードにしてください。",
      "warning": "退屈感からくる「刺激への欲求」に注意。それはエゴが退場を拒んでいるサインです。静寂という至福の中に安住することを学び、内面の平安を恒久的なものにするための覚悟を持ってください。",
      "affirmation": "私の心は静寂の中にあり、常に安定しています。私は自らの本質と結ばれ、平安を維持しています。"
    },
    "field_and_foundation": {
      "backend_tag": "場・根底",
      "frontend_button": "基盤・環境",
      "scholarship": "ニコラ・テスラ（エネルギー哲学）",
      "situation": "物理的基盤において「共振の安定」がテーマです。伝統的な「木（雷）」と「木（風）」が同じ周波数で同期しており、持続的なエネルギーを生成し続けている、極めて効率的な電磁場を象徴しています。",
      "advice": "居住環境や職場に「永続性」を感じさせる高品質なものを整えてください。身体的には、心肺機能の強化や持久力を高めるトレーニング、そして何より「生活リズムの一定化」が基盤を強固にします。睡眠の質を一定に保つことが吉です。",
      "warning": "環境の乱れや、不規則な生活によるエネルギーの波打ち（フリッカー）に注意。不安定な振動は基盤を脆くします。常に一定のエネルギー出力を維持できるよう、心身のメンテナンスをルーチン化してください。",
      "affirmation": "私の身体と環境は完璧なリズムで運行しています。私は活力に満ち、常に最良の状態を維持しています。"
    }
  },
  "inspiration": {
    "keywords": ["持続", "恒久", "不変の志", "安定", "継続は力", "夫婦の道", "ルーチン", "初心", "一貫性"],
    "symbols": ["北極星", "止まらない大河", "固く結ばれた絆", "深く根を張る巨木"],
    "academic_note": "本卦は、震（動）が上にあり巽（順）が下にある形。本田済はこれを『動いてなお秩序（順）を守ることで、永遠の安定が得られる』と説き、変化の中の不変性を見出している。"
  },
  "lines": [
    { "position": 1, "name": "初六", "meaning": "深く恒（つね）にす。貞なれども凶。利するところなし。", "advice": "物事の始まりから、あまりに強く、深く持続させようとして無理をしていませんか？ 急激な固執はかえって柔軟性を失わせ、自滅を招きます。今はもっと軽やかに、状況に合わせて少しずつ馴染ませる余裕を持ちなさい。", "affirmation": "私は力みを抜き、自然な流れと共に自らの道を確立していきます。" },
    { "position": 2, "name": "九二", "meaning": "悔い亡（ほろ）ぶ。", "advice": "あなたは正しい中道を守り、一貫性を保っています。多少の迷いや過去の過ちがあっても、今の誠実な歩みを続けていれば、後悔は自然と消えていきます。自信を持って、現在のペースを維持してください。安泰です。", "affirmation": "私は自らの正しさを信頼しています。私の着実な歩みは、すべての憂いを晴らします。" },
    { "position": 3, "name": "九三", "meaning": "その徳を恒（つね）にせず。或（あるい）はこれに羞（はじ）を承（う）く。貞なれども吝（りん）。", "advice": "気分によって方針を変えたり、信念を曲げたりしていませんか？ 一貫性のない態度は、周囲の信頼を失い、あなたに恥をもたらします。どんなに苦しくても、一度決めた正しさを守り抜く「覚悟」が必要です。軸を戻しなさい。", "affirmation": "私は自らの信念を貫きます。私は一貫性のある誠実なリーダーとして振る舞います。" },
    { "position": 4, "name": "九四", "meaning": "田（でん）に禽（きん）なし。", "advice": "場所や方法を間違えて努力を続けていませんか？ 獲物のいない田んぼで狩りをするような虚しい努力です。継続は大切ですが、それが「正しい土台」の上にあるか、メタ認知的な再確認が必要です。執着を捨てて見直しなさい。", "affirmation": "私は賢明に状況を分析し、真に実りのある場所で努力を継続します。" },
    { "position": 5, "name": "六五", "meaning": "その徳に恒にす。婦は貞にして吉。夫（おのこ）は凶。", "advice": "今は柔軟に合わせる（受容的な持続）ことが吉を呼び、強引に我を通す（攻撃的な持続）ことは凶となります。状況やパートナーに従うことで安定が保たれます。サポート役に徹する賢明さを持ちなさい。無理な自己主張は控えて。", "affirmation": "私は調和を最優先し、柔軟な心で周囲を支えることで幸せを維持します。" },
    { "position": 6, "name": "上六", "meaning": "振（しん）恒（こう）なり。凶。", "advice": "持続させようと焦って空回りし、バタバタと落ち着きを失っています（振る）。これでは恒久的な成功は望めません。まずは深呼吸をして、心の揺れを静めてください。静寂な不動心を取り戻さない限り、破滅は避けられません。", "affirmation": "私はすべての焦りを手放し、内なる静寂へと立ち戻ります。私は静かに安定します。" }
  ]
}