{
  "id": 42,
  "gua_name": "益",
  "kanji": "風雷益",
  "reading": "ふうらいえき",
  "english_title": "INCREASE",
  "binary_code": "100011",
  "trigrams": {
    "upper": {
      "name": "風",
      "nature": "順入",
      "element": "木",
      "direction": "南東",
      "attributes": ["柔軟", "拡散", "浸透"]
    },
    "lower": {
      "name": "雷",
      "nature": "動き",
      "element": "木",
      "direction": "東",
      "attributes": ["奮起", "衝撃", "新生"]
    }
  },
  "oracle_text": "益は、往くところあるに利あり。大川を渉るに利あり。",
  "core_description": "上卦（風）を減らして下卦（雷）を益する象。損（41卦）の逆であり、上からの恩恵が下に降り、万物が一斉に活気づく「増益と発展」を象徴します。積極的に行動し、大きな決断（大川を渉る）を下すことで、爆発的な成果が得られる絶好調の卦です。",
  "diagnoses": {
    "time_and_mandate": {
      "backend_tag": "時流・天命",
      "frontend_button": "流れ・好機",
      "scholarship": "高島嘉右衛門（実証易占）",
      "situation": "現在は「急上昇の勢い」の時期です。運気は最高潮にあり、トランサーフィンにおける「追い風のライン」を疾走しています。外部環境があなたの進展を全面的にバックアップしており、すべての扉が開かれています。",
      "advice": "迷わず勝負に出てください。現在は「自分で決めて行う」ことの対象が、もたらされた好機を「最大限に拡大させる」という覚悟になります。長期的なプロジェクトの始動や、大胆な投資に最適なタイミングです。スピードを重視しなさい。",
      "warning": "好調さに甘え、社会への還元を忘れると、運気はすぐに離散します。「益」の天命は、私利私欲のためではなく、公の利益（ウィン・ウィン）を追求する者にのみ永続的なパワーを与えます。分配の精神を忘れずに。",
      "affirmation": "私は拡大と繁栄の流れに乗っています。私の成功は世界に素晴らしい価値を広げています。"
    },
    "virtue_and_conduct": {
      "backend_tag": "徳・処世",
      "frontend_button": "仕事・対人",
      "scholarship": "本田済（古典倫理解釈）",
      "situation": "「遷善改過（善に移り過ちを改める）の徳」が求められる場面です。仕事や対人関係において、自分の非を潔く認め、他者の優れた点を取り入れる柔軟さが、さらなる飛躍を生みます。アドラー心理学的な「共同体感覚」を拡大すべき局面です。",
      "advice": "他者の関心事に関心を持ち、手に入れた利益を積極的に周囲に分け与えてください。リーダーとして、部下やパートナーの可能性を引き出すサポート（益）をすることが、あなたの影響力を不動のものにします。寛大さが富を呼びます。",
      "warning": "傲慢さや、独り占めしようとするエゴに注意。力が強い時期なので、一歩間違えると強欲に見えます。誠実な対話を通じて、全体の利益を底上げする「器」としての振る舞いを貫いてください。支配ではなく貢献を。",
      "affirmation": "私は誠実さと愛を持って周囲を益します。私の周りには常に感謝と豊かさの循環が起きています。"
    },
    "contemplation_and_cultivation": {
      "backend_tag": "観照・修養",
      "frontend_button": "自己・精神",
      "scholarship": "ジョセフ_マーフィー（潜在意識）",
      "situation": "潜在意識が「無限の供給」と完全に同期しています。右脳的なワクワク感と、全能感が溢れ出している状態です。エゴの不安を、発展の情熱で完全に焼き尽くす時期です。人生という映画の「大成功シーン」を観賞している状態です。",
      "advice": "自分の願望が、さらに大きなスケールで実現している映像を潜在意識に描いてください。重要性を適度に保ちつつ、執着は手放し、「うまくいって当然」という軽やかな確信を深めましょう。ねどじゅん氏の説く「本体さんの喜び」を最大化してください。",
      "warning": "「もっと、もっと」という欠乏からくる欲求に注意。それは潜在意識への不信です。既に満たされているという「益」の感覚の中に安住し、宇宙の自動運転に身を任せる修養を行ってください。力まないことが成功の秘訣です。",
      "affirmation": "私は宇宙の無限の富と一つです。私の潜在意識は、日々素晴らしい現実を創造し続けています。"
    },
    "field_and_foundation": {
      "backend_tag": "場・根底",
      "frontend_button": "基盤・環境",
      "scholarship": "ニコラ_テスラ（エネルギー哲学）",
      "situation": "物理的基盤において「高密度のエネルギー流入」が起きています。伝統的な「木（雷）」の躍動と「木（風）」の浸透が重なり、生命力に溢れた、極めて生産性の高い電磁場を象徴しています。",
      "advice": "居住・職場環境の「拡張とアップグレード」を行ってください。新しいツールや技術を取り入れ、基盤の処理能力を高めることが吉です。身体的には、深い呼吸と活発な運動を。全身の細胞に酸素を行き渡らせ、高周波を維持してください。",
      "warning": "エネルギーの過剰による「散漫」に注意。基盤が追いつかないほどの急成長は、システムダウンを招きます。常にグラウンディング（土に触れる、睡眠）を確保し、エネルギーの出力を安定させるメンテナンスを怠らないでください。",
      "affirmation": "私の環境と身体は躍動する生命力で満たされています。私は最高のパフォーマンスを発揮し続けます。"
    }
  },
  "inspiration": {
    "keywords": ["増益", "発展", "公益", "積極行動", "チャンス", "分配", "遷善改過", "バリアントの跳躍", "ウィンウィン"],
    "symbols": ["吹き抜ける追い風", "轟く雷鳴", "急速に成長する大木", "溢れる豊穣の角"],
    "academic_note": "本卦は、上の陽を減らして下の陰に加える。本田済はこれを『上の者が自分を抑えて下の者を救う、至高の統治』と評し、利他的な行動こそが最大の利益を生むと説いている。"
  },
  "lines": [
    { "position": 1, "name": "初九", "meaning": "用（もっ）て大事（だいじ）をなすに利あり。元吉。咎なし。", "advice": "大きな勝負に出る絶好機です。あなたの実力と運気は最高潮にあります。自信を持って、一気に大事業を成し遂げてください。周囲の支持も得られ、最高の結果（元吉）が約束されています。迷わず進みなさい。", "affirmation": "私は自らの無限の可能性を信頼し、大胆に行動して素晴らしい成果を手にします。" },
    { "position": 2, "name": "六二", "meaning": "或（あるい）はこれれを益（えき）す。十朋（じっぽう）の亀（かめ）も克（あた）わず。永貞（えいてい）なれば吉。王、用（もっ）て帝に亨（きょう）す。吉。", "advice": "何もしなくても幸運が舞い込むような絶頂運です。いかなる不運もあなたを傷つけることはできません。常に誠実な信念（貞）を守り続けてください。あなたの徳は神聖な領域にまで届き、安泰が永続します。感謝を形にしなさい。", "affirmation": "私は宇宙からの最高の祝福を受けています。私の誠実な歩みは、永続的な繁栄をもたらします。" },
    { "position": 3, "name": "六三", "meaning": "凶事（きょうじ）にこれれを益（えき）す。咎なし。孚（まこと）ありて中（ちゅう）を行（ゆ）き、公（こう）に告（つ）ぐるに圭（けい）を用（もっ）てす。", "advice": "一見、不運やトラブル（凶事）に見える出来事さえも、あなたの誠実な対応（孚）によって、大きな利益と成長の糧に変えることができます。毅然とした態度で公明正大に対処してください。危機の中にこそ最大のチャンスがあります。", "affirmation": "私はあらゆる状況を好機に変える知恵を持っています。私は常に誠実さを貫きます。" },
    { "position": 4, "name": "六四", "meaning": "中（ちゅう）を行（ゆ）きて公（こう）に告（つ）ぐ。従（したが）えば、用（もっ）て国を遷（うつ）すに依（よ）るに利あり。", "advice": "あなたの誠実な提案が、強力なリーダーや組織に受け入れられる時です。中庸の道を守り、全体の利益のために動いてください。大胆な環境の変化（遷都・移転・転職）も、今のあなたなら安全に成功させることができます。他力を活用しなさい。", "affirmation": "私は周囲の信頼を得て、新しいステージへと軽やかに移行します。" },
    { "position": 5, "name": "九五", "meaning": "孚（まこと）ありて心（こころ）恵（けい）あり。問（と）うなかれ。元吉。孚ありてわが徳（とく）を恵（けい）とす。", "advice": "最高に素晴らしいリーダーシップです。あなたの心には慈愛が満ちており、人々はあなたを深く信頼しています。何の疑いも要りません。あなたが善を成せば、それは宇宙の意志として承認され、最高の結果（元吉）となります。愛を広げなさい。", "affirmation": "私の心は愛と誠実さで満たされています。私の存在が世界に幸福をもたらしています。" },
    { "position": 6, "name": "上九", "meaning": "これれを益（えき）するなかれ。或（あるい）はこれを撃（う）つ。心（こころ）を立つるに恒（つね）なし。凶。", "advice": "自分の利益ばかりを追い求めて、周囲への配慮を欠いていませんか？ 強欲な態度は激しい反発（撃つ）を招き、運気を一気に墜落させます。信念のない移り気な心は破滅を呼びます。今すぐ足を止め、謙虚さと誠実さを取り戻しなさい。引き際です。", "affirmation": "私はエゴの暴走を認め、直ちに謙虚さと調和の道へと立ち戻ります。" }
  ]
}