{
  "id": 15,
  "gua_name": "謙",
  "kanji": "地山謙",
  "reading": "ちざんけん",
  "english_title": "MODESTY",
  "binary_code": "001000",
  "trigrams": {
    "upper": {
      "name": "地",
      "nature": "順応",
      "element": "土",
      "direction": "南西",
      "attributes": ["広大", "受容", "謙虚"]
    },
    "lower": {
      "name": "山",
      "nature": "止まる",
      "element": "土",
      "direction": "北東",
      "attributes": ["高潔", "不動", "内面の実力"]
    }
  },
  "oracle_text": "謙は亨る。君子、終わりあり。",
  "core_description": "高い山（実力・誇り）が地（謙虚さ）の下に隠れている象。内面には揺るぎない実力と高潔さを持ちながら、外面はどこまでも低く、受容的に振る舞う姿を象徴します。易経の中で唯一、全爻が吉とされる「最上の徳」の卦です。",
  "diagnoses": {
    "time_and_mandate": {
      "backend_tag": "時流・天命",
      "frontend_button": "流れ・好機",
      "scholarship": "高島嘉右衛門（実証的易占）",
      "situation": "現在は「徳による開運」の時期です。運気は穏やかですが極めて強固です。バリアントの空間は、あなたが自分を低く保てば保つほど、高い成功のラインへとあなたを押し上げるという「逆説的な成功法則」が働いています。",
      "advice": "手柄を人に譲り、控えめな態度を貫いてください。現在は目立つことよりも、裏方に徹し、周囲を立てることで、結果的に「終わり（完成）」という最高の結果が得られます。天命はあなたの謙虚さを試しています。",
      "warning": "「謙は人を益し、満は人を損なう」。少しでも傲慢さや「私がやった」という意識が芽生えると、運気は即座に離散します。成功が見え始めた時こそ、最も頭を垂れる覚悟を持ってください。",
      "affirmation": "私は謙虚さの中に真の強さを見出します。私の存在は静かに世界を照らしています。"
    },
    "virtue_and_conduct": {
      "backend_tag": "徳・処世",
      "frontend_button": "仕事・対人",
      "scholarship": "本田済（古典倫理解釈）",
      "situation": "「謙譲の美徳」が最大限に発揮される場面です。アドラー心理学的に言えば、他者との競争を完全に降り、協力と貢献の次元に立っている状態です。人望が自然と集まり、敵が消えていく不思議な局面です。",
      "advice": "誠実な聞き役に徹し、他者の関心事に関心を持ち続けてください。自分の意見を押し通すのではなく、全体の調和を優先する振る舞いが、あなたを唯一無二のリーダーとして確立させます。一歩引くことで、すべてを得る時です。",
      "warning": "卑下（自分を卑しめること）と謙虚を履き違えないでください。内面には山のような不動の自信を保持し、それを表面に出さない「余裕」こそが、本物の謙虚さ（謙）です。",
      "affirmation": "私は謙虚さと誠実さを持って人と接します。私の平和な心が周囲に調和をもたらします。"
    },
    "contemplation_and_cultivation": {
      "backend_tag": "観照・修養",
      "frontend_button": "自己・精神",
      "scholarship": "ジョセフ・マーフィー（潜在意識）",
      "situation": "エゴの「自己重要性」が完全に中和されている状態です。潜在意識にある「無限の知性」を信頼し、自らの個我を消して宇宙の導きに身を委ねる、高度な修養が達成されています。右脳的な静寂が最大化しています。",
      "advice": "「自分は何もしていない、すべては宇宙が成している」というメタ認知を維持してください。映画の観客として、この謙虚な主人公がどのように祝福されていくかを静観しましょう。重要性をゼロにすることで、奇跡は日常となります。",
      "warning": "「謙虚であろうとする努力」さえも執着になり得ます。作為的な謙虚さは、巧妙なエゴの変装です。ただ「今ここ」の静寂に安住し、内なる神性にすべてを任せるゆとりを保持してください。",
      "affirmation": "私は宇宙の無限の知恵の通路です。私は静寂の中で最高の自己を表現しています。"
    },
    "field_and_foundation": {
      "backend_tag": "場・根底",
      "frontend_button": "基盤・環境",
      "scholarship": "説卦伝（属性象徴学）",
      "situation": "物理的基盤の「堅実さと安定」がテーマです。伝統的な二つの「土」の要素が重なり、派手さはないが、いかなる嵐にも揺るがない、深淵で強固な土台を象徴しています。",
      "advice": "足元の整理整頓を徹底し、目立たない細部を美しく整えてください。身体的には、グラウンディング（土に触れる、裸足で歩く）を意識し、エネルギーを足の裏から大地へ流しましょう。落ち着いた色調の環境が吉です。",
      "warning": "「重苦しさ」に注意。基盤が安定しすぎるあまり、停滞感が生じることがあります。適度なストレッチや深い呼吸で、大地のエネルギーを全身に循環させるメンテナンスを怠らないでください。",
      "affirmation": "私の基盤は揺るぎなく、大地と共鳴しています。私の心身は深く安定しています。"
    }
  },
  "inspiration": {
    "keywords": ["謙虚", "譲歩", "人望", "終わりあり", "徳の極致", "自制", "実力者の静寂"],
    "symbols": ["平地の下に隠れた山", "豊かに実り頭を垂れる稲穂", "静かなる水鏡", "円形の庭園"],
    "academic_note": "易経六十四卦の中で、すべての爻（初爻から上爻まで）が肯定的・吉とされる唯一の卦。本田済はこれを『道徳的完成の象徴』として、人生の最終目標に置いている。"
  },
  "lines": [
    { "position": 1, "name": "初六", "meaning": "謙々（けんけん）として君子、以て大川を渉る。吉。", "advice": "誰よりも謙虚な態度でスタートしてください。その腰の低さが、強力な協力者を惹きつけ、どんな大きな障害（大川）も安全に乗り越えさせてくれます。初心を貫きなさい。", "affirmation": "私は深い謙虚さを持ち、確信を持って新しい挑戦へと踏み出します。" },
    { "position": 2, "name": "六二", "meaning": "鳴（めい）謙（けん）なり。貞（ただし）ければ吉。", "advice": "あなたの謙虚な徳が自然と周囲に伝わり、賞賛が集まっています。自分からアピールする必要はありません。そのままの誠実さを保つことで、更なる幸運がもたらされます。", "affirmation": "私の内なる徳は静かに輝き、周囲の人々を自然に惹きつけています。" },
    { "position": 3, "name": "九三", "meaning": "労（ろう）謙（けん）なり。君子、終わりあり。吉。", "advice": "あなたは誰よりも努力し、功績を上げていますが、それを一切誇りません。その「労（ろう）して謙（けん）」なる姿勢こそが、天の助けを得て、最高の成功を完成（終わり）させます。", "affirmation": "私は努力を惜しまず、功績に執着せず、完璧な結果を謙虚に受け取ります。" },
    { "position": 4, "name": "六四", "meaning": "利（よろ）しからざるなし。謙を揮（ふる）う。", "advice": "どこまでも謙虚さを追求し、実践してください。今のあなたには何の非もありません。周囲とのバランスを考え、一歩引いた立場を貫くことで、すべてが円満に運びます。", "affirmation": "私はすべての行動において謙虚さを体現し、宇宙の調和を維持しています。" },
    { "position": 5, "name": "六五", "meaning": "富まず、その隣を以（もち）う。侵伐（しんばつ）するに利あり。利しからざるなし。", "advice": "寛大でありながら、必要な時には毅然とした態度で悪を正す強さを持ってください。謙虚さは弱さではありません。あなたの正義は周囲に支持され、必ず勝利します。", "affirmation": "私は柔和さと断固たる意志を併せ持ち、正しさを守るために行動します。" },
    { "position": 6, "name": "上六", "meaning": "鳴（めい）謙（けん）なり。師（いくさ）を出すに利あり。邑（ゆう）国を征するに利あり。", "advice": "謙虚さの極致に達しました。もし自分の中にまだ残っている小さなプライドやエゴがあるなら、それを自ら律してください。自分の内なる領域（邑国）を整えることで、真の平和が訪れます。", "affirmation": "私は自らの内面を完璧に統御し、一切の執着を手放して、至高の静寂を得ます。" }
  ]
}