{
  "id": 21,
  "gua_name": "噬嗑",
  "kanji": "火雷噬嗑",
  "reading": "からいぜいごう",
  "english_title": "BITING THROUGH",
  "binary_code": "100101",
  "trigrams": {
    "upper": {
      "name": "火",
      "nature": "麗しい",
      "element": "火",
      "direction": "南",
      "attributes": ["明晰", "知性", "断罪"]
    },
    "lower": {
      "name": "雷",
      "nature": "動き",
      "element": "木",
      "direction": "東",
      "attributes": ["衝撃", "奮起", "行動"]
    }
  },
  "oracle_text": "噬嗑は、亨る。刑を用いるに利あり。",
  "core_description": "上下の歯（陽爻）の間に異物（陰爻）があり、それを噛み砕いて口を合わせる象。物事の停滞や対立の原因となっている「障害」を、明晰な知性と果断な行動で徹底的に取り除くことを象徴します。刑罰や法的な解決、抜本的な改善が吉を呼ぶ卦です。",
  "diagnoses": {
    "time_and_mandate": {
      "backend_tag": "時流・天命",
      "frontend_button": "流れ・好機",
      "scholarship": "高島嘉右衛門（実証的易占）",
      "situation": "現在は「障害打破」の時期です。運気は激しく動いていますが、一つ強力な邪魔が入っており、それが解決しない限り道は拓けません。天命はあなたに「妥協なき決断」を求めています。",
      "advice": "「噛み砕く」覚悟を持ってください。法的な手続き、契約の破棄、あるいは不正の告発など、避けてきた厳しい処置を断行すべき時です。トランサーフィンにおける「不純なバリアント」を切り捨てることで、本流に戻れます。",
      "warning": "曖昧な妥協や、先延ばしは致命傷になります。異物を残したままでは、状況は腐敗する一方です。天命は、正しい目的（貞）のために力を行使する勇気ある者にのみ味方します。",
      "affirmation": "私は知恵と勇気を持って障害を取り除きます。私は明晰な判断で未来を切り拓きます。"
    },
    "virtue_and_conduct": {
      "backend_tag": "徳・処世",
      "frontend_button": "仕事・対人",
      "scholarship": "本田済（古典倫理解釈）",
      "situation": "「厳格な正義の徳」が求められる場面です。人間関係や仕事において、規律を乱す者や不誠実な行為に対し、毅然とした態度で臨む必要があります。アドラー心理学的な「課題の分離」を行い、不適切な干渉を断ち切る局面です。",
      "advice": "公明正大なルールを適用してください。感情に流されず、事実に基づいて対処することが、結果として全体の調和を取り戻します。他者の関心事に関心を持ちつつも、悪習慣や甘えは許さない厳しさを持ってください。",
      "warning": "個人的な恨みや、私憤を晴らすための攻撃は厳禁です。あくまで「全体の公義」のために刑（処置）を用いるという、高潔な志を保持してください。やり過ぎは後悔を招きます。",
      "affirmation": "私は誠実さと正義を持って行動します。私の決断はすべての人に平和をもたらします。"
    },
    "contemplation_and_cultivation": {
      "backend_tag": "観照・修養",
      "frontend_button": "自己・精神",
      "scholarship": "ジョセフ・マーフィー（潜在意識）",
      "situation": "内面的な「信念の統合」が必要です。あなたの願望の具現化を妨げている、潜在意識の中の「疑念」や「自己否定」という異物を噛み砕いて排除する時期です。右脳的な全能感を阻害するエゴを、知性の光で静観してください。",
      "advice": "心の中の「いい加減な考え」を断捨離しましょう。映画の観客として、この困難な障害をどのように突破していくかを、ワクワクしながら眺めてください。「私はすべての障害を神聖な力で克服する」というアファメーションを強力に行ってください。",
      "warning": "心の中の葛藤を放置しないでください。力み（過剰ポテンシャル）が生じている場合は、その原因をメタ認知的に突き止め、意識的に脱力（リリース）する修養が必要です。",
      "affirmation": "私の潜在意識は清らかで、いかなる疑念も存在しません。私は神聖な勝利を確信しています。"
    },
    "field_and_foundation": {
      "backend_tag": "場・根底",
      "frontend_button": "基盤・環境",
      "scholarship": "ニコラ・テスラ（エネルギー哲学）",
      "situation": "物理的基盤において「エネルギーの衝突と放電」が起きています。伝統的な「火」と「雷」の強烈なパワーが重なり、不純物を焼き尽くす高密度の電磁場を象徴しています。",
      "advice": "物理的な「故障個所」の修理や、システム上の「バグ」の修正を徹底してください。身体的には、噛むこと（咀嚼）を意識し、顎や口腔内のケアを。また、過剰な電気エネルギーを逃がすためのアーシングが有効です。",
      "warning": "電気系統のトラブルや、高血圧、炎症に注意。環境が過熱（オーバーヒート）しやすいため、冷却（リラックス）の時間を意図的に確保してください。基盤の詰まりを取り除くことが最優先です。",
      "affirmation": "私の環境はクリアで、エネルギーの循環が最適化されています。私の身体は完璧な機能を回復しています。"
    }
  },
  "inspiration": {
    "keywords": ["障害打破", "噛み砕く", "刑罰", "法的解決", "断固たる処置", "明晰な知性", "浄化"],
    "symbols": ["噛み合う歯", "断罪の雷", "法廷の天秤", "手術刀"],
    "academic_note": "本卦は、口の中に物がある形。本田済はこれを『上下の意思を疎通させるために、中間の障害を刑法によって除く、政治の厳しさ』として解釈している。"
  },
  "lines": [
    { "position": 1, "name": "初九", "meaning": "足に校（かせ）をはめ、指を滅（けず）る。咎なし。", "advice": "初期段階でのミスに対し、軽い警告や罰が与えられます。これは将来の大きな過ちを防ぐための教育的配慮です。素直に受け入れ、今のうちに態度を改めてください。傷は浅いです。", "affirmation": "私は小さな警告を謙虚に受け止め、自らを正しい道へと修正します。" },
    { "position": 2, "name": "六二", "meaning": "肉を噬（くら）いて鼻を滅る。咎なし。", "advice": "柔らかい肉を噛むように、比較的容易に問題に対処できますが、勢い余って深く入りすぎる（鼻まで浸かる）かもしれません。しかし、正しさを守っているなら問題ありません。一気に行動してください。", "affirmation": "私は迅速かつ大胆に行動し、障害を容易に打破します。" },
    { "position": 3, "name": "六三", "meaning": "腊（せき）肉（にく）を噬（くら）いて、毒に遇う。小（すこ）しく吝（りん）なれども咎なし。", "advice": "古く硬い干し肉（根深い問題）を噛んで、思いがけない反発や不快な思い（毒）をするかもしれません。しかし、これは解決のために必要な痛みです。怯まずに対処し続ければ、最後には解決します。", "affirmation": "私は困難な課題にも怯まず、不快なプロセスを乗り越えて真の解決を目指します。" },
    { "position": 4, "name": "九四", "meaning": "乾（かん）ぶち（※骨付き肉）を噬いて、金の矢を得る。艱（かたが）きに貞（ただし）ければ吉。", "advice": "極めて難易度の高い問題に直面しています。しかし、あなたはそれを突破するための「金の矢（明晰な知恵と強い意志）」を手に入れます。困難を覚悟し、誠実さを貫けば、最高の結果が得られます。", "affirmation": "私は自らの知恵を信頼し、いかなる難局も確固たる意志で突破します。" },
    { "position": 5, "name": "六五", "meaning": "乾（かん）肉（にく）を噬いて、黄金（おうごん）を得る。貞なれば危（あやう）うけれども咎なし。", "advice": "重要かつ責任の重い問題を解決すべき時です。常に中道を保ち、慎重に対処することで、素晴らしい成果（黄金）を手にします。自分の力を過信せず、緊張感を持って事に当たりなさい。", "affirmation": "私は高い視座を保ち、慎重かつ誠実に最高の価値を創造します。" },
    { "position": 6, "name": "上九", "meaning": "校（かせ）を荷（にな）いて耳を滅（けず）る。凶。", "advice": "忠告に耳を貸さず、過ちを繰り返した結果、取り返しのつかない重罰を被る恐れがあります。頑固さは破滅を招きます。今、すべてを止めて猛省し、他者の声（宇宙のシグナル）を聞き入れなさい。", "affirmation": "私は謙虚さを取り戻し、宇宙の警告を真摯に受け止めて執着を手放します。" }
  ]
}