{
  "id": 6,
  "gua_name": "天水訟",
  "reading": "てんすいしょう",
  "symbol": "☰ over ☵",
  "structure": {
    "upper": { "name": "乾", "nature": "天", "meaning": "上昇、剛健、剛すぎる" },
    "lower": { "name": "坎", "nature": "水", "meaning": "下降、険難、疑念" },
    "origin": "天（乾）は上に昇ろうとし、水（坎）は下に流れようとする。上下の意志が完全に乖離し、対立している象。「訟」は訴訟、争い、言論の対立を意味する。正しい主張であっても、最後まで争えば凶となる危うさを象徴する。"
  },
  "core_concept": "訟は孚（まこと）ありて塞（ふさ）がる。惕（おそ）れて中（なか）すれば吉。終（おわ）れば凶。大人を見るに利あり。大川を渉るに利あらず。",
  "interpretation": {
    "situation": "現在は「対立と紛争」のただ中にあります。あなたは自分の正当性を確信していますが、相手との意思疎通が完全に遮断されており、平行線を辿っています。エネルギーが内側（疑念）と外側（主張）でぶつかり合い、摩擦熱が生じている状態です。勝てる見込みがあったとしても、争いを長引かせれば精神的・物質的な消耗は避けられず、最終的には双方に不利益をもたらすリスクが高い時期です。",
    "advice": "「勝利」ではなく「和解」あるいは「撤退」を目指してください。途中で争いを止めることが、真の勝利に繋がります。自分の主張を通そうと固執せず、信頼できる第三者や専門家（大人）に仲裁を依頼しましょう。今は大きな冒険（大川を渉る）は避け、守りを固め、合意点を見出すことに注力してください。一歩引く勇気が、未来の大きな災難を防ぎます。",
    "caution": "「最後まで戦えば必ず勝てる」という思い込みは捨ててください。訟の卦は、勝利の後にさらなる恨みや再戦の火種が残ることを示唆しています。また、感情的な言葉の応酬は事態を悪化させるだけです。論理武装よりも、相手との根本的な価値観のズレを認識し、深追いをしないことが肝要です。自分自身の正義が、傲慢に変わっていないか自問自答してください。",
    "inspiration": {
      "keywords": [ "訴訟", "対立", "意思の乖離", "和解の模索", "第三者の介入", "中断の知恵", "自己主張のコントロール", "摩擦", "妥協点" ],
      "symbols": [ "背を向け合う二人", "荒れる法廷", "逆方向に進む船", "行き止まりの道", "冷たい雨" ],
      "phil_note": "訟の本質は、正しさの証明ではなく『不毛な対立の解消』にある。真に強い者は、勝つことよりも争わない道を選ぶ。"
    }
  },
  "author_insights": {
    "takashima_kaemon": "訴訟や争い事は不利。たとえ勝っても名誉を傷つけ、財を失う。商売では契約トラブルに注意。強気な交渉は失敗する。今は一旦引き下がり、損失を最小限に抑える和解案を提示せよ。病気は長引く懸念があり、セカンドオピニオン（大人）を求めるのが吉。",
    "honda_wataru": "訟は争いなり。上剛下険。君子はこの卦を見て、物事の始まりに慎重になり、後の争いを避けるために契約や約束を明確にする。争いが起きたら、中道を守って速やかに終わらせるべきである。",
    "murphy_philosophy": "『私の心は宇宙の平和と調和の中にあります』と唱えなさい。対立している相手も、本質的にはあなたを映し出す鏡です。相手に対する非難を止め、相手の成功と平安を祈ることで、不思議と状況は和解へと向かいます。潜在意識の調和の法則を使いなさい。"
  },
  "lines": [
    { "position": 1, "name": "初六", "meaning": "事（こと）を終りまでせず。小（すこ）しく言葉あれども、終りに吉。", "analysis": "争いの初期段階。深入りせずに引き返す。多少の文句は言われるが、大事には至らない。", "advice": "小さな不満があっても、訴訟や大事にするのはやめておきましょう。今のうちに手を引けば、被害は最小限で済みます。寛大さを見せて解決を図ってください。", "affirmation": "私は小さな対立にこだわらず、速やかに心の平安を取り戻します。" },
    { "position": 2, "name": "九二", "meaning": "訟に克たず。帰りて逃る。その邑（ゆう）の三百戸、咎なし。", "analysis": "勝ち目がないことを悟り、潔く逃げ帰る。自分のコミュニティ（三百戸）を守る。", "advice": "相手は強大です。今の実力で戦うのは無謀です。プライドを捨てて退却してください。自分の本拠地を守ることに専念すれば、大きな災難は避けられます。", "affirmation": "私は自分の限界を認め、賢明な戦略的撤退を選びます。" },
    { "position": 3, "name": "六三", "meaning": "旧徳（きゅうとく）に食（は）む。貞なれば危うけれども終りに吉。或いは王事に従い、成すことなし。", "analysis": "先人の残した遺産や自分の本分を守る。手柄を求めず、地道にしていれば無事。", "advice": "新しい権利を主張したり、手柄を奪い合ったりしてはいけません。今ある地位や遺産を守ることに徹してください。自分を消して公の仕事に尽くせば、最終的には救われます。", "affirmation": "私は今ある恵みに感謝し、謙虚に自分の役割を果たします。" },
    { "position": 4, "name": "九四", "meaning": "訟に克たず。命（めい）に復（かえ）り、貞（てい）に変ず。安貞（あんてい）なれば吉。", "analysis": "争いに勝てないことを悟り、天命に従って態度を改める。正しさに戻れば吉。", "advice": "無理な主張をしていませんか？ 自分の非を認め、本来あるべき正しい道に戻ってください。争うのをやめて現状に甘んじることで、心も状況も安定します。", "affirmation": "私は過ちを認め、宇宙の正しさに調和する道を選び直します。" },
    { "position": 5, "name": "九五", "meaning": "訟。元吉（げんきつ）。", "analysis": "公正な審判者に裁いてもらう。あるいは自分が公正な立場に立つ。大吉。", "advice": "あなたの正しさが証明される、あるいは公平な解決策が見つかる時です。信頼できる専門家に任せれば、非常に良い形で決着がつきます。自信を持って、しかし中庸を保ってください。", "affirmation": "私は真実と誠実さの中にあり、完璧な正義が実現されるのを信頼しています。" },
    { "position": 6, "name": "上九", "meaning": "或（あるい）はこれに鞶帯（ばんたい）を賜（たま）わん。一朝（いっちょう）に三（み）たびこれを奪わん。", "analysis": "争いに勝って褒美（ベルト）を得るが、すぐに奪い返される。無意味な勝利。", "advice": "力ずくで勝ち取ったとしても、その成果は長続きしません。恨みを買うだけで、すぐにまた別の紛争が起こります。このような勝利には価値がないことを悟ってください。", "affirmation": "私は一時的な勝利よりも、永続的な調和と心の自由を大切にします。" }
  ]
}