{
  "id": 9,
  "gua_name": "小畜",
  "kanji": "風天小畜",
  "reading": "ふうてんしょうちく",
  "english_title": "THE TAMING POWER OF THE SMALL",
  "binary_code": "111011",
  "trigrams": {
    "upper": {
      "name": "風",
      "nature": "順入",
      "element": "木",
      "direction": "南東",
      "attributes": ["柔軟", "浸透", "迷い"]
    },
    "lower": {
      "name": "天",
      "nature": "剛健",
      "element": "金",
      "direction": "北西",
      "attributes": ["上昇", "強固", "意志"]
    }
  },
  "oracle_text": "小畜は、亨る。密雲（みつうん）雨ふらず、わが西郊よりす。",
  "core_description": "天の上を風が吹き渡り、雲を散らしている象。強力なエネルギー（天）があるが、わずかな力（風・六四の陰爻）に留められ、まだ雨が降る（大成する）には至らない「小休止と微調整」の卦です。大きな成果を急がず、細部を整えることが求められます。",
  "diagnoses": {
    "time_and_mandate": {
      "backend_tag": "時流・天命",
      "frontend_button": "流れ・好機",
      "scholarship": "高島嘉右衛門（実証易占）",
      "situation": "現在は「一時的な足止め」の時期です。計画は進んでいますが、あと一歩のところで条件が整わず、雲は出ているが雨が降らないようなもどかしい運気です。天命は、あなたに「小さな蓄積」を促しています。",
      "advice": "大きな勝負に出る時ではありません。身の回りの整理整頓、小規模な改善、あるいは知識の習得といった「小さなこと」を積み上げてください。この停滞は、次にやってくる大きな飛躍のための「調整時間」です。",
      "warning": "焦って強行突破を図ろうとしても、風が雲を散らすように、エネルギーが分散して空回りに終わります。状況が熟すまでは、細かな準備に専念することが、将来の損失を防ぐ唯一の道です。",
      "affirmation": "私は小さな改善の積み重ねが、大きな成功を創ることを知っています。私は今、完璧な準備を整えています。"
    },
    "virtue_and_conduct": {
      "backend_tag": "徳・処世",
      "frontend_button": "仕事・対人",
      "scholarship": "本田済（古典倫理解釈）",
      "situation": "「文徳（ぶんよ）」、すなわち教養や礼節を持って柔和に対処すべき場面です。力任せのリーダーシップではなく、細やかな配慮やコミュニケーションによって、状況を少しずつ好転させる徳が求められています。",
      "advice": "周囲の意見を柔軟に取り入れ、細部まで配慮を行き渡らせてください。他者の関心事に関心を持ち、小さな約束を確実に守ることで、信頼という名の貯金（小畜）を作ることができます。柔よく剛を制す時です。",
      "warning": "自分の正しさを押し通そうとする強引な態度は、摩擦を生むだけです。力が強いほど、態度は柔らかく保つことが肝要です。優柔不断と柔軟さを履き違えないよう、内面には強い志を維持してください。",
      "affirmation": "私は柔軟さと誠実さを持って人と接します。私の細やかな配慮が、大きな信頼を生んでいます。"
    },
    "contemplation_and_cultivation": {
      "backend_tag": "観照・修養",
      "frontend_button": "自己・精神",
      "scholarship": "ジョセフ・マーフィー（思想的修養）",
      "situation": "内面的な「ビジョンの微調整」が必要です。潜在意識には既に願望が刻印されていますが、現実化を妨げている小さな疑念や、過剰なポテンシャル（執着）を静観して取り除く時期です。",
      "advice": "「すべては順調に進んでいる」というアファメーションを行い、結果に対する重要性を下げてください。映画の観客のように、まだ雨が降らないシーンを楽しみましょう。この「ゆとり」が、潜在意識の創造力を最大化します。",
      "warning": "「まだか、まだか」という焦燥感は、欠乏のエネルギーを増幅させます。不足に目を向けるのではなく、既に手にしている小さな喜びにフォーカスしてください。執着を手放した時、恵みの雨は降ります。",
      "affirmation": "私は結果への執着を手放し、今この瞬間の静寂を楽しみます。私の願いは完璧な形で具現化します。"
    },
    "field_and_foundation": {
      "backend_tag": "場・根底",
      "frontend_button": "基盤・環境",
      "scholarship": "説卦伝（属性象徴学）",
      "situation": "物理的基盤の「リファイン（洗練）」がテーマです。伝統的な「天」のエネルギーを「風（木）」が揺らしている、流動的でありながらも密度を高めている磁場を象徴しています。",
      "advice": "生活環境の細かな修繕、断捨離、あるいは高品質な文房具やツールへの新調が吉です。身体的には、呼吸を整え、末端（手足の指先など）のケアを丁寧に行いましょう。微細なエネルギーの循環を促すことが大切です。",
      "warning": "「散らかり」は運気を停滞させます。デスクの上や思考の断片など、放置された「小さな未完了事項」を一つずつ片付けてください。基盤の細部を美しく整えることが、大きなエネルギーを受け入れる器を作ります。",
      "affirmation": "私の環境と身体は細部まで整えられています。私は高いエネルギーを受け入れる準備ができています。"
    }
  },
  "inspiration": {
    "keywords": ["小休止", "微調整", "蓄積", "柔軟性", "準備", "足止め", "細部へのこだわり"],
    "symbols": ["たなびく雲", "そよ風に揺れる花", "磨かれる宝石", "溜まっていく水滴"],
    "academic_note": "本卦は、唯一の陰（六四）が五つの陽を留めている。本田済はこれを『柔よく剛を制す』知恵と捉え、小さな力が大きな流れを整える意義を説いている。"
  },
  "lines": [
    { "position": 1, "name": "初九", "meaning": "道に復（かえ）る。なんぞその咎（とが）あらん。吉。", "advice": "自分の本来の目的（道）に立ち返ってください。寄り道をやめ、本分に戻れば何の心配もありません。初心を忘れないことが成功の鍵です。", "affirmation": "私は自分の本質に立ち返り、正しい道を確信を持って進みます。" },
    { "position": 2, "name": "九二", "meaning": "牽（ひ）きて復る。吉。", "advice": "一人で進まず、仲間と協力して正しい道に戻りましょう。周囲の良き影響を受け入れ、共に歩むことでスムーズに軌道修正ができます。", "affirmation": "私は良き仲間と共に、調和と協力の道を歩みます。" },
    { "position": 3, "name": "九三", "meaning": "輿（よ）の輻（とこ）を脱す。夫妻（ふさい）反目（はんもく）す。", "advice": "車の車輪が外れるように、予期せぬトラブルで足止めを食います。内部で責任転嫁をせず、まずは自分の力み（過剰な推進力）を緩めてください。", "affirmation": "私はトラブルを冷静に受け止め、強引さを捨てて調整に努めます。" },
    { "position": 4, "name": "六四", "meaning": "孚（まこと）あり。血去り惕（おそ）れ出づ。咎なし。", "advice": "誠実さを貫けば、危機は去ります。大きな不安（血・惕）を感じるかもしれませんが、誠心誠意尽くせば、最後には平和な解決が待っています。", "affirmation": "私は誠実さを持って恐怖を克服し、安全な場所へと導かれます。" },
    { "position": 5, "name": "九五", "meaning": "孚あり、攣（れん）如（じょ）たり。その富をもって、その隣（となり）を富ます。", "advice": "あなたの誠実さが周囲を動かします。得られた利益を自分だけで独占せず、仲間に分配してください。分かち合うことで、さらなる繁栄が訪れます。", "affirmation": "私は自分の豊かさを周囲と分かち合い、共に高め合う喜びを味わいます。" },
    { "position": 6, "name": "上九", "meaning": "既に雨ふり、既に処（お）る。徳の載（み）つるを尚（たっと）ぶ。婦、貞なれども危うし。月、望（ぼう）に幾（ちか）ければ、君子往けば凶。", "advice": "待望の雨が降りました。今は現状維持に徹し、これ以上の拡大は控えてください。満月が欠け始めるように、成功の後に衰退の兆しがあります。引き際です。", "affirmation": "私は達成を祝福し、執着を手放して静かに次を待ちます。" }
  ]
}