{
  "id": 23,
  "gua_name": "剥",
  "kanji": "山地剥",
  "reading": "さんちはく",
  "english_title": "SPLITTING APART",
  "binary_code": "000001",
  "trigrams": {
    "upper": {
      "name": "山",
      "nature": "静止",
      "element": "土",
      "direction": "北東",
      "attributes": ["停止", "境界", "孤立"]
    },
    "lower": {
      "name": "地",
      "nature": "順応",
      "element": "土",
      "direction": "南西",
      "attributes": ["沈下", "受容", "虚無"]
    }
  },
  "oracle_text": "剥は、往（ゆ）くところあるに利（よろ）しからず。",
  "core_description": "山が崩れて地へと剥（は）げ落ちる象。陰の力が極まり、最後の一つの陽（九六）をも浸食しようとしている状態を象徴します。外部からの圧力や裏切り、基盤の崩壊を意味し、今は一切の積極的な行動を控え、静かに嵐をやり過ごすべき時期です。",
  "diagnoses": {
    "time_and_mandate": {
      "backend_tag": "時流・天命",
      "frontend_button": "流れ・好機",
      "scholarship": "高島嘉右衛門（実証易占）",
      "situation": "現在は「衰退と剥落」の極点にあります。運気は冬の極限状態にあり、無理に抗えばさらに大きなものを失います。バリアントの空間では、現在のラインは行き止まりに達しており、強制的なリセットがかかろうとしています。",
      "advice": "「進むに利なし」。あらゆる拡大、新規計画、投資を即座に中止してください。天命はあなたに「完全な沈黙と受容」を求めています。今は流れを変えようとせず、古いものが剥がれ落ちるプロセスをただ見届けることが最善です。",
      "warning": "無理な修復や抵抗は、崩壊を加速させます。重要性を極限まで下げ、状況をメタ認知的に静観してください。引き際を誤れば、回復不能なダメージを被ります。執着を手放す勇気が試されています。",
      "affirmation": "私はすべての変化を静かに受け入れます。去るものは追わず、私は内なる静寂の中で守られています。"
    },
    "virtue_and_conduct": {
      "backend_tag": "徳・処世",
      "frontend_button": "仕事・対人",
      "scholarship": "本田済（古典倫理解釈）",
      "situation": "「君子の受難」の場面です。小人（不誠実な者）が勢力を増し、あなたの立場を脅かしています。アドラー心理学的に言えば、他者の課題（悪意や批判）があなたを侵害しようとしていますが、介入すべき時ではありません。",
      "advice": "自らの正しさを主張せず、隠遁（いんとん）の姿勢を取ってください。他者の関心事に関心を持つ余裕がないなら、まずは自分を守る境界線を強固にしてください。誠実さを内側に秘め、表面上は周囲に随うことで難を避けてください。",
      "warning": "裏切りや誹謗中傷に注意。今は味方が少ない時期です。誰かを説得しようとしても、エネルギーが漏洩するだけです。孤独を恐れず、自分自身への愛（自愛）を基盤に、静かに身を処してください。",
      "affirmation": "私は周囲の混乱に惑わされず、自らの高潔さを守り抜きます。私は沈黙の中に真実を見出します。"
    },
    "contemplation_and_cultivation": {
      "backend_tag": "観照・修養",
      "frontend_button": "自己・精神",
      "scholarship": "ジョセフ・マーフィー（潜在意識）",
      "situation": "精神的な「冬眠」が必要です。潜在意識に溜まった古い思考の残骸が剥がれ落ち、新しい芽が出るためのスペースを作っています。エゴの「消滅への恐怖」を映画の観客として静観すべき時期です。",
      "advice": "「私は今、神聖な浄化の中にいる」というアファメーションを行い、不足への焦燥感をリリースしてください。右脳的な静寂（ねどじゅん氏の本体さんの感覚）に浸り、思考という名の「剥落」を見送ってください。無になることで再生が始まります。",
      "warning": "絶望感や自己否定は、潜在意識に「欠乏」を刻印します。状況は単なる「物理現象」に過ぎません。映画のスクリーンに映る崩壊シーンに没入せず、映写機側の平安を維持し続けてください。",
      "affirmation": "私の魂は常に完全です。古いパターンが去り、より高い次元への準備が整っています。"
    },
    "field_and_foundation": {
      "backend_tag": "場・根底",
      "frontend_button": "基盤・環境",
      "scholarship": "説卦伝（属性象徴学）",
      "situation": "物理的基盤の「侵食と腐朽」がテーマです。伝統的な「土」の重なりが限界に達し、構造的な疲労が露出しています。ニコラ・テスラ的な観点で見れば、エネルギーの出力が最小化され、放電を待つ状態です。",
      "advice": "居住環境やシステムの「最小化」を行ってください。不要なものを捨てるのではなく、核となる部分以外をすべて削ぎ落とす「剥」の実践が吉です。身体的には、関節や皮膚のトラブル、消化器系の衰えに注意し、完全な休息を取ってください。",
      "warning": "不安定な地盤（場所）や、老朽化した環境での無理な活動は危険です。グラウンディングを意識しつつも、物理的な接触を減らし、静的なエネルギーを蓄積することに注力してください。補修よりも放置が有効な場合もあります。",
      "affirmation": "私の基盤は静かに再編されています。私は安らぎの中で、新しい活力を待っています。"
    }
  },
  "inspiration": {
    "keywords": ["剥落", "崩壊", "冬眠", "執着の放棄", "リセット", "隠遁", "浄化", "静観"],
    "symbols": ["崩れ落ちる崖", "冬の枯れ木", "廃墟の中の静寂", "最後の一つのリンゴ"],
    "academic_note": "本卦は、五つの陰が下から陽を押し出し、今まさに最後の一陽が剥がれようとする形。本田済はこれを『小人が増長する時』と捉え、君子にとっての最悪の時期における「自守」を説いている。"
  },
  "lines": [
    { "position": 1, "name": "初六", "meaning": "床の足を剥（は）ぐ。貞（ただし）きを滅ぼす。凶。", "advice": "基盤の最も低い部分から侵食が始まっています。まだ表面化していませんが、足元が危うくなっています。今のうちに現状の不備を認め、無理な拡張を止めてください。警告を無視すれば破滅します。", "affirmation": "私は微かな異常を察知し、早急に身の安全を確保します。" },
    { "position": 2, "name": "六二", "meaning": "床の辨（べん）を剥ぐ。貞きを滅ぼす。凶。", "advice": "侵食が中枢部（床の仕切り）まで及んでいます。状況は深刻化しており、もはや従来のやり方は通用しません。プライドを捨てて、守りに徹してください。これ以上の前進は致命傷になります。", "affirmation": "私は状況の深刻さを認め、過度な期待を手放して静かに身を引きます。" },
    { "position": 3, "name": "六三", "meaning": "これを剥（は）ぐ。咎（とが）なし。", "advice": "周囲が悪意ある流れ（剥落）に染まる中で、あなただけはそこから抜け出そうとしています。孤独になりますが、その決断は正しい。古い繋がりを絶つことで、あなたは難を逃れます。孤高を守りなさい。", "affirmation": "私は悪しき流れに加担せず、勇気を持って自らの真実を選択します。" },
    { "position": 4, "name": "六四", "meaning": "床の膚（はだえ）を剥ぐ。凶。", "advice": "災難がついにあなたの身近な場所、あるいは身体そのものに及び始めました。逃げ場のない窮地です。今はただ嵐に耐え、自分の中の最も核となる「意志」だけを死守してください。言葉を発する時ではありません。", "affirmation": "私は嵐の中でも中心を失わず、静かに時の経過を待ちます。" },
    { "position": 5, "name": "六五", "meaning": "魚を貫（つらぬ）き、宮人（きゅうじん）の寵（ちょう）を以（もち）う。利（よろ）しからざるなし。", "advice": "状況が変化し始めます。あなたは自らリーダーシップを振るうのではなく、流れに随う人々を優しく統率し、上位者に従うことで幸運を得ます。私欲を捨て、調和を図ることで、災難は福へと転じます。", "affirmation": "私は周囲と調和し、謙虚な態度で新たな恩恵を受け取ります。" },
    { "position": 6, "name": "上九", "meaning": "碩果（せきか）食（くら）われず。君子は輿（こし）を得、小人は廬（いおり）を剥（は）ぐ。", "advice": "最後の一つの実（碩果）は残ります。剥落は終わり、再生の種が守られました。誠実な者には新たな地位（輿）が与えられ、不誠実な者は自ら破滅します。夜明けはもうすぐです。希望を捨てずに持ち続けてください。", "affirmation": "私は再生の種を大切に守り、輝かしい新時代の到来を確信しています。" }
  ]
}