{
  "id": 19,
  "gua_name": "臨",
  "kanji": "地沢臨",
  "reading": "ちたくりん",
  "english_title": "APPROACH",
  "binary_code": "110000",
  "trigrams": {
    "upper": {
      "name": "地",
      "nature": "順応",
      "element": "土",
      "direction": "南西",
      "attributes": ["包容", "育成", "大衆"]
    },
    "lower": {
      "name": "沢",
      "nature": "悦楽",
      "element": "金",
      "direction": "西",
      "attributes": ["喜び", "若さ", "活発"]
    }
  },
  "oracle_text": "臨は、元いに亨りて貞しければ利ろし。八月に至れば凶あらん。",
  "core_description": "地の下に沢（陽の気）が満ちてくる象。春が近づき、希望と勢いが増していく「臨場・接近」の状態を象徴します。大きなチャンスが近づいていますが、好調な時こそ衰退への備えが必要であることを警告しています。",
  "diagnoses": {
    "time_and_mandate": {
      "backend_tag": "時流・天命",
      "frontend_button": "流れ・好機",
      "scholarship": "高島嘉右衛門（実証的易占）",
      "situation": "現在は「希望の上昇」期です。運気は急速に高まっており、素晴らしいバリアントが目の前に近づいています。新しい計画や投資、独立などに非常に適した天命のタイミングです。",
      "advice": "迷わず積極的に動いてください。今はあなたの影響力が最大化する時期です。ただし「八月に至れば凶」の格言通り、この好調は永遠ではありません。絶頂期に達する前に、長期的な防衛策を「自分で決めて行う」ことが重要です。",
      "warning": "好調さに浮かれ、慢心することが唯一のリスクです。勢いがある時ほど、細部の確認を怠らず、状況をメタ認知的に監視し続けてください。引き際のシグナルを今から設定しておきましょう。",
      "affirmation": "私は素晴らしい成功を自らの元へ引き寄せています。私は未来の備えも完璧です。"
    },
    "virtue_and_conduct": {
      "backend_tag": "徳・処世",
      "frontend_button": "仕事・対人",
      "scholarship": "本田済（古典倫理解釈）",
      "situation": "「君臨と教化の徳」が求められる場面です。リーダーシップを発揮し、周囲を喜び（沢）で満たしながら、大地のような包容力で人々を導く必要があります。アドラー心理学的な「共同体感覚」を広げる時です。",
      "advice": "他者の関心事に関心を持ち、教育やサポートに力を入れてください。あなたが誠実であることを示せば、周囲は喜びを持ってあなたに従います。権威を振りかざすのではなく、共感と喜びをベースにした統率を。",
      "warning": "上下関係の規律が緩みすぎることに注意。親しみやすさの中にも、厳格な「貞（正しさ）」を保持しなければ、組織の土台は崩れます。公明正大さを貫いてください。",
      "affirmation": "私は愛と誠実さを持って人々を導きます。私の周りには常に喜びのエネルギーが溢れています。"
    },
    "contemplation_and_cultivation": {
      "backend_tag": "観照・修養",
      "frontend_button": "自己・精神",
      "scholarship": "ヴァジム・ゼランド（トランサーフィン）",
      "situation": "潜在意識が「希望のバリアント」と同期しています。右脳的なワクワク感が溢れ、自分の意図が現実を動かしている全能感を享受しています。エゴの不安が消え、純粋意図が発動している状態です。",
      "advice": "映画の観客として、この輝かしい上昇シーンを楽しんでください。結果に対する「重要性」を低く保ち、「うまくいって当然」という軽やかな確信で状況を静観しましょう。その余裕がさらなる幸運を定着させます。",
      "warning": "過剰なポテンシャル（高揚しすぎる執着）に注意。喜びが強すぎると平衡力が働き、状況を押し戻そうとします。静かなる喜び（内なる至福）を大切にし、外側には平穏を装ってください。",
      "affirmation": "私は宇宙の豊かさと完全に調和しています。私の望みは完璧な形で具現化しつつあります。"
    },
    "field_and_foundation": {
      "backend_tag": "場・根底",
      "frontend_button": "基盤・環境",
      "scholarship": "ニコラ・テスラ（エネルギー哲学）",
      "situation": "物理的基盤に「高い振動エネルギー」が流入しています。伝統的な「土（地）」と「金（沢）」の要素が融合し、豊かさを生み出すための肥沃な磁場を象徴しています。",
      "advice": "住環境や職場を、明るく、喜びを感じさせる空間に整えてください。身体的には、呼吸器系のケアと、適度な有酸素運動がエネルギー効率を高めます。新しいものを取り入れる「空きスペース」を作っておきましょう。",
      "warning": "エネルギーの過充電による「焦り」に注意。土台（足元）を固めることを疎かにすると、上昇の勢いに身体がついていけなくなります。グラウンディングのための瞑想を習慣化してください。",
      "affirmation": "私の基盤は強固で、無限のエネルギーを受け入れる準備ができています。私の身体は活力に満ちています。"
    }
  },
  "inspiration": {
    "keywords": ["希望", "接近", "君臨", "教化", "上昇気流", "絶頂への備え", "共同体感覚"],
    "symbols": ["近づく春", "大地を潤す湖", "導く教師", "伸びる若草"],
    "academic_note": "本卦は、二つの陽が下から伸びて陰を押し上げようとする形。本田済はこれを『道が盛んになる時』と高く評価しつつ、消長（サイクル）の理による衰退の予見を説いている。"
  },
  "lines": [
    { "position": 1, "name": "初九", "meaning": "咸（かん）臨（りん）す。貞なれば吉。", "advice": "周囲の状況と心が通じ合い、良い影響を与え合っています。誠実さを保って進めば、大きな幸運が得られます。最初の一歩として、自分の感性（右脳）を信じて動いてください。", "affirmation": "私は周囲と調和し、確信を持って素晴らしいスタートを切ります。" },
    { "position": 2, "name": "九二", "meaning": "咸臨す。吉。利（よろ）しからざるなし。", "advice": "感応の力がさらに強まっています。あなたの誠実さが人々を動かし、いかなる計画もスムーズに進展します。自信を持ってリーダーシップを発揮してください。全てが味方しています。", "affirmation": "私の意志は周囲と共鳴し、最高の結果を軽やかに実現します。" },
    { "position": 3, "name": "六三", "meaning": "甘（かん）臨（りん）す。利（よろ）しきところなし。既にこれに憂（うれ）えば、咎（とが）なし。", "advice": "好調さに甘え、享楽的な態度になっていませんか？ 慢心はせっかくの好機を台無しにします。今、自分の緩みを反省し、気を引き締め直せば、災難を避けることができます。", "affirmation": "私は慢心を捨て、常にメタ認知的な視点で自らを律します。" },
    { "position": 4, "name": "六四", "meaning": "至（し）臨（りん）す。咎（とが）なし。", "advice": "賢明な人物を自ら招き、あるいは有力者に歩み寄って協力を求めてください。謙虚な姿勢で「至る」ことが、あなたの地位を安泰にし、問題を未然に防ぎます。協力こそが成功の鍵です。", "affirmation": "私は謙虚に助けを求め、最高の人脈と共に目的を達成します。" },
    { "position": 5, "name": "六五", "meaning": "知（ち）臨（りん）す。大君（たいくん）の宜（ぎ）なり。吉。", "advice": "知恵を持って状況を統御してください。自分ですべてをやろうとせず、有能な人材に任せる「無為の治」が最良の結果を生みます。賢者の登用こそが、真のリーダーの仕事です。", "affirmation": "私は高い視点から状況を把握し、信頼できる仲間に力を委ねます。" },
    { "position": 6, "name": "上六", "meaning": "敦（とん）臨（りん）す。吉。咎なし。", "advice": "どこまでも誠実で、温かい態度（敦）を貫いてください。好調期の終盤にあっても、その徳の高さがあなたを守り、周囲に恵みを与え続けます。終わり良ければすべて良し、です。", "affirmation": "私は真心を持ってすべてを包み込み、素晴らしい完結を迎えます。" }
  ]
}