{
  "id": 45,
  "gua_name": "萃",
  "kanji": "沢地萃",
  "reading": "たくちすい",
  "english_title": "GATHERING TOGETHER",
  "binary_code": "000110",
  "trigrams": {
    "upper": {
      "name": "沢",
      "nature": "悦楽",
      "element": "金",
      "direction": "西",
      "attributes": ["喜び", "受容", "交流"]
    },
    "lower": {
      "name": "地",
      "nature": "順応",
      "element": "土",
      "direction": "南西",
      "attributes": ["包容", "育成", "大衆"]
    }
  },
  "oracle_text": "萃は、亨る。王（おう）、假（いた）りて廟（びょう）に有（あ）り。大人（たいじん）を見るに利あり。亨る。貞（ただし）きに利ろし。大牲（たいせい）を用うるに吉。往くところあるに利あり。",
  "core_description": "地の上に沢（水）が集まっている象。「萃（すい）」は集まること、繁栄を意味します。人、物、金、才能が吸い寄せられるように集まり、大きなエネルギーが醸成されている状態を象徴します。強力なリーダーシップと精神的支柱（信仰・理念）を持つことで、大成する卦です。",
  "diagnoses": {
    "time_and_mandate": {
      "backend_tag": "時流・天命",
      "frontend_button": "流れ・好機",
      "scholarship": "高島嘉右衛門（実証易占）",
      "situation": "現在は「集客と繁栄」の時期です。運気は最高潮にあり、あなたの元へあらゆるリソースが集まっています。トランサーフィンにおける「祝祭のバリアント」に足を踏み入れており、人気運や商売繁盛が約束されています。",
      "advice": "積極的に前進してください。現在は「自分で決めて行う」ことの対象が、集まったエネルギーを「一つの大きな目的（廟・理念）」へと統合する覚悟になります。大きな投資、新規採用、あるいは祭典（ローンチ）を行うのに最適なタイミングです。",
      "warning": "人が集まれば争いや不純な意図も混ざります。強力な精神的支柱（貞）がない限り、繁栄は一瞬で崩壊します。あらかじめ最悪の事態（戎具）を想定し、規律を保つことを忘れないでください。慢心は敵を呼びます。",
      "affirmation": "私は豊かさと人々を惹きつける磁石です。私の周りには常に素晴らしい価値が集まっています。"
    },
    "virtue_and_conduct": {
      "backend_tag": "徳・処世",
      "frontend_button": "仕事・対人",
      "scholarship": "本田済（古典倫理解釈）",
      "situation": "「包容力と統率の徳」が求められる場面です。あなたが中心人物となり、多くの人々の関心があなたに向けられています。アドラー心理学的な「共同体感覚」を最大化し、個々の利益を全体の繁栄へと昇華させる局面です。",
      "advice": "誠実さを第一に、集まった人々に大きな利益（大牲）を提供してください。他者の関心事に関心を持ち、分け隔てなく愛を注ぐことが、あなたのカリスマ性を不変のものにします。感謝の言葉と具体的な報酬を惜しまないでください。",
      "warning": "身びいきや、不公平な評価は、強力な組織を内部から破壊します。礼節（マナー）を守り、公明正大なリーダーシップを貫いてください。支配ではなく、全体の奉仕者（サーバント・リーダー）として振る舞いなさい。",
      "affirmation": "私は愛と誠実さを持って人々と結ばれています。私の誠意が、揺るぎない結束を生んでいます。"
    },
    "contemplation_and_cultivation": {
      "backend_tag": "観照・修養",
      "frontend_button": "自己・精神",
      "scholarship": "ジョセフ_マーフィー（潜在意識）",
      "situation": "潜在意識に「無限の豊かさ」が刻印されています。右脳的なワクワク感と、引き寄せのパワーが最大化している状態です。エゴの「不足感」が消え、宇宙と一体である全能感を享受しています。映画の観客として、この「華やかなパーティーシーン」を楽しんでいる状態です。",
      "advice": "「私の潜在意識は神聖な富を引き寄せる磁石である」というアファメーションを継続してください。重要性を適度に保ちつつも、執着は手放し、「すべては完璧に集まっている」という確信の中に安住しましょう。内なる静寂が、外側の繁栄を維持します。",
      "warning": "成功の絶頂でエゴが暴走し、「自分だけの力だ」という傲慢な脚本を書き始めないよう注意。重要性をメタ認知的に監視し、常に宇宙への感謝を忘れない「ゆとり」を保持してください。力みはエネルギーを散らします。",
      "affirmation": "神の富は私の人生において絶えず循環しています。私は常に最高の豊かさを引き寄せ、享受しています。"
    },
    "field_and_foundation": {
      "backend_tag": "場・根底",
      "frontend_button": "基盤・環境",
      "scholarship": "説卦伝（属性象徴学）",
      "situation": "物理的基盤において「高密度のエネルギー磁場」が形成されています。伝統的な「土（地）」の受容性の上に「金（沢）」の潤いが加わり、生命力に溢れ、あらゆるものが集積しやすい安定した場を象徴しています。",
      "advice": "居住・職場環境を「人々が集まりやすい、快適で美しい空間」に整えてください。サロンやコミュニティスペースの充実が運気を増幅させます。身体的には、心臓の鼓動（リズム）を整え、全身の血流を活発に保つ有酸素運動が吉です。",
      "warning": "環境の「過密」によるトラブルに注意。エネルギーが集中しすぎるため、人間関係の摩擦や、物理的なキャパシティオーバーが起きやすい時期です。意図的に静かな「地の静寂」に戻る休息時間を確保し、基盤の熱を逃がしてください。",
      "affirmation": "私の環境は愛と光に満ちています。私の身体は完璧な活力と調和を維持しています。"
    }
  },
  "inspiration": {
    "keywords": ["集客", "繁栄", "磁力", "祝祭", "提携", "統率", "引き寄せ", "ウィンウィン", "ビジョンの共有"],
    "symbols": ["溢れる泉", "お祭りの太鼓", "宝石箱", "握手する大勢の人々"],
    "academic_note": "本卦は、坤（地）の上に兌（沢）がある。本田済はこれを『水が地を潤し、草木が集まって育つ象』と捉え、誠実な祈り（理念）によって人々を統合する徳の重要性を説いている。"
  },
  "lines": [
    { "position": 1, "name": "初六", "meaning": "孚（まこと）ありて終（つい）わらず。乃（すなわ）ち乱（みだ）れ、乃（すなわ）ち萃（あつ）まる。若（も）し号（さけ）べば、一（いっ）握（あく）にて笑（わら）いに為（な）らん。恤（うれ）うるなかれ。往（ゆ）けば咎なし。", "advice": "方向性に迷いがあり、気持ちが揺れ動いています。しかし、あなたの志が誠実（孚）であれば、心配はいりません。勇気を出して自分の意志を表明（号ぶ）してください。協力者が一気に集まり、不安は笑いに変わります。自信を持って進みなさい。", "affirmation": "私は自らの真実を信じ、確信を持って素晴らしい仲間を引き寄せます。" },
    { "position": 2, "name": "六二", "meaning": "引（ひ）かれて吉。咎（とが）なし。孚（まこと）あれば、維（こ）れ禴（やく）を用いるに利（よろ）し。", "advice": "無理に自分を売り込む必要はありません。他者や状況から自然と「呼ばれる」のを待ってください。素直に誘いに応じることが幸運を呼びます。形式にこだわらず、真心（禴）を尽くして人と接しなさい。誠実さがあなたの最大の武器です。", "affirmation": "私は完璧なタイミングでもたらされる宇宙の招待を、喜びと共に受け取ります。" },
    { "position": 3, "name": "六三", "meaning": "萃（あつ）まる如（ごと）く、嗟（さ）若（じゃく）たる如（ごと）し。利（よろ）しきところなし。往（ゆ）けば咎なし。小（すこ）しく吝（りん）なり。", "advice": "仲間に入りたいのに、うまく輪に入れず嘆いています。今は大きな利益はありませんが、それでも卑屈にならず、自分から積極的に歩み寄る努力を続けてください。多少の恥（吝）はかきますが、行動を続ければ最後には受け入れられます。あきらめないこと。", "affirmation": "私は孤独を恐れず、誠実な歩みを続けることで素晴らしい居場所を見つけます。" },
    { "position": 4, "name": "九四", "meaning": "大（おお）いに吉。咎（とが）なし。", "advice": "あなたの立場や行動は、周囲の期待に完璧に応えています。あなたが中心となって人々を統合し、大きな目的を達成すべき時です。自信を持って、そのリーダーシップを発揮してください。何の非もありません。大吉です。一気に進みなさい。", "affirmation": "私は自らの影響力を信頼し、多くの人々と共に最高の成功を実現します。" },
    { "position": 5, "name": "九五", "meaning": "位（くらい）を萃（あつ）む。咎なし。孚（まこと）なきも、元永（げんえい）貞（てい）なれば、悔（くい）亡（ほろ）ぶ。", "advice": "あなたは最高の地位に就き、人々が集まっています。まだ完全な信頼（孚）を得られていないと感じるかもしれませんが、動揺せず、どこまでも誠実に、かつ永続的に（元永貞）正しさを貫いてください。その不動の姿勢が、やがてすべての疑念を晴らし、盤石の繁栄を築きます。", "affirmation": "私は自らの徳を磨き続け、揺るぎない誠実さによって周囲の心を勝ち取ります。" },
    { "position": 6, "name": "上六", "meaning": "齎（せい）咨（し）涕（てい）洟（い）す。咎なし。", "advice": "集まりの終焉にあたり、悲しみや嘆きを感じるかもしれません。しかし、その深い悲しみこそが、あなたのエゴを浄化し、新たなサイクルへの準備を整えます。感情をありのままに認め、執着を手放してください。何の恥もありません。去るものは追わず、次の静寂を待ちなさい。", "affirmation": "私はすべての完了を祝福します。私は悲しみを手放し、新しい始まりへと心を開きます。" }
  ]
}