{
  "id": 24,
  "gua_name": "復",
  "kanji": "地雷復",
  "reading": "ちらいふく",
  "english_title": "RETURN",
  "binary_code": "100000",
  "trigrams": {
    "upper": {
      "name": "地",
      "nature": "順応",
      "element": "土",
      "direction": "南西",
      "attributes": ["受容", "安定", "沈黙"]
    },
    "lower": {
      "name": "雷",
      "nature": "動き",
      "element": "木",
      "direction": "東",
      "attributes": ["奮起", "衝撃", "新生"]
    }
  },
  "oracle_text": "復は、亨る。出入、疾（やまい）なし。朋（ほう）来たりて咎なし。その道を反復す。七日にして来復す。往くところあるに利あり。",
  "core_description": "地の下で雷（微かな陽の気）が生まれ、再び動き出そうとする象。長い冬が終わり、一陽来復の春を迎える「回復と再開」を象徴します。かつての良い状態に戻ること、あるいは新しいサイクルへの健全な始動を意味する、希望に満ちた卦です。",
  "diagnoses": {
    "time_and_mandate": {
      "backend_tag": "時流・天命",
      "frontend_button": "流れ・好機",
      "scholarship": "高島嘉右衛門（実証易占）",
      "situation": "現在は「再生と復帰」の時期です。剥（崩壊）のプロセスは完了し、運気は上昇に転じました。トランサーフィンにおける「新しいバリアント」の芽がようやく顔を出した状態です。微かですが確実な成功の兆しがあります。",
      "advice": "焦らず、しかし着実に行動を開始してください。「七日にして来復」の通り、物事は自然なサイクルで回復します。無理に加速させず、まずは以前の成功パターンを慎重に再開することが天命です。継続が大きな力となります。",
      "warning": "まだ陽の気は弱いため、急激な拡大や無理な勝負は禁物です。「出入、疾（やまい）なし」とは、自分の本分を外れない限り安全であることを意味します。外側の誘惑に惑わされず、自らの中心（道）を固めてください。",
      "affirmation": "私の人生に光が戻ってきました。私は喜びと共に新しいサイクルを歩み始めます。"
    },
    "virtue_and_conduct": {
      "backend_tag": "徳・処世",
      "frontend_button": "仕事・対人",
      "scholarship": "本田済（古典倫理解釈）",
      "situation": "「不善を正す徳」が試される場面です。過去の誤りに気づき、本来の誠実な自分へと立ち返る（復する）ことが求められています。アドラー心理学的に言えば、目的論に基づき、過去を悔いるのではなく、今ここから「再スタート」する局面です。",
      "advice": "謙虚に自分の過ちを認め、正しい道に戻ってください。良き仲間（朋）が戻ってくる時です。他者の関心事に関心を持ち、以前よりも寛大な心で接することで、信頼関係は劇的に回復します。誠実さがあなたの再建を支えます。",
      "warning": "「迷復（めいふく）」に注意。正しい道が見えているのに、意地を張って古い悪い習慣に執着すると、回復のチャンスを完全に失います。反省を「覚悟」に変えて、一歩踏み出してください。",
      "affirmation": "私は自らを正し、常に誠実な道を選択します。私の誠意は周囲を癒やし、調和を回復させます。"
    },
    "contemplation_and_cultivation": {
      "backend_tag": "観照・修養",
      "frontend_button": "自己・精神",
      "scholarship": "ねどじゅん（右脳的アプローチ）",
      "situation": "「右脳への回帰」の時期です。エゴの嵐が去り、内なる静寂（本体さんの声）が再び聞こえ始めています。映画の観客として、この「静かな夜明け」のシーンを、深い呼吸と共に静観してください。",
      "advice": "「私は今、ここに戻ってきた」という安心感に浸ってください。重要性を完全に下げ、状況の微かな変化を慈しむようなメタ認知を維持しましょう。思考を沈める修養が、潜在意識の創造的な力を最大化させます。",
      "warning": "復活の喜びでエゴが再び暴走し、過剰なポテンシャル（興奮）を作らないように。内なる静寂は繊細です。力みを抜き、脱力した状態で、自然にエネルギーが湧き上がってくるのを待ってください。",
      "affirmation": "私は内なる静寂の中に安住しています。私の人生は、神聖な秩序に従って豊かに再生されます。"
    },
    "field_and_foundation": {
      "backend_tag": "場・根底",
      "frontend_button": "基盤・環境",
      "scholarship": "ニコラ・テスラ（エネルギー哲学）",
      "situation": "物理的基盤の「再活性化」がテーマです。伝統的な「土」の下で「木（雷）」の周波数が振動を始め、生命の磁場が整いつつあります。停止していたエネルギーが、正しい極性を持って流れ始めた状態です。",
      "advice": "居住環境に新しい観葉植物を置く、あるいは朝日を浴びる習慣を取り入れてください。身体的には、ストレッチや軽い運動で全身の循環を「再起動」させることが吉です。質の高い水と新鮮な空気で、基盤を清浄に保ちましょう。",
      "warning": "急な激しい活動による身体への負荷に注意。冬眠明けのような繊細な時期です。エネルギーを急に消費しすぎず、段階的に出力を高めていくホメオスタシスの管理が必要です。基礎を一つずつ再確認してください。",
      "affirmation": "私の環境と身体は新しい生命力で満たされています。私は完璧なバランスで再始動します。"
    }
  },
  "inspiration": {
    "keywords": ["回復", "再開", "一陽来復", "冬至", "リスタート", "反省", "再生", "七日のサイクル"],
    "symbols": ["雪の下の若草", "夜明けの微光", "戻ってくる渡り鳥", "脈動する心臓"],
    "academic_note": "本卦は剥の後に位置し、唯一の陽が最下位に戻ってきた形。本田済はこれを『天地の心（創造的意志）が再び現れる瞬間』と評し、人間が本質に立ち返る尊さを強調している。"
  },
  "lines": [
    { "position": 1, "name": "初九", "meaning": "遠からずして復（かえ）る。悔いに至ることなし。元吉（げんきつ）。", "advice": "間違いに気づいたら、すぐに正しい道に戻ってください。深入りする前に引き返せば、何の傷も残りません。その素直な反省が、あなたに大きな幸運をもたらします。最初の一歩として最高です。", "affirmation": "私は自分の非を直ちに認め、確信を持って正しい道へと立ち戻ります。" },
    { "position": 2, "name": "六二", "meaning": "休（よ）く復る。吉。", "advice": "あなたは周囲の良き模範や師に従い、穏やかに正しい道に戻っています。その素直で謙虚な姿勢が、周囲の支持を得て、状況を好転させます。自分から意地を張らず、良い流れに身を任せなさい。", "affirmation": "私は謙虚に導きを受け入れ、素晴らしい調和の中へと戻っていきます。" },
    { "position": 3, "name": "六三", "meaning": "頻（しき）りに復る。危うけれども咎なし。", "advice": "反省してはまた迷い、迷ってはまた戻る。不安定な状態ですが、戻ろうとする意志がある限り、最後には守られます。自分の弱さを認め、粘り強く自分を律し続けてください。あきらめないことが重要です。", "affirmation": "私は何度迷っても、その都度自らの中心へと戻ることを決意しています。" },
    { "position": 4, "name": "六四", "meaning": "中道（ちゅうどう）を行き、独（ひと）り復る。", "advice": "周囲の不誠実な仲間から離れ、あなた一人が正しい道を選びます。孤独を感じるかもしれませんが、この「復」はあなたの魂にとって極めて重要です。信念を貫くことで、あなたは本物の自分を取り戻します。", "affirmation": "私は周囲に流されず、自らの内なる良心に従って、一人でも正しき道を進みます。" },
    { "position": 5, "name": "六五", "meaning": "敦（あつ）く復る。悔いなし。", "advice": "自らの意志で、誠実に、そして深く反省し、本来の自分に復（かえ）ります。外部からの圧力ではなく、内面からの自発的な変化であるため、その回復は非常に強固で永続的です。素晴らしい内面の進化です。", "affirmation": "私は自らの意志で至高の真実へと立ち戻り、揺るぎない心の平安を確立します。" },
    { "position": 6, "name": "上六", "meaning": "迷（めい）復（ふく）す。凶。災眚（さいせい）あり。師を用いるなかれ。大敗あり。国の君たらば凶。十歳（じっさい）まで征（う）たず。", "advice": "回復のチャンスを完全に逃しました。自らの過ちに固執し、意固地になった結果、大きな災難を招きます。今は何をしても失敗し、そのダメージは長く続きます。すべてを止めて、徹底的な沈黙と謙虚さを取り戻すしかありません。", "affirmation": "私は自らの傲慢さを認め、宇宙の警告を真摯に受け止めて、一切の活動を停止します。" }
  ]
}