{
  "id": 17,
  "gua_name": "随",
  "kanji": "沢雷随",
  "reading": "たくらいずい",
  "english_title": "FOLLOWING",
  "binary_code": "100011",
  "trigrams": {
    "upper": {
      "name": "沢",
      "nature": "悦楽",
      "element": "金",
      "direction": "西",
      "attributes": ["喜び", "受容", "社交"]
    },
    "lower": {
      "name": "雷",
      "nature": "動き",
      "element": "木",
      "direction": "東",
      "attributes": ["衝撃", "エネルギー", "始動"]
    }
  },
  "oracle_text": "随は、元いに亨りて貞しければ咎なし。",
  "core_description": "雷（動的なエネルギー）が沢（喜び・休息）の中に隠れ、状況に随い従う象。自らのエゴを押し通すのではなく、時流や他者の意図を「喜びを持って受け入れる」ことで、抵抗のないバリアントへ移行する智慧を象徴します。",
  "diagnoses": {
    "time_and_mandate": {
      "backend_tag": "時流・天命",
      "frontend_button": "流れ・好機",
      "scholarship": "高島嘉右衛門（実証的易占）",
      "situation": "現在は「適応と便乗」の時期です。トランサーフィンにおける「追い風」のラインに乗っており、自分から波を作るよりも、来ている波に乗ることが天命です。無理な自力走行よりも、他力や時流に随うことが最大の成果を生みます。",
      "advice": "自分のこだわりを一時的に手放し、周囲の勢いのある流れに合流してください。現在は「自分で決めて行う」ことの対象が、他者の良い流れに「乗る」という決断になります。柔軟性が幸運の鍵です。",
      "warning": "頑なに自分のやり方に固執（重要性を高める）すると、流れから取り残されます。また、単なる「付和雷同」ではなく、正しきもの（貞）に随っているか、メタ認知的な確認を怠らないでください。",
      "affirmation": "私は宇宙の完璧な流れに身を任せています。私は喜びと共に、最良のバリアントを選択しています。"
    },
    "virtue_and_conduct": {
      "backend_tag": "徳・処世",
      "frontend_button": "仕事・対人",
      "scholarship": "本田済（古典倫理解釈）",
      "situation": "「随順の徳」が試される場面です。他者の関心事に関心を持ち、相手の意図を汲み取って動くことが、結果としてあなたへの深い信頼を生みます。アドラー心理学的な「共同体感覚」を実践する絶好の機会です。",
      "advice": "良きリーダー、あるいは顧客のニーズに誠実に応えてください。自分の課題と他者の課題を分離した上で、あえて相手の要望に「随う」選択をすることが、あなたの影響力を高めます。喜びを共有する姿勢を大切に。",
      "warning": "不誠実な人物や、邪悪な誘いに随ってはいけません。誰に随うかという「選択の覚悟」が問われています。迎合と調和は異なります。自らの内なる羅針盤（右脳的直感）に従ってください。",
      "affirmation": "私は誠実さと愛を持って人と接します。私の柔軟な対応が、すべてを円満に導きます。"
    },
    "contemplation_and_cultivation": {
      "backend_tag": "観照・修養",
      "frontend_button": "自己_精神",
      "scholarship": "ねどじゅん（右脳的アプローチ）",
      "situation": "エゴの「自分がコントロールしたい」という欲求を鎮める時期です。映画の観客として、スクリーンの中で展開される「誰かについていく」というシーンを静かに眺めてください。重要性を下げ、肩の力を抜くことで、直感の通りが良くなります。",
      "advice": "「今、ここ」の感覚に意識を戻し、状況をジャッジせずに受け入れてください。右脳的な「本体さん」の声は、常に最も抵抗の少ない道を示しています。思考を沈め、感覚のナビゲーションに随ってください。",
      "warning": "「こうあるべき」という左脳的な自動思考に注意。こだわりは潜在意識の柔軟性を失わせます。どんな展開も映画の一場面として楽しむ「ゆとり」を保持してください。",
      "affirmation": "私の心は静寂の中にあり、内なる知恵に従っています。私はあらゆる変化を祝福します。"
    },
    "field_and_foundation": {
      "backend_tag": "場・根底",
      "frontend_button": "基盤・環境",
      "scholarship": "ニコラ・テスラ（エネルギー哲学）",
      "situation": "物理的基盤において「共鳴」が起きやすい状態です。周囲のエネルギー周波数に自分の基盤が影響を受けやすいため、良い環境に身を置くことが、そのまま身体のホメオスタシスに直結します。",
      "advice": "尊敬できる人々が集まる場所、あるいは自然のエネルギーが豊かな場所へ足を運んでください。身体的には、関節や筋肉の柔軟性を高めるストレッチが吉です。環境の周波数に無理なく同調しましょう。",
      "warning": "ネガティブな磁場（不満や愚痴の多い環境）への同調に注意。エネルギーの漏洩を防ぐため、物理的な境界線を意識的に引くことが、基盤の安定を守ります。グラウンディングを強化してください。",
      "affirmation": "私の環境は高潔なエネルギーで満たされています。私の身体は完璧な調和を保っています。"
    }
  },
  "inspiration": {
    "keywords": ["随順", "適応", "便乗", "リラックス", "波に乗る", "他力の活用", "柔軟性"],
    "symbols": ["夕暮れに帰宅する人々", "波に乗るサーファー", "風に揺れる柳", "休息する龍"],
    "academic_note": "本卦は、震（動）が兌（喜）の下にあり、活動を止めて楽しみに従う形。本田済はこれを『固執を捨て、万物と共に変化する聖人の道』と評している。"
  },
  "lines": [
    { "position": 1, "name": "初九", "meaning": "官（かん）に渝（かわ）るあり。貞なれば吉。門を出（い）でて交われば功あり。", "advice": "環境や立場が変わろうとしています。古いこだわりを捨て、広く新しい人間関係の中に飛び込んでください。開かれた心で接すれば、大きな功績が得られます。", "affirmation": "私は変化を歓迎し、新しい可能性に心を開きます。" },
    { "position": 2, "name": "六二", "meaning": "小子（しょうし）に係（かか）れば、丈夫（じょうぶ）を失う。", "advice": "目先の小さな利益や、取るに足らない人物に執着していませんか？ 本当に大切な目的やパートナー（丈夫）を見失わないよう、メタ認知的な優先順位の確認が必要です。", "affirmation": "私は本質を見抜き、真に価値あるものに意識を集中させます。" },
    { "position": 3, "name": "六三", "meaning": "丈夫に係れば、小子を失う。随（したが）いて求むるあれば得る。貞に居（お）るに利あり。", "advice": "大きな志や高潔な人物に従う決断をしてください。小さなこだわりを捨てることで、より大きな実りを得られます。自分の決めた道を信じ、誠実に随ってください。", "affirmation": "私は高い志に従い、勇気を持って不要なものを手放します。" },
    { "position": 4, "name": "九四", "meaning": "随いて獲（う）るところあり。貞なれば凶。孚（まこと）ありて道に在（あ）り。明を以（もち）うれば何ぞ咎（とが）あらん。", "advice": "人についていくことで成果が得られますが、それが私利私欲に基づくものなら将来的に危険です。誠実さを貫き、知性を働かせて「正道」を歩むことを意識してください。", "affirmation": "私は誠実さと明晰さを持ち、いかなる時も正しい道を選択します。" },
    { "position": 5, "name": "九五", "meaning": "嘉（よみ）するに孚（まこと）あり。吉。", "advice": "最高に良い流れです。あなたの誠実な志が天の時と一致しています。自信を持って、良き信条に従って進んでください。周囲もあなたを支持し、成功は約束されています。", "affirmation": "私は自らの真実を信頼し、宇宙の祝福を一身に受け取ります。" },
    { "position": 6, "name": "上九", "meaning": "これに拘（かか）わり、これに繋（つな）ぐ。乃（なわ）ちこれに随（したが）い結ぶ。王、これを用いて西山（せいざん）に亨（きょう）す。", "advice": "強い絆で結ばれる時です。もはや随うべき道は確定しました。揺るぎない覚悟を持って、その責任を果たしてください。あなたの誠意は神聖な領域にまで届きます。", "affirmation": "私は自分の使命を全うし、永続的な調和と信頼を築き上げます。" }
  ]
}