{
  "id": 39,
  "gua_name": "蹇",
  "kanji": "水山蹇",
  "reading": "すいざんけん",
  "english_title": "OBSTRUCTION",
  "binary_code": "001010",
  "trigrams": {
    "upper": {
      "name": "水",
      "nature": "険難",
      "element": "水",
      "direction": "北",
      "attributes": ["深淵", "苦悩", "冷徹"]
    },
    "lower": {
      "name": "山",
      "nature": "静止",
      "element": "土",
      "direction": "北東",
      "attributes": ["境界", "停止", "内省"]
    }
  },
  "oracle_text": "蹇（けん）は、西南（せいなん）に利（よろ）しく、東北（とうほく）に利（よろ）しからず。大人（たいじん）を見るに利（よろ）し。貞（ただし）ければ吉。",
  "core_description": "険難な水が前方にあり、後ろは山に遮られている象。「蹇」は足なえ、すなわち進みたくても足が動かない状態を意味します。無理な強行突破は破滅を招くため、一旦止まって「西南（平易な方向）」を目指すか、賢者の助言を仰いで自らを磨き直すべき「四大難卦」の一つです。",
  "diagnoses": {
    "time_and_mandate": {
      "backend_tag": "時流・天命",
      "frontend_button": "流れ・好機",
      "scholarship": "高島嘉右衛門（実証易占）",
      "situation": "現在は「深刻な停滞」の時期です。運気は冬の吹雪の中にあり、前進しようとすれば遭難するリスクが高いバリアントにいます。天命はあなたに「勇気ある停止と方向転換」を求めています。",
      "advice": "「東北（険路）」を避け、「西南（安泰）」に向かってください。現在は大きな決断や勝負は一切控えるべき時です。自分一人で解決しようとせず、有能な指導者や専門家（大人）を頼る決断をしてください。止まることが最大の智恵です。",
      "warning": "焦って無理やり足を進めると、取り返しのつかないダメージを被ります。重要性を下げ、状況をメタ認知的に静観してください。この停滞は、将来の爆発的な飛躍のための「戦略的足踏み」であると悟りなさい。",
      "affirmation": "私は状況を冷静に見極め、安全な道を選択します。私は必要な助けを謙虚に受け取ります。"
    },
    "virtue_and_conduct": {
      "backend_tag": "徳・処世",
      "frontend_button": "仕事・対人",
      "scholarship": "本田済（古典倫理解釈）",
      "situation": "「反身修徳（自らを省み、徳を養う）の徳」が求められる場面です。人間関係や仕事において、他者のせいにしたくなるような障害が立ち塞がっています。アドラー心理学的な「自分の課題」に集中し、自己の在り方を根本から見直すべき局面です。",
      "advice": "不平不満を止め、他者の関心事に関心を持ち、自らの至らなさを誠実に認めてください。困難がある時こそ、腰を低くし、徳を積むことで、将来的な強力な味方を引き寄せます。他者への貢献を、まずは小さな範囲から始めましょう。",
      "warning": "独善的な正義感や、強引な要求は孤立を深めるだけです。自分の足が止まっているのは、世界が悪いのではなく、自分の中にまだ解決すべき「不調和」があるからです。相手を責めるエネルギーを、自己研鑽に向けなさい。",
      "affirmation": "私はすべての障害を成長の糧に変えます。私は誠実さと謙虚さを持って、自らの道を磨き続けます。"
    },
    "contemplation_and_cultivation": {
      "backend_tag": "観照・修養",
      "frontend_button": "自己・精神",
      "scholarship": "ねどじゅん（右脳的アプローチ）",
      "situation": "精神的な「壁」に直面し、エゴがパニックを起こしている時期です。映画の観客として、この「行き止まりシーン」を、深い呼吸と共に静観してください。右脳的な静寂（本体さんの感覚）へ戻ることが、唯一の脱出口です。",
      "advice": "「思考の足」を止めてください。解決策を探そうとする自動思考を切り、ただ「今、ここ」の身体感覚に意識を集中させましょう。重要性をゼロにし、状況をそのまま受け入れる（サレンダー）ことで、潜在意識が最適な迂回ルートを自動的に描き始めます。",
      "warning": "「早く進まなければ」という焦燥感（過剰ポテンシャル）に注意。力みは潜在意識の創造性を完全にブロックします。肩の力を抜き、宇宙があなたに「休め」と言っているメッセージを慈しむ修養を行ってください。",
      "affirmation": "私の心は静寂の中にあり、いかなる困難も通しません。私は宇宙の完璧な導きを信頼して安らぎます。"
    },
    "field_and_foundation": {
      "backend_tag": "場・根底",
      "frontend_button": "基盤・環境",
      "scholarship": "ニコラ_テスラ（エネルギー哲学）",
      "situation": "物理的基盤において「エネルギーの遮断と冷却」が起きています。伝統的な「土（山）」の停止エネルギーが「水」の冷たさを強調しており、出力が最小化され、システムがフリーズしている状態を象徴しています。",
      "advice": "居住・職場環境の「徹底的な保温と静養」を行ってください。暖かい場所を確保し、物理的な移動を最小限にすることが吉です。身体的には、足腰のケア、血流の改善、そして何より「睡眠」を最優先してください。基盤の回復を待ちなさい。",
      "warning": "不安定な地盤や、寒冷な場所での活動は危険です。身体のホメオスタシスが乱れやすいため、無理なダイエットやハードワークは厳禁です。エネルギーの漏洩を防ぎ、内側に熱（活力）を蓄積するメンテナンスを徹底してください。",
      "affirmation": "私の基盤は静かに再生されています。私は安らぎの中で、新しいエネルギーが満ちるのを待っています。"
    }
  },
  "inspiration": {
    "keywords": ["停滞", "足踏み", "反省", "師を求める", "方向転換", "四大難卦", "忍耐", "脱力"],
    "symbols": ["雪に閉ざされた峠", "動かない時計", "松葉杖", "深い霧の中の灯火"],
    "academic_note": "本卦は、坎（水）が艮（山）の上にある。本田済はこれを『険難を前にして止まる知恵』と捉え、無理に進むことの弊害と、自らを磨くための静止の尊さを説いている。"
  },
  "lines": [
    { "position": 1, "name": "初六", "meaning": "往（ゆ）けば蹇（けん）なり、来（きた）れば誉（ほまれ）あり。", "advice": "今は進むべき時ではありません。無理に動けばさらに大きな困難（蹇）に遭います。一旦退いて、状況が好転するのを待ちなさい。その冷静な判断（来れば）が、結果として周囲の称賛（誉）を得ることになります。止まる勇気を。", "affirmation": "私は焦りを手放し、完璧なタイミングが訪れるまで静かに時を待ちます。" },
    { "position": 2, "name": "六二", "meaning": "王（おう）臣（しん）蹇（けん）蹇（けん）たり。その身（み）の故（ゆえ）にあらず。", "advice": "あなたは板挟みの困難な立場（蹇蹇）にいますが、それはあなたの責任ではありません。使命や責任感ゆえの苦しみです。今は自分の身を案ずるよりも、与えられた役割を誠実にこなしてください。天はあなたの苦労をすべて見ています。", "affirmation": "私は自らの使命を信頼し、いかなる困難の中でも誠実に責任を果たします。" },
    { "position": 3, "name": "九三", "meaning": "往（ゆ）けば蹇（けん）なり、来（きた）れば反（かえ）る。", "advice": "さらに前進すれば泥沼にはまります。今すぐ元いた場所、あるいは信頼できる仲間の元へ引き返してください。古い基盤へ「反る」ことが、今のあなたにとって唯一の生存戦略です。プライドを捨てて戻りなさい。", "affirmation": "私は自らの限界を認め、安全な場所へと速やかに立ち戻ります。" },
    { "position": 4, "name": "六四", "meaning": "往（ゆ）けば蹇（けん）なり、来（きた）れば連（れん）なり。", "advice": "独力で突破しようとすれば行き詰まりますが、一旦立ち止まって周囲を見渡せば、共に歩んでくれる素晴らしい仲間（連）が見つかります。協力体制を築くことに専念してください。助けを求めることは恥ではありません。", "affirmation": "私は心を開いて助力を受け入れ、協力の力で難局を乗り越えます。" },
    { "position": 5, "name": "九五", "meaning": "大（だい）蹇（けん）に朋（ほう）来（きた）る。", "advice": "最大の難所に差し掛かりましたが、そこで最高の助っ人や盟友（朋）が現れます。あなたのこれまでの誠実さが報われる瞬間です。勇気を持ってその手を取り、最後の試練を共に突破してください。勝利はもうすぐです。", "affirmation": "私は宇宙からの最高の助力を歓迎します。私は仲間と共に成功を掴み取ります。" },
    { "position": 6, "name": "上六", "meaning": "往（ゆ）けば蹇（けん）なり、来（きた）れば碩（おお）いなり。吉。大人（たいじん）を見るに利（よろ）し。", "advice": "困難は極まりました。これ以上の活動は一切不要です。高い視点を持つ指導者（大人）に師事し、その智慧を仰いでください。完全に退いて安住することで、大きな実り（碩い）を得ます。執着を完全に手放しなさい。", "affirmation": "私はすべての完了を祝福し、至高の静寂の中で真の自由を得ます。" }
  ]
}