{
  "id": 36,
  "gua_name": "明夷",
  "kanji": "地火明夷",
  "reading": "ちかめいい",
  "english_title": "DARKENING OF THE LIGHT",
  "binary_code": "101000",
  "trigrams": {
    "upper": {
      "name": "地",
      "nature": "順応",
      "element": "土",
      "direction": "南西",
      "attributes": ["下降", "沈黙", "大衆"]
    },
    "lower": {
      "name": "火",
      "nature": "麗しい",
      "element": "火",
      "direction": "南",
      "attributes": ["輝き", "知性", "潜伏"]
    }
  },
  "oracle_text": "明夷は、艱（かたが）きに利（よろ）しきに貞（ただし）けれ。",
  "core_description": "太陽（火）が地中に沈み、暗黒に包まれる象。知恵や才能がある者が、不当な迫害を受けたり、過酷な環境に置かれたりする「受難と隠忍」を象徴します。自らの輝きをあえて隠し（韜晦）、愚か者を装ってでも志を守り抜く、高度な処世の知恵を説く卦です。",
  "diagnoses": {
    "time_and_mandate": {
      "backend_tag": "時流・天命",
      "frontend_button": "流れ・好機",
      "scholarship": "高島嘉右衛門（実証易占）",
      "situation": "現在は「暗黒時代」のただ中にあります。運気は冬の底にあり、正しさが通用せず、理不尽な力が支配するバリアントにいます。天命はあなたに「徹底的な潜伏と忍耐」を求めています。",
      "advice": "目立つ行動を一切控え、才能を隠してください。現在は「自分で決めて行う」ことの対象が、迫害を避けるために「愚者を演じる」という覚悟になります。時期が来るまで静かに時を待ちましょう。今は戦う時ではありません。",
      "warning": "正論を吐いたり、自分の有能さをアピールしたりするのは自殺行為です。重要性を極限まで下げ、周囲の攻撃をすり抜けるメタ認知的な柔軟性が必要です。引き際を誤れば、心身に深い傷を負います。",
      "affirmation": "私は暗闇の中でも内なる光を絶やしません。私は静かに好機を待ち、完璧なタイミングで再起します。"
    },
    "virtue_and_conduct": {
      "backend_tag": "徳・処世",
      "frontend_button": "仕事・対人",
      "scholarship": "本田済（古典倫理解釈）",
      "situation": "「韜晦（とうかい）の徳」が最大に試される場面です。人間関係や仕事において、嫉妬や中傷、不当な評価に晒されています。アドラー心理学的な「課題の分離」を完璧に行い、他者の悪意を自分の価値と混同しない強さが必要です。",
      "advice": "表面上は周囲に随い、内面では高い志を死守してください。他者の関心事に関心を持ちつつも、深入りせず、自分の境界線を守る隠遁の姿勢を貫きましょう。沈黙こそが最大の武器であり、徳となります。誠実さを腹に隠しなさい。",
      "warning": "怒りや復讐心に飲まれないように。それはあなたの内なる光（知性）を汚すことになります。相手の愚かさを観客として静観し、自分を救うための「逃げ道」を常に確保しておく賢明さを持ちなさい。",
      "affirmation": "私は自らの尊厳を守り抜きます。私は平安を保ち、誰にも自らの魂を侵させません。"
    },
    "contemplation_and_cultivation": {
      "backend_tag": "観照・修養",
      "frontend_button": "自己・精神",
      "scholarship": "ねどじゅん（右脳的アプローチ）",
      "situation": "精神的な「夜の航海」の時期です。エゴの恐怖が「もう終わりだ」と囁き、外側の暗闇を強調しています。映画の観客として、この「隠遁シーン」を、深い呼吸と共に見守るメタ認知が求められています。",
      "advice": "「思考は自分ではない」ことを思い出し、右脳的な静寂（本体さんの感覚）へ意識を深く潜らせてください。外がどんなに嵐でも、内なる灯火は消えません。重要性をゼロにし、状況をそのまま受け入れる（サレンダー）ことで、精神的な不動心を手に入れてください。",
      "warning": "絶望感や自己否定は、潜在意識に「闇」を刻印します。状況はあくまで映画のスクリーンに映る演出に過ぎません。映写機側の平安を維持し続け、内面から現実の周波数を変える準備をしてください。",
      "affirmation": "私の内なる光は永遠です。私は静寂の中で、神聖な力を養っています。"
    },
    "field_and_foundation": {
      "backend_tag": "場・根底",
      "frontend_button": "基盤・環境",
      "scholarship": "説卦伝（属性象徴学）",
      "situation": "物理的基盤において「保護と遮断」がテーマです。伝統的な「地」が「火」を覆い隠しており、エネルギーを外部に出さず、内部で保護すべき磁場を象徴しています。",
      "advice": "居住環境のセキュリティを高め、外部からの干渉を物理的に遮断してください。秘密基地のような、誰にも邪魔されない空間を整えることが吉です。身体的には、心臓と目のケアを行い、十分な睡眠と瞑想で生命エネルギーを温存してください。",
      "warning": "エネルギーの漏洩に注意。情報を不用意に発信したり、物理的な露出を増やしたりすると、基盤が攻撃を受けやすくなります。常に「足元（土台）」を安定させ、影に潜むメンテナンスを徹底してください。",
      "affirmation": "私の基盤は静かに守られています。私は安全で保護された空間の中で、活力を再生しています。"
    }
  },
  "inspiration": {
    "keywords": ["隠忍自重", "韜晦", "知恵の隠匿", "受難", "忍耐", "潜伏", "静観", "内なる光"],
    "symbols": ["地中に沈んだ太陽", "愚者を演じる賢者", "秘密の灯火", "閉ざされた門"],
    "academic_note": "本卦は、離（火）が坤（地）の下にある。本田済はこれを『箕子（きし）の貞』、すなわち暴君の下で狂人を装って志を守った賢者の姿になぞらえ、不遇の時における精神的高潔さを強調している。"
  },
  "lines": [
    { "position": 1, "name": "初九", "meaning": "明夷（めいい）、于（ゆ）きて飛ぶ。その翼（つばさ）を垂（た）る。君子于（ゆ）きて行く。三日（みっか）食（くら）わず。往（ゆ）くところあるに、主（しゅ）に言（こと）あり。", "advice": "危機を察知して逃げようとしていますが、翼を傷つけられるような困難があります。食事もままならない窮地ですが、それでも志を変えてはいけません。周囲の批判（主に言あり）を無視して、断固として避難しなさい。スピードが命です。", "affirmation": "私は迷わず危機を回避し、自らの信念を貫きます。" },
    { "position": 2, "name": "六二", "meaning": "明夷（めいい）、左の股（もも）を夷（きず）つく。用（もっ）て拯（すく）うに馬（うま）壮（さか）んなれば吉。", "advice": "不当な攻撃を受け、手傷（股の傷）を負うかもしれません。しかし、まだあなたには力強い助け（壮んな馬）があります。迅速にその助けを借りて、難局を脱してください。早めの対処が大きな幸運を呼び込みます。", "affirmation": "私は適切な助けを受け入れ、速やかに状況を好転させます。" },
    { "position": 3, "name": "九三", "meaning": "明夷（めいい）、南（みなみ）を狩（か）り、その大（だい）首（しゅ）を得（う）。疾（はや）くすべからず、貞（てい）にすべし。", "advice": "暗闇の原因となっている悪の根源（大首）を討つチャンスが巡ってきます。しかし、焦って一気に片付けようとしてはいけません。慎重に、かつ誠実に（貞）進めることで、ようやく目的を達成できます。根気が成功の鍵です。", "affirmation": "私は正しい方法とタイミングで、根本的な問題を解消します。" },
    { "position": 4, "name": "六四", "meaning": "左の腹に入（い）り、明夷（めいい）の心（こころ）を獲（う）。門（もん）庭（てい）を出す。", "advice": "敵の懐深く（左の腹）に入り込み、事の本質や真意を察知しました。もはやここに留まる必要はありません。災難が及ぶ前に、速やかにその場を立ち去ってください。状況を完全に見切る決断が必要な時です。", "affirmation": "私は真実を見抜き、潔く過去の執着から去ります。" },
    { "position": 5, "name": "六五", "meaning": "箕子（きし）の明夷（めいい）。利（よろ）しきに貞（ただし）けれ。", "advice": "あなたは最悪の環境にいますが、愚か者を装うことで自らの高潔さと志を守り抜いています。この「狂を装う」知恵こそが、あなたを救う唯一の道です。どんなに屈辱的でも、信念を曲げずに耐え忍んでください。後に必ず報われます。", "affirmation": "私は内なる光を守り抜き、いかなる状況下でも中心を失いません。" },
    { "position": 6, "name": "上六", "meaning": "明るからず、晦（くら）し。初（はじめ）には天に登（のぼ）り、後（のち）には地に入る。", "advice": "暗闇を支配していた傲慢な力が、ついに自滅し、地底へと沈んでいきます。悪運の終わりです。今は無理に手を貸さず、ただ因果応報の結末を静観してください。夜明けはもうすぐそこです。あなたは自分の場所を死守しなさい。", "affirmation": "私は因果の法則を信頼し、新しい光の到来を静かに迎えます。" }
  ]
}