{
  "id": 22,
  "gua_name": "賁",
  "kanji": "山火賁",
  "reading": "さんかひ",
  "english_title": "GRACE",
  "binary_code": "101001",
  "trigrams": {
    "upper": {
      "name": "山",
      "nature": "静止",
      "element": "土",
      "direction": "北東",
      "attributes": ["安定", "境界", "不動"]
    },
    "lower": {
      "name": "火",
      "nature": "麗しい",
      "element": "火",
      "direction": "南",
      "attributes": ["輝き", "知性", "装飾"]
    }
  },
  "oracle_text": "賁は、亨る。小（すこ）しく往（ゆ）くところあるに利（よろ）し。",
  "core_description": "山の麓に火が輝き、美しく照らし出している象。外見の美しさ、文化、芸術、礼節といった「装飾（賁）」を象徴します。実質を伴いつつも、美しく整えることが幸運を呼びますが、表面的な飾りだけに溺れることへの戒めも含まれています。",
  "diagnoses": {
    "time_and_mandate": {
      "backend_tag": "時流・天命",
      "frontend_button": "流れ・好機",
      "scholarship": "高島嘉右衛門（実証易占）",
      "situation": "現在は「イメージとプレゼンテーション」の時期です。内容の良さはもちろん、それをいかに美しく見せるか、演出するかが成否を分けます。小規模な商談、パーティー、文化的な活動に天命の追い風が吹いています。",
      "advice": "細部にこだわり、美学を持って行動してください。現在は大きな勝負よりも、身の回りの整理整頓や、ブランドイメージの向上といった「小さな前進（小往）」に最適です。バリアントの空間は、洗練されたものを支持しています。",
      "warning": "外見（飾り）にこだわりすぎて、本質を疎かにしないよう注意。「賁」の卦は、夕日のように一時の美しさを象徴することもあります。永続性を求めるなら、装飾の裏にある「真実」をメタ認知的に監視し続けてください。",
      "affirmation": "私の人生は美しく調和しています。私は内面の輝きを、優雅な形で表現しています。"
    },
    "virtue_and_conduct": {
      "backend_tag": "徳・処世",
      "frontend_button": "仕事・対人",
      "scholarship": "本田済（古典倫理解釈）",
      "situation": "「礼節と教養の徳」が求められる場面です。人間関係において、マナーや言葉遣い、あるいは芸術的な感性が潤滑油となります。アドラー心理学的な「他者の関心事への配慮」を、洗練された形で体現すべき局面です。",
      "advice": "周囲の人々に対し、敬意と優雅さを持って接してください。贈り物や感謝の言葉を美しく整えることが、あなたの社会的評価を高めます。実力行使よりも、文化的なアプローチが状況を円満にします。美学を貫いてください。",
      "warning": "虚飾や見栄（エゴ）に走らないよう注意。相手を欺くための装飾は、いつか山の静寂（艮）によって暴かれます。誠実さという実質を伴った美しさこそが、真の「賁」の徳です。",
      "affirmation": "私は礼節と敬意を持って人と接します。私の存在は周囲の人々を心地よく、豊かにします。"
    },
    "contemplation_and_cultivation": {
      "backend_tag": "観照・修養",
      "frontend_button": "自己・精神",
      "scholarship": "ニコラ・テスラ（エネルギー哲学）",
      "situation": "内面的な「調和と幾何学的美」を意識する時期です。あなたの思考というエネルギーが、美しいフラクタル構造を描いているか静観してください。テスラ的な「宇宙の優雅な法則（3-6-9）」との同調が、精神的な飛躍をもたらします。",
      "advice": "映画の観客として、この「美しいシーン」を存分に味わってください。自分の人生という作品を、どれだけ美しく演出できるかを楽しむ「ゆとり」を保持しましょう。右脳的な感性を全開にし、宇宙の芸術性に身を委ねてください。",
      "warning": "自己満足の「美学への執着（過剰ポテンシャル）」に注意。重要性を高めすぎると、かえって無粋な現実を引き寄せます。肩の力を抜き、ただ「美しい流れ」の中に存在し続ける修養を行ってください。",
      "affirmation": "私は宇宙の無限の美の一部です。私の魂は静寂と光に満たされ、完璧な調和の中にあります。"
    },
    "field_and_foundation": {
      "backend_tag": "場・根底",
      "frontend_button": "基盤・環境",
      "scholarship": "風水的環境学",
      "situation": "物理的基盤の「美化と調律」がテーマです。伝統的な「土（山）」の安定感の上に「火」の輝きが加わり、非常に洗練された、品格のあるエネルギー場を象徴しています。",
      "advice": "インテリアを整え、美しいアートや照明を配置してください。空間の「美しさ」が、あなたの思考周波数を直接的に高めます。身体的には、美容、姿勢の矯正、そして質の高い食事を。自分自身を美しく保つことが、磁場を強化します。",
      "warning": "派手さ（過剰な装飾）によるエネルギーの浪費に注意。環境が華やかになりすぎると、足元の安定（グラウンディング）が疎かになります。時折、山の静寂に戻り、無機質な「土」のエネルギーを感じるバランスを。 ",
      "affirmation": "私の基盤は美しく、高貴な振動を放っています。私は調和のとれた素晴らしい環境の中にいます。"
    }
  },
  "inspiration": {
    "keywords": ["装飾", "美学", "礼節", "文化", "プレゼンテーション", "イメージ戦略", "優雅"],
    "symbols": ["夕焼けに映える山", "美しく活けられた花", "芸術作品", "洗練された礼服"],
    "academic_note": "本卦は、火が山を照らす形。本田済はこれを『文（ぶん）』、すなわち文明・文化の象徴とし、実質（質）と装飾（文）のバランスの重要性を説いている。"
  },
  "lines": [
    { "position": 1, "name": "初九", "meaning": "その趾（あし）を賁（かざ）る。車を舎（す）てて徒（かち）す。", "advice": "見栄を張って背伸びをする必要はありません。自分にふさわしい素朴な美しさを大切にしてください。車（豪華な手段）を捨てて自分の足で歩くような、実直で潔い態度が吉を呼びます。誠実さが最大の装飾です。", "affirmation": "私は虚栄を捨て、ありのままの自分を誇りに思います。" },
    { "position": 2, "name": "六二", "meaning": "その須（ひげ）を賁（かざ）る。", "advice": "周囲の動きや上位者の意向に合わせて自分を整えてください。今は主導権を握る時ではなく、良い流れに寄り添い、サポート役に徹することであなたの価値が輝きます。周囲との調和を優先しましょう。", "affirmation": "私は調和を大切にし、素晴らしい流れを美しく支えます。" },
    { "position": 3, "name": "九三", "meaning": "賁（かざ）りて濡（じゅ）したる如（ごと）し。永貞（えいてい）なれば吉。", "advice": "非常に華やかで、潤いのある幸運期です。しかし、この美しさに溺れて自分を見失ってはいけません。常に「正しさ」という実質を内面に保持し続ける覚悟があれば、その幸運は長く続きます。慢心禁物。", "affirmation": "私は繁栄を楽しみつつも、内なる高潔さを決して忘れません。" },
    { "position": 4, "name": "六四", "meaning": "賁（かざ）りたる如（ごと）し、皤（は）如（じょ）たる如（ごと）し。白馬（はくば）翰（かん）如（じょ）たり。匪寇（ひこう）なり、婚媾（こんこう）せんとす。", "advice": "表面的な飾り（白さ）か実質かで迷いが生じています。しかし、白馬に乗って颯爽と現れる協力者やチャンスは本物です。疑いを捨て、誠実な縁を受け入れてください。飾りのない真実があなたを救います。", "affirmation": "私は疑念を払い、真実の導きを素直に受け入れます。" },
    { "position": 5, "name": "六五", "meaning": "丘園（きゅうえん）を賁（かざ）る。束帛（そくはく）戔（せん）戔（せん）たり。吝（りん）なれども終（つい）には吉。", "advice": "豪華な派手さはありませんが、質素で誠実な交流が幸運を呼びます。贈り物や手土産は質素でも、そこに込められた真心を大切にしてください。形式よりも心が通じ合うことで、最後には最高の結果が得られます。", "affirmation": "私は形式よりも真心を大切にし、深い信頼関係を築きます。" },
    { "position": 6, "name": "上九", "meaning": "白（はく）賁（ひ）なり。咎（とが）なし。", "advice": "装飾の極致は、すべての飾りを削ぎ落とした「白（素朴）」に戻ることです。虚飾を捨て、ありのままの真実に到達した時、あなたは最高の自由と安泰を得ます。何もしない、飾らないことの美しさを。 ", "affirmation": "私はすべての虚飾を手放し、純粋な真実の中に存在します。" }
  ]
}