{
  "id": 4,
  "gua_name": "蒙",
  "kanji": "山水蒙",
  "reading": "さんすいもう",
  "english_title": "YOUTHFUL FOLLY",
  "binary_code": "010001",
  "trigrams": {
    "upper": {
      "name": "山",
      "nature": "静止",
      "element": "土",
      "direction": "北東",
      "season": "晩冬から初春",
      "animal": "犬",
      "body_part": "手",
      "attributes": ["止まる", "境界", "山の下の霧", "不透明"]
    },
    "lower": {
      "name": "水",
      "nature": "険難",
      "element": "水",
      "direction": "北",
      "season": "冬",
      "animal": "豚",
      "body_part": "耳",
      "attributes": ["陥る", "険しい", "知恵の源泉", "深淵"]
    }
  },
  "oracle_text": "蒙は亨る。我、童蒙を求むるにあらず、童蒙、我を求む。初筮は告ぐ。再三すれば涜る。涜るれば告げず。貞に利あり。",
  "core_description": "山の下に泉（水）が湧き出しているが、まだ山の霧に包まれて行く先が見えない象。「蒙」は暗がり、未熟、無知を意味し、同時に教育と啓蒙の必要性を象徴します。自分自身の未熟さを認め、正しい指導者や指針を謙虚に求める姿勢が、成功への唯一の道となります。",
  "diagnoses": {
    "time_and_mandate": {
      "backend_tag": "時流_天命",
      "frontend_button": "流れ_好機",
      "scholarship": "高島嘉右衛門（実証易占）",
      "situation": "現在は「五里霧中」の時期です。経験や知識が不足しており、自力で無理に道を開こうとしても、かえって混乱を招くだけです。今は大きな勝負や投資は控え、進むべき方向を定めるための「学び」に専念すべき天命の時期です。",
      "advice": "焦って行動せず、専門家や年長者などの「正しい師」の出現を待ってください。自分から闇雲に動くのではなく、状況が明らかになるまで知識を蓄え、準備を整えることが最大の利益に繋がります。霧が晴れる時を信じて、基礎固めを優先しましょう。",
      "warning": "「再三すれば涜（けが）れる」の戒めの通り、一度得た指針を疑い、自分の都合の良い答えが出るまで占いや助言を繰り返す態度は、運気を著しく低下させます。不信感や優柔不断は、好機を遠ざけます。",
      "affirmation": "私は未熟さを認め、謙虚に学びます。正しい時期に霧は晴れ、光が差し込むことを知っています。"
    },
    "virtue_and_conduct": {
      "backend_tag": "徳_処世",
      "frontend_button": "仕事_対人",
      "scholarship": "本田済（古典倫理解釈）",
      "situation": "指導者と被指導者の関係性が試される場面です。誠実に教えを請う姿勢、あるいは忍耐強く人を育てる徳が求められています。知ったかぶりや傲慢な態度は、社会的な信頼を損なう局面です。",
      "advice": "謙虚に「教えを請う」ことに徹してください。プライドを捨てて年少者や部下からも学ぶ姿勢（下問を恥じず）が、あなたの徳を高めます。また、人を教える立場にあるなら、相手の自発的なやる気を待つ「慈愛ある忍耐」が必要です。",
      "warning": "未熟さを隠して強弁したり、虚勢を張ったりすることは禁物です。また、指導者に対して礼を失うような振る舞いは、自身の成長を妨げます。誠実な「貞」の精神を貫くことが、人間関係の安定に不可欠です。",
      "affirmation": "私は謙虚さと誠実さを持って人と接します。私は他者の知恵を尊重し、共に成長することを喜びます。"
    },
    "contemplation_and_cultivation": {
      "backend_tag": "観照_修養",
      "frontend_button": "自己_精神",
      "scholarship": "リヒャルト_ヴィルヘルム（思想的修養）",
      "situation": "内面的な「無知」と向き合う時期です。エゴが作り出す幻想の霧（思考のノイズ）を鎮め、内なる静寂から湧き出る直感（泉）に耳を傾ける必要があります。自己修養こそが、精神の明晰さをもたらします。",
      "advice": "瞑想や読書、古典に触れることで、自分の思考の癖を客観的に観察してください。「自分はまだ何も知らない」という初心（ビギナーズ・マインド）に戻ることで、無限の可能性が拓かれます。静かに座り、内なる知性の働きを信じてください。",
      "warning": "焦燥感からくる場当たり的な知識の収集は、精神的な混乱を助長します。情報の多さに惑わされず、一人の師、一つの真理に深く参入する修養が必要です。表面的な解決策に飛びつかないようにしましょう。",
      "affirmation": "私の心の霧は晴れ渡ります。私は静寂の中で真実を見抜き、内なる知恵に従って行動します。"
    },
    "field_and_foundation": {
      "backend_tag": "場_根底",
      "frontend_button": "基盤_環境",
      "scholarship": "説卦伝（属性象徴学）",
      "situation": "物理的基盤において、見通しが悪く不安定な状態です。伝統的な「土（山）」の停止エネルギーが、深層にある「水（険難）」を覆っており、表面的な安定の裏に不透明な問題が潜んでいる環境です。",
      "advice": "まずは居住・職場環境の「換気」と「採光」を意識してください。暗い場所や湿った場所の整理整頓が、運気の滞りを解消します。身体的には頭部の重さや目の疲れに注意し、脳をリラックスさせるデジタルデトックスを環境に取り入れましょう。",
      "warning": "環境の不備（情報の欠如や書類の不備など）を放置したまま重要事項を決定しないでください。基礎的なデータの再確認や、物理的な土台のメンテナンスが必要です。曖昧な契約や約束事は、後で大きな問題に発展します。",
      "affirmation": "私の環境は明晰さと秩序に満たされています。私は整った基盤の上に、着実に未来を築きます。"
    }
  },
  "inspiration": {
    "keywords": [
      "教育",
      "啓蒙",
      "初心",
      "謙虚な学習",
      "霧の解消",
      "師弟の絆",
      "自発的な問い",
      "基礎学習"
    ],
    "symbols": [
      "霧に包まれた山裾の寺院",
      "湧き出したばかりの清らかな泉",
      "真っ白なキャンバス",
      "手探りで歩く少年"
    ],
    "academic_note": "本卦は、屯（難）の後に位置する「教育による育成」を示す。本田済はこれを『果行育徳（果断に行動し、徳を養う）』の卦と評し、無知を打破するための能動的な学習と自己規律の重要性を強調している。"
  },
  "lines": [
    {
      "position": 1,
      "name": "初六",
      "meaning": "蒙を啓（ひら）く。人を利用して刑を説く。桎梏（しっこく）を脱するに利あり。往けば吝（りん）。",
      "advice": "教育の初期段階。自分を厳しい枠組みに入れ、悪い習慣を断ち切る必要があります。今は自由奔放に動く時ではなく、正しい規律の中で自分を鍛え直してください。規律こそがあなたを救います。",
      "affirmation": "私は自己を律し、正しい規律の中で真の自由を手に入れます。"
    },
    {
      "position": 2,
      "name": "九二",
      "meaning": "蒙を包（い）る。吉。婦（ふ）を納（い）るれば吉。子は家を克（よ）くす。",
      "advice": "周囲の未熟さやミスを寛大に包み込む器量が、大きな幸運を呼びます。あなたは指導者としての役割を果たすべき時です。他人の成長を信じて見守る包容力が、組織や家庭を安定させます。",
      "affirmation": "私はすべての未熟さを愛で包み込み、成長の糧に変えていきます。"
    },
    {
      "position": 3,
      "name": "六三",
      "meaning": "女を取（めと）るに用うるなかれ。金夫を見て身を保たず。利するところなし。",
      "advice": "誘惑に負けて自分を見失う危うい状態です。目先の利益や権力に目がくらみ、本来の目的を忘れてはいけません。不適切な誘いや甘い言葉には乗らないでください。今は自重し、高潔さを保つ時です。",
      "affirmation": "私は自分の価値を知っており、いかなる誘惑にも惑わされず、自らの中心に留まります。"
    },
    {
      "position": 4,
      "name": "六四",
      "meaning": "困（くる）しめる蒙なり。吝（りん）。",
      "advice": "頑固に自分の無知に固執し、周囲の助言を拒絶していませんか？ 孤独な困窮に陥る予兆です。プライドを捨てて、外の世界に心を開き、素直に助けを求めてください。独りよがりは身を滅ぼします。",
      "affirmation": "私は固定観念を捨て、宇宙の豊かな知恵に対して素直に心を開きます。"
    },
    {
      "position": 5,
      "name": "六五",
      "meaning": "童蒙（どうもう）。吉。",
      "advice": "最高に良い姿勢です。子供のような純粋な心で師を信じ、教えを吸収してください。その素直さが、あらゆる困難を突破する最大の鍵となります。謙虚であれば、成功は約束されています。",
      "affirmation": "私は常に学び、吸収し続ける柔軟な心を持ち、最高の結果を引き寄せます。"
    },
    {
      "position": 6,
      "name": "上九",
      "meaning": "蒙を撃つ。寇（あだ）をなすに利あらず。寇を防ぐに利あり。",
      "advice": "問題を力ずくで解決しようとしたり、厳しすぎたりしていませんか？ やり過ぎは逆効果です。相手を攻撃するのではなく、自分自身の弱さを克服することに力を使ってください。寛大さと防御を優先しましょう。",
      "affirmation": "私は力ではなく知恵を使い、すべての障害を穏やかに解消します。"
    }
  ]
}