{
  "id": 28,
  "gua_name": "大過",
  "kanji": "沢風大過",
  "reading": "たくふうたいか",
  "english_title": "PREPONDERANCE OF THE GREAT",
  "binary_code": "011110",
  "trigrams": {
    "upper": {
      "name": "沢",
      "nature": "悦楽",
      "element": "金",
      "direction": "西",
      "attributes": ["喜び", "受容", "浸水"]
    },
    "lower": {
      "name": "風",
      "nature": "順入",
      "element": "木",
      "direction": "南東",
      "attributes": ["柔軟", "迷い", "脆弱"]
    }
  },
  "oracle_text": "大過は、棟（むね）撓（たわ）む。往くところあるに利ろし。亨る。",
  "core_description": "中の四爻が陽で上下の初・末爻が陰であり、重荷に耐えかねて家の棟木がたわんでいる象。「大過」は過ぎ去ること、あるいは並外れた重圧を意味します。平時ではない非常事態にありますが、勇気を持って一人立つ決断（独立不惧）が、局面を劇的に打破する卦です。",
  "diagnoses": {
    "time_and_mandate": {
      "backend_tag": "時流・天命",
      "frontend_button": "流れ・好機",
      "scholarship": "高島嘉右衛門（実証易占）",
      "situation": "現在は「重大な決断と非常事態」の時期です。運気は極限まで張り詰めており、一歩間違えば崩壊するリスクがありますが、同時に現状を根底から覆す絶好機でもあります。バリアントの空間における「限界突破」の座標にいます。",
      "advice": "「往くところあるに利あり」。常識や前例にとらわれず、大胆な行動に出てください。中途半端な妥協は破滅を招きます。天命は、死を覚悟して（あるいは執着を捨てて）前進する勇者にのみ、生存のライン（成功のバリアント）を開きます。",
      "warning": "責任の重さに押し潰されないよう注意。「棟撓む」とは、土台と頂点が弱く、中身だけが重すぎる不均衡を示しています。過剰なポテンシャルを解消するため、重要性を下げ、結果に対する「覚悟」を決めることが急務です。",
      "affirmation": "私はこの難局をチャンスに変える力を持っています。私は確信を持って大胆に行動します。"
    },
    "virtue_and_conduct": {
      "backend_tag": "徳・処世",
      "frontend_button": "仕事・対人",
      "scholarship": "本田済（古典倫理解釈）",
      "situation": "「独立不惧の徳」が求められる場面です。周囲の反対や不理解の中で、自分一人が正しいと信じる道を歩まなければならない局面です。アドラー心理学的な「課題の分離」を完璧に遂行し、他者の評価を完全に無視する勇気が必要です。",
      "advice": "孤独を恐れず、自らの信念に従って行動してください。他者の関心事に関心を持ちつつも、この決定的な瞬間に限っては、自分の真実を優先させることが真の貢献に繋がります。誠実さを楯に、一人で立つ覚悟を持ってください。",
      "warning": "優柔不断や他者への依存は命取りになります。また、強引な手法を使いすぎると「過ぎたるは及ばざるが如し」の反動を受けます。高潔な志を保持しつつも、態度は柔らかく、しかし意志は鋼のように保ってください。",
      "affirmation": "私は世界に左右されず、自らの内なる正義に従って行動します。私は一人立つ勇気を持っています。"
    },
    "contemplation_and_cultivation": {
      "backend_tag": "観照・修養",
      "frontend_button": "自己・精神",
      "scholarship": "ねどじゅん（右脳的アプローチ）",
      "situation": "精神的な「臨界点」に達しています。エゴの「どうしよう」という思考が爆発的に増え、意識の屋根をたわませています。映画の観客として、この「最大級のピンチ」のシーンを、震えながらも楽しむメタ認知が求められています。",
      "advice": "「すべてを失っても、私は私である」という究極の脱力を行ってください。重要性をゼロにすることで、たわんでいた棟木は不思議と真っ直ぐに戻ります。右脳的な「本体さん」に操縦権を渡し、エゴの叫びを静観してください。降参（サレンダー）こそが最大の防御です。",
      "warning": "「失敗したら終わりだ」という左脳的なドラマに飲まれないでください。それは幻想です。どんな結果も映画のエンディングに過ぎません。そのゆとりが、潜在意識の奇跡的な解決策（ワープ）を引き寄せます。",
      "affirmation": "私はすべての結果を宇宙に委ねます。私は静寂の中で、無敵の強さを手に入れています。"
    },
    "field_and_foundation": {
      "backend_tag": "場・根底",
      "frontend_button": "基盤・環境",
      "scholarship": "ニコラ・テスラ（エネルギー哲学）",
      "situation": "物理的基盤における「過重負荷」が起きています。伝統的な「木（風）」の脆弱な土台に、「金（沢）」の重たいエネルギーが乗っており、共振崩壊（レゾナンス・ディザスター）の直前の磁場を象徴しています。",
      "advice": "物理的な「軽量化」を最優先してください。不要な責任、債務、物理的な荷物を即座に処分しましょう。身体的には、腰や背骨のケアを重点的に行い、重圧を逃がすためのアーシングと呼吸法を実践してください。環境のバランス調整が急務です。",
      "warning": "不均衡な状態で無理に建物を高くしようとしないでください。基盤の補強が間に合わないなら、一旦すべてを解体（リセット）する勇気も必要です。エネルギーの漏洩や、システムダウンの兆候を見逃さないでください。",
      "affirmation": "私の環境はクリアで、軽やかです。私はすべての重圧を解放し、自由な振動を維持しています。"
    }
  },
  "inspiration": {
    "keywords": ["非常事態", "独立不惧", "限界突破", "重大な決断", "不均衡", "過重負荷", "勇気ある飛躍", "脚本の変更"],
    "symbols": ["たわむ棟木", "嵐の中の巨木", "一人で立つ塔", "洪水に耐える堤防"],
    "academic_note": "本卦は、上下が陰で中が四陽という「強すぎる中心」を持つ。本田済はこれを『並外れた英雄の行動』として称えつつ、その危うさと孤独な覚悟を強調している。"
  },
  "lines": [
    { "position": 1, "name": "初六", "meaning": "白茅（はくぼう）を籍（し）く。咎なし。", "advice": "慎重すぎるほど慎重に、物事の準備を整えてください。地面に白い茅（かや）を敷いて供物を置くような、丁寧な儀式的配慮が災難を未然に防ぎます。初心を忘れず、細部に誠実さを尽くしなさい。", "affirmation": "私は細心の注意と敬意を持って、素晴らしい未来の基礎を築いています。" },
    { "position": 2, "name": "九二", "meaning": "枯木（こぼく）にヒ（※しめすへんに弟）を生ず。老夫、その女（じょ）妻（さい）を得る。利ろしからざるなし。", "advice": "衰退した状況の中に、意外な形で新しい芽（可能性）が生まれます。年長者が若いパートナーを得るような、アンバランスですが活力のある結合が幸運を呼びます。古いやり方に新しい感性を混ぜなさい。再生の時です。", "affirmation": "私は変化を歓迎し、意外な形でもたらされる新しい活力を享受します。" },
    { "position": 3, "name": "九三", "meaning": "棟（むね）撓（たわ）む。凶。", "advice": "独りよがりな強引さが限界に達し、ついに崩壊が始まっています。周囲の助言を聞かず、自分だけで解決しようとしたツケが回ってきました。今はもう取り繕うことはできません。過ちを認め、潔く敗北を受け入れなさい。", "affirmation": "私は自らの慢心を認め、エゴのドラマを終わらせることを決意します。" },
    { "position": 4, "name": "九四", "meaning": "棟（むね）隆（たか）し。吉。他あれば吝（りん）。", "advice": "重圧を跳ね除け、状況を見事にコントロールしています。あなたは今、頼もしいリーダーです。自信を持って進めてください。ただし、私的な感情や打算が混ざると、一気に状況は悪化します。公明正大さを貫きなさい。", "affirmation": "私は強い意志と誠実さを保ち、素晴らしい成功を確実なものにします。" },
    { "position": 5, "name": "九五", "meaning": "枯木（こぼく）に華を生ず。老婦、その士夫（しふ）を得る。咎もなく誉れもなし。", "advice": "枯れ木に花が咲くような一時の華やかさがありますが、実り（永続性）は期待できません。表面的な成功に浮かれず、これが「最後の輝き」かもしれないというメタ認知を持ってください。現状維持で満足すべき時です。", "affirmation": "私は一時の成功を静かに楽しみつつ、執着を手放して平安を保ちます。" },
    { "position": 6, "name": "上六", "meaning": "過ぎて渉（わた）る。頂を滅（めっ）す。凶。咎なし。", "advice": "使命感や志のために、自らの限界を超えて突き進みました。結果として水に沈む（失敗する）かもしれませんが、その勇気ある献身は道徳的に高く評価され、魂のレベルでは何の恥もありません。あなたの覚悟を宇宙は祝福しています。", "affirmation": "私は結果を超越した純粋な意志を持って行動し、すべての展開に満足しています。" }
  ]
}