{
  "id": 55,
  "gua_name": "豊",
  "kanji": "雷火豊",
  "reading": "らいかほう",
  "english_title": "ABUNDANCE",
  "binary_code": "101100",
  "trigrams": {
    "upper": {
      "name": "雷",
      "nature": "動き",
      "element": "木",
      "direction": "東",
      "attributes": ["衝撃", "奮起", "始動"]
    },
    "lower": {
      "name": "火",
      "nature": "麗しい",
      "element": "火",
      "direction": "南",
      "attributes": ["明晰", "輝き", "知性"]
    }
  },
  "oracle_text": "豊は、亨（とお）る。王、これに假（いた）る。恤（うれ）うるなかれ。日中（にっちゅう）に宜（よろ）し。",
  "core_description": "雷（行動）と火（明晰）が組み合わさり、真昼の太陽のように全てが盛大に輝く象。「豊（ほう）」は豊穣、絶頂、盛大さを意味します。大きな成功を掴み、多忙を極める時期ですが、日中を過ぎれば日が傾くように、絶頂期の中にも衰退の兆しがあることを示唆します。即断即決が成否を分ける卦です。",
  "diagnoses": {
    "time_and_mandate": {
      "backend_tag": "時流・天命",
      "frontend_button": "流れ・好機",
      "scholarship": "高島嘉右衛門（実証易占）",
      "situation": "現在は「絶頂と転換」の時期です。運気は最高潮にあり、莫大なエネルギーが放射されています。トランサーフィンにおける「祝祭のバリアント」を通過中ですが、このシーンは非常に短期間です。天命はあなたに、躊躇なき収穫を求めています。",
      "advice": "「日中に宜し」。今すぐ行動し、果実を手にしてください。現在は「自分で決めて行う」ことの対象が、迷いを捨てて「一気に完結させる」という覚悟になります。不安（恤）を捨て、輝いている今この瞬間を最大限に活用しなさい。先延ばしは致命的です。",
      "warning": "「豊かさは長くは続かない」。盛大であるほど、影も濃くなります。慢心して将来の備えを忘れると、急激な暗転に直面します。メタ認知的に「今の輝きは一時の映画のシーン」であると悟り、執着を手放しながら全力を尽くしてください。",
      "affirmation": "私は今、最高の繁栄の中にいます。私は完璧なタイミングで行動し、すべての豊かさを享受します。"
    },
    "virtue_and_conduct": {
      "backend_tag": "徳・処世",
      "frontend_button": "仕事・対人",
      "scholarship": "本田済（古典倫理解釈）",
      "situation": "「明察と断行の徳」が求められる場面です。あなたが中心となり、周囲を明るく照らすリーダーシップを発揮すべき局面です。アドラー心理学的な「共同体への貢献」を、最も華やかな形で体現するチャンスです。",
      "advice": "公明正大な判断力（火）を持って、迅速に（雷）問題を処理してください。他者の関心事に関心を持ち、手に入れた利益を惜しみなく分配することが、あなたの徳を永続させます。隠し事をせず、光の下で堂々と振る舞いなさい。感謝を形に。",
      "warning": "権力への執着や、周囲を圧倒する威圧感に注意。力が強い時期なので、無意識に他者の課題を侵犯しがちです。謙虚さを楯にし、支配ではなく「恩恵の分配」に徹してください。傲慢は敵を作ります。",
      "affirmation": "私は誠実さと愛を持って周囲を導きます。私の成功は、すべての人に豊かさと希望を与えます。"
    },
    "contemplation_and_cultivation": {
      "backend_tag": "観照・修養",
      "frontend_button": "自己・精神",
      "scholarship": "ジョセフ_マーフィー（潜在意識）",
      "situation": "潜在意識が「無限の輝き」を現出させています。右脳的な全能感と、思考が即座に現実化するスピード感が最高潮に達しています。エゴの「不安」を情熱の光で完全に焼き尽くしている状態です。映画の観客として、この「最大級のクライマックス」を楽しみましょう。",
      "advice": "「私は宇宙の無限の豊かさと一体である」というアファメーションを確信を持って唱えてください。重要性を適度に保ちつつも、結果に対する執着は手放し、今ここにある至福（ねどじゅん氏の本体さんの喜び）を味わい尽くしましょう。光のイメージを潜在意識に深く刻印してください。",
      "warning": "「失うことへの恐怖」というノイズに注意。絶頂期に芽生える不安は、不運のバリアントを招き寄せます。肩の力を抜き、「うまくいって当然」という軽やかな確信を維持する修養を行ってください。脱力が繁栄を維持します。",
      "affirmation": "私の魂は常に豊かさと共鳴しています。私は静寂の中で、最高の自己を表現し続けています。"
    },
    "field_and_foundation": {
      "backend_tag": "場・根底",
      "frontend_button": "基盤・環境",
      "scholarship": "ニコラ_テスラ（エネルギー哲学）",
      "situation": "物理的基盤において「エネルギーの最大放射」が起きています。伝統的な「火」の明晰さと「木（雷）」の躍動が組み合わさり、テスラコイルが最大出力を出しているような、高密度の電磁場を象徴しています。",
      "advice": "居住・職場環境を「最高に華やかで機能的」に整えてください。最新のツールを導入し、効率を最大化することが吉です。身体的には、循環器系の活性化と、脳の明晰さを保つためのデトックスを。強い光（エネルギー）を浴びる時間を持ちなさい。",
      "warning": "「過熱（オーバーヒート）」による急なダウンに注意。エネルギーの消費が激しい時期なので、意図的にグラウンディング（土に触れる、睡眠）を確保し、システムや身体のメンテナンスを怠らないでください。出力と冷却のバランスを。 ",
      "affirmation": "私の環境と身体は神聖なエネルギーで満たされています。私は完璧な活力を持って行動しています。"
    }
  },
  "inspiration": {
    "keywords": ["絶頂", "豊穣", "盛大", "即断即決", "日中", "光と影", "繁栄の共有", "バリアントの加速", "華麗なる成功"],
    "symbols": ["中天の太陽", "打ち上がる花火", "金の杯", "豊かに実った稲穂"],
    "academic_note": "本卦は、離（火）が内にあり、震（雷）が外にある。本田済はこれを『明（知性）をもって動き、盛大に至る象』と捉え、王者の政治における公明正大さと決断力の重要性を説いている。"
  },
  "lines": [
    { "position": 1, "name": "初九", "meaning": "その配（はい）主（しゅ）に遇（あ）う。旬（ひと）しくして咎（とが）なし。往（ゆ）けば尚（たっと）ばるるあり。", "advice": "志を共にする最高のパートナー（配主）に出会います。互いに協力し合い、一気に目的へと突き進んでください。何の障害もありません。今この出会いを大切にし、共同でプロジェクトを始動させることが成功の鍵です。自信を持って進みなさい。", "affirmation": "私は最高の仲間を引き寄せ、共に素晴らしい価値を創造します。" },
    { "position": 2, "name": "六二", "meaning": "そのホウ（※草かんむりに、豊の旧字体）を豊かにす。日中に斗（と）を見る。往（ゆ）けば疑（ぎ）疾（しつ）あり。孚（まこと）ありて信（しん）を発（ひら）けば吉。", "advice": "運気が良すぎて、かえって疑念や嫉妬（影）が生まれています。真昼なのに北斗七星が見えるような不透明な状況です。今は強引に進まず、自らの誠実さ（孚）をじっくりと示すことに専念してください。真心が通じた時、霧は晴れ、吉となります。", "affirmation": "私は外側の不調和に惑わされず、自らの内なる誠実さを守り抜きます。" },
    { "position": 3, "name": "九三", "meaning": "その沛（はい）を豊かにす。日中に沫（まつ）を見る。その右（う）肱（こう）を折（お）る。咎なし。", "advice": "状況がさらに不透明になり、右腕（右肱）をもがれるような痛手を受けるかもしれません。しかし、これはあなたのせいではありません。今は無理に戦おうとせず、不運を映画のシーンとして受け流してください。ダメージは最小限に留まります。静止しなさい。", "affirmation": "私は一時的な不運を静観し、宇宙の調整を信頼して平安を保ちます。" },
    { "position": 4, "name": "九四", "meaning": "そのホウ（※草かんむりに、豊の旧字体）を豊かにす。日中に斗を見る。その配（はい）夷（い）に遇（あ）う。吉。", "advice": "暗闇の中で再び良き協力者や解決策（配夷）に出会えます。不運は終わりを告げ、状況は改善へと向かいます。今こそ勇気を持って再始動してください。あなたの誠実さが報われ、再び光が差し込みます。協力の手を取りなさい。", "affirmation": "私はすべての出会いを好機に変え、最高の解決策へと導かれます。" },
    { "position": 5, "name": "六五", "meaning": "章（しょう）を来（きた）す。慶（けい）誉（よ）あり。吉。", "advice": "あなたの才能と徳が広く認められ、最高の栄誉を授かります。素晴らしい人材が集まり、喜びと繁栄がもたらされます。何の疑いも要りません。大吉です。この素晴らしい時間を感謝と共に享受し、周囲に恩恵を広めなさい。おめでとう。", "affirmation": "私は自らの輝きを祝福します。私は宇宙の無限の愛と富を一身に受け取っています。" },
    { "position": 6, "name": "上六", "meaning": "その屋（おく）を豊かにす。その家（いえ）を蔀（しと）みにす。その戸（こ）を闚（うかが）えば、キュウ（※あなかんむりに、見）としてそれ人なし。三歳（さんさい）まで見ず。凶。", "advice": "豊かさに執着し、心を閉ざして自分の殻に閉じこもってしまいました。傲慢さと孤独があなたを蝕んでいます。このままではすべてを失い、長い間苦しむことになります。今すぐ窓を開け、執着を捨て、人々と交流しなさい。引きこもりは自滅を招きます。", "affirmation": "私はすべての所有欲を解放します。私は心を開き、自由な愛の循環に戻ります。" }
  ]
}