{
  "id": 2,
  "gua_name": "坤為地",
  "reading": "こんいち",
  "symbol": "☷ over ☷",
  "structure": {
    "upper": { "name": "坤", "nature": "地", "meaning": "順応、包容、柔軟な受容" },
    "lower": { "name": "坤", "nature": "地", "meaning": "安定、持続、母性的育成" },
    "origin": "地が重なり、六爻すべてが陰。天（乾）の光を受け入れ、万物を形にし、育む大地の徳を象徴する。自ら発光するのではなく、光を反射し、形を与え、育成する「受容の極致」を意味する。牝馬（ひんば）のような忍耐強さが求められる。"
  },
  "core_concept": "元・亨。牝馬の貞に利あり。先んずれば迷い、後るれば主を得て利あり。貞に安んずれば吉。",
  "interpretation": {
    "situation": "現在は、自ら道を切り開くよりも、既存の流れや信頼できるリーダーに従うことで繁栄が得られる「受容と育成」の時期です。派手な動きはありませんが、水面下で着実に根を張り、豊かさが蓄積されています。大地が雨や種を拒まず受け入れるように、あなたも現状を丸ごと受け入れる度量が試されています。地味で目立たない仕事や役割が、将来の巨大な資産へと繋がる、静かですが非常に力強い運気です。",
    "advice": "「ナンバー2」や「サポート役」に徹してください。先走って決断したり、我を押し通したりすると迷いが生じます。信頼できるパートナーや上司の指示に従い、その意図を汲み取って形にすることに専念しましょう。忍耐強く、誠実で、柔和な態度が周囲の信頼を集めます。今は目立つ成功を追うのではなく、基盤を固め、人を育て、陰徳を積むことに至上の価値を置いてください。",
    "caution": "消極性と「受容」を混同しないでください。受容とは、意志を持って受け入れる能動的な行為です。無気力になり、ただ流されるだけでは「地」の徳は発揮されません。また、陰の気が強いため、嫉妬、執着、疑心暗鬼といった感情が芽生えやすい時期です。独占欲を捨て、寛大さを保つことが不可欠です。女性問題や身内のトラブルが表面化しやすい点にも留意してください。",
    "inspiration": {
      "keywords": [ "母なる大地", "絶対的受容", "献身の美", "陰徳", "堅実な成長", "包容力", "牝馬の忍耐", "着実な資産形成", "調和" ],
      "symbols": [ "どこまでも広がる黒い土", "静かなる大平原", "実った穀物", "牛", "織物", "四角形" ],
      "phil_note": "地は天に従うが、決して弱くはない。万物を載せて運ぶその力は、最も強靭な『柔の力』である。自ら主張せずとも、結果がその価値を証明する。"
    }
  },
  "author_insights": {
    "takashima_kaemon": "商売は堅実を旨とせよ。共同事業や受託業務に大きな利がある。不動産や農業に関する事柄は大吉。女性の助言が成功の鍵となる。病気は長引く可能性があるが、養生を徹底すれば必ず回復する。先手を取らず、後手に回って守りを固めるのが戦略的勝利の道である。強情は破滅を招く。",
    "honda_wataru": "坤は順なり。大地の徳は『厚徳載物（厚い徳を持って万物を載せる）』。君子はこの卦を見て、自らの徳を厚くし、あらゆる人々や状況を包容し、支えるべきである。牝馬のように、従順でありながらも力強く走り続ける持続性が求められる。私欲を抑え、大義に従え。",
    "murphy_philosophy": "あなたの潜在意識は肥沃な大地そのものです。今、どのような思考の種を蒔いていますか？ 潜在意識は善悪を判断せず、ただ受け入れたものを現実化します。『私は豊かさを受け入れる準備ができており、神聖な秩序が私を完璧な場所へ導いている』と信じ、結果を潜在意識の知性に委ねなさい。受容こそが奇跡の扉です。"
  },
  "lines": [
    { "position": 1, "name": "初六", "meaning": "霜（しも）を履（ふ）みて堅氷（けんぴょう）至る。", "analysis": "微かな冷たさを感じたなら、やがて来る凍てつく冬（大事件）を察知せよ。", "advice": "物事の兆候を見逃さないでください。小さな違和感やミスの芽を今のうちに摘み取り、将来の大きな災難を防ぐ時期です。因果の理を深く思慮し、早めの対策を講じましょう。", "affirmation": "私は状況の細かな変化を鋭敏に感じ取り、賢明に未来を準備しています。" },
    { "position": 2, "name": "六二", "meaning": "直（ちょく）にして方（ほう）に大（だい）なり。習（なら）わずして利あらざるなし。", "analysis": "真っ直ぐで、正しく、寛大。大地が自然に万物を育むように、作為なく成功する。", "advice": "テクニックや小細工は一切不要です。ありのままの誠実さと素直さで行動してください。あなたの本質的な良さが自然に認められ、学ばずとも利益が舞い込みます。自分を偽らないことが最大の戦略です。", "affirmation": "私はありのままの自分でいるだけで、宇宙の豊かさと調和しています。" },
    { "position": 3, "name": "六三", "meaning": "章（しょう）を含（ふく）みて貞（てい）にすべし。或（あるい）は王事（おうじ）に従い、成すことなかれ。終りあり。", "analysis": "才能を隠し、手柄を誇らない。公務に尽くすが自分の功績とはしない。", "advice": "今は裏方に徹し、リーダーに功績を譲るべき時です。自分の実力をひけらかすと災いを招きます。沈黙を守り、信念を貫けば、最終的に揺るぎない評価が得られます。完成を急がないこと。", "affirmation": "私は内なる光を大切に育み、適切な時期が来るまで謙虚に貢献し続けます。" },
    { "position": 4, "name": "六四", "meaning": "嚢（ふくろ）を括（くく）る。咎（とが）もなく誉（ほまれ）もなし。", "analysis": "袋の口を縛るように沈黙し、自重する。目立たないことで災難を避ける。", "advice": "危うい状況です。余計な言動を慎み、完全に目立たない存在になってください。称賛は得られませんが、致命的な失敗を避けることが現在の最大の勝利です。賢明な隠遁を選択しましょう。", "affirmation": "私は沈黙の力を知っています。今は静かに自分を守り、エネルギーを蓄えます。" },
    { "position": 5, "name": "六五", "meaning": "黄裳（こうしょう）、元吉（げんきつ）。", "analysis": "高貴な色（黄）の下着（裳）。中道の徳を内に秘め、謙虚であれば大吉。", "advice": "あなたは重要な立場にいますが、決して傲慢になってはいけません。内面の豊かさを礼儀正しさで包み、謙虚に振る舞うことで、最高の運気があなたを支えます。中心に留まり、中庸を守ってください。", "affirmation": "私の内側は高貴な光に満ちており、その謙虚さが幸運を惹きつけています。" },
    { "position": 6, "name": "上六", "meaning": "龍（りょう）野（の）に戦う。その血、玄黄（げんこう）なり。", "analysis": "陰が極まり、陽と激突する。無理な主張が争いを生み、双方が深く傷つく。", "advice": "限界です。自分の意見を押し通そうとしたり、抑圧された不満を爆発させたりすると破滅します。対立を避け、一旦すべてを白紙に戻して退却する勇気を持ってください。争えば共倒れになります。", "affirmation": "私は不毛な争いを手放します。執着を捨て、心の平安を取り戻すことを選びます。" }
  ]
}