{
  "id": 12,
  "gua_name": "否",
  "kanji": "天地否",
  "reading": "てんちぴ",
  "english_title": "STANDSTILL",
  "binary_code": "000111",
  "trigrams": {
    "upper": {
      "name": "天",
      "nature": "剛健",
      "element": "金",
      "direction": "北西",
      "attributes": ["上昇", "威厳", "意志"]
    },
    "lower": {
      "name": "地",
      "nature": "順応",
      "element": "土",
      "direction": "南西",
      "attributes": ["下降", "沈黙", "基盤"]
    }
  },
  "oracle_text": "否は、これ人にあらず。君子の貞に利あらず。大往き小来たる。",
  "core_description": "天（剛健な気）は上に遠ざかり、地（受容の気）は下に沈んでいく象。泰の逆で、二つの気が背を向け合い、意思疎通が断絶している閉塞状態。物事が動かず、不信感や誤解が蔓延する「停滞期」を象徴します。",
  "diagnoses": {
    "time_and_mandate": {
      "backend_tag": "時流・天命",
      "frontend_button": "流れ・好機",
      "scholarship": "高島嘉右衛門（実証的易占）",
      "situation": "現在は「閉塞と断絶」のただ中にあります。外部環境はあなたの意図に対して非常に強い抵抗（過剰ポテンシャル）を示しています。良かれと思って動いても裏目に出やすく、今は「不運のサイクル」にあります。",
      "advice": "「動かざること山の如し」。今は積極的な行動や拡大を一切中止してください。天命はあなたに「内省と自重」を求めています。この停滞は、次にやってくる浄化（泰への転換）の前の、必要な忍耐の時期です。",
      "warning": "無理に閉塞を打ち破ろうとすると、かえって傷口を広げます。「人にあらず」という卦辞は、道理が通じない相手や状況を指します。まともに取り合わず、嵐が過ぎるのを待ってください。",
      "affirmation": "私はこの停滞を成長のための休息として受け入れます。私は静かに好機を待ちます。"
    },
    "virtue_and_conduct": {
      "backend_tag": "徳・処世",
      "frontend_button": "仕事・対人",
      "scholarship": "本田済（古典倫理解釈）",
      "situation": "「君子の道」が試される過酷な場面です。小人（不誠実な者）が勢力を持ち、正論が通じない局面です。アドラー心理学的に言えば、他者の課題と自分の課題が激しく混同され、摩擦が起きやすい状態です。",
      "advice": "才能を隠し（韜晦）、目立たないようにしてください。他者の関心事に関心を持とうとしても、現在は拒絶される恐れがあります。今は自分を大切にし、誠実さを内側に秘めて守ることに専念しましょう。沈黙が最大の知恵です。",
      "warning": "周囲に流されて自分の信念を売らないように。悪しき流れに加担すれば、閉塞感が一生解けなくなります。孤高を守る覚悟を持ってください。",
      "affirmation": "私は周囲の混乱に惑わされず、自らの内なる高潔さを守り抜きます。"
    },
    "contemplation_and_cultivation": {
      "backend_tag": "観照・修養",
      "frontend_button": "自己・精神",
      "scholarship": "ジョセフ・マーフィー（潜在意識）",
      "situation": "精神的な「壁」に直面しています。潜在意識に恐怖や疑念が投影されており、外側の世界が「否（拒絶）」として現れています。エゴが「どうにもならない」という映画を上映している状態です。",
      "advice": "映画の観客として、この閉塞シーンを冷静に眺めてください。状況に「重要性」を与えすぎないことが、平衡力を解除する唯一の方法です。内面の静寂（右脳的平和）に戻り、思考の自動運転を停止させてください。",
      "warning": "自己否定や絶望に陥らないように。閉塞はあくまで一時的な「バリアント」に過ぎません。外側の状況を変えようとせず、まず自分の内側の周波数を整える修養に努めてください。",
      "affirmation": "私の内なる光はいかなる暗闇も通しません。私は内なる平安の中に安住します。"
    },
    "field_and_foundation": {
      "backend_tag": "場・根底",
      "frontend_button": "基盤・環境",
      "scholarship": "説卦伝（属性象徴学）",
      "situation": "物理的基盤が冷え込み、エネルギーが停滞しています。伝統的な「天」と「地」が引き裂かれ、土台が浮いているような不安定な磁場です。",
      "advice": "居住・職場環境の「徹底的な浄化」を行ってください。不用品を捨て、風通しを良くすることが、停滞した気を動かす呼び水となります。身体的には、深い呼吸とグラウンディングで、浮き上がった気を下に降ろしましょう。",
      "warning": "エネルギーの枯渇に注意。過度なストレスで自律神経が乱れやすい時期です。デジタルデトックスを行い、情報という名の「雑音」から物理的に距離を置くことが、基盤の崩壊を防ぎます。",
      "affirmation": "私の基盤は静かに整えられています。私は安全で保護された空間の中にいます。"
    }
  },
  "inspiration": {
    "keywords": ["閉塞", "不通", "孤独", "断絶", "隠遁", "自守", "忍耐"],
    "symbols": ["背を向け合う巨大な岩", "霧に包まれた沈黙の街", "繋がらない通信", "氷河"],
    "academic_note": "泰（調和）の後に必ず訪れる否（不調和）。本田済は『小人が増長し、君子が退くべき時』と説き、不遇の時代における自己規律の重要性を強調している。"
  },
  "lines": [
    { "position": 1, "name": "初六", "meaning": "茅（かや）を抜く。彙（たぐい）を以てす。貞なれば吉にして亨る。", "advice": "悪い流れが始まっています。今は仲間と手を取り合い、一歩も引かずに正しさを守ってください。孤独を避けることが、難を避ける第一歩です。", "affirmation": "私は誠実な仲間と共に、困難な時期も志を高く持ち続けます。" },
    { "position": 2, "name": "六二", "meaning": "包（つつ）み承（う）く。小人は吉、大人は否（ふさ）がる。亨る。", "advice": "小人が取り入ろうとしています。あなたは毅然とした態度でそれを受け流してください。地位や利益を失っても、己の誇りを守ることが将来の道を開きます。", "affirmation": "私は目先の利益に惑わされず、自らの真実を貫きます。" },
    { "position": 3, "name": "六三", "meaning": "包（つつ）んで羞（はじ）あり。", "advice": "不誠実な行いが露見し、恥をかく恐れがあります。エゴに負けて取った行動は、必ず自分に返ってきます。今すぐ改め、謙虚さを取り戻してください。", "affirmation": "私は自らの過ちを認め、直ちに誠実な道へと立ち戻ります。" },
    { "position": 4, "name": "九四", "meaning": "命あり。咎なし。疇（とも）その福に離（つ）く。", "advice": "閉塞が解け始めます。天命を感じ、行動を開始すべき時が近づいています。あなたの誠実さが周囲に伝わり、福がもたらされ始めます。勇気を出して。", "affirmation": "私は宇宙の導きを感じています。私の行動は新しい希望を運んできます。" },
    { "position": 5, "name": "九五", "meaning": "否（ふさ）がるを休（や）む。大人は吉。「亡びん、亡びん」と繋ぐに苞桑（ほうそう）を以てす。", "advice": "閉塞を打破できる絶好機です。慢心を捨て、最悪の事態（亡び）を想定して万全の準備を整えてください。その慎重さが、盤石の成功を確立させます。", "affirmation": "私は危機感を力に変え、完璧な準備を持って成功を掴み取ります。" },
    { "position": 6, "name": "上九", "meaning": "否（ふさが）るを傾（くつがえ）す。先には否がり、後には喜ぶ。", "advice": "ついに停滞が終わります。状況は劇的に反転（泰へ）し、これまでの苦労が報われる時が来ました。長い冬は終わり、光が差し込み始めます。喜びを迎えてください。", "affirmation": "私はすべての完了を祝福し、新しい繁栄のサイクルを心から歓迎します。" }
  ]
}