{
  "id": 18,
  "gua_name": "蠱",
  "kanji": "山風蠱",
  "reading": "さんぷうこ",
  "english_title": "WORK ON WHAT HAS BEEN SPOILED",
  "binary_code": "011001",
  "trigrams": {
    "upper": {
      "name": "山",
      "nature": "静止",
      "element": "土",
      "direction": "北東",
      "attributes": ["停止", "頑固", "閉鎖"]
    },
    "lower": {
      "name": "風",
      "nature": "浸透",
      "element": "木",
      "direction": "南東",
      "attributes": ["柔軟", "迷い", "澱み"]
    }
  },
  "oracle_text": "蠱は、元いに亨る。大川を渉るに利あり。甲（きのえ）に先立つこと三日、甲に後れること三日。",
  "core_description": "皿（器）の上に虫が湧く象。内部の澱みや、過去の放置された問題が表面化している状態を象徴します。しかし、これは単なる崩壊ではなく、「抜本的な改革」を行う絶好のチャンス（大川を渉る）であり、再スタートの卦です。",
  "diagnoses": {
    "time_and_mandate": {
      "backend_tag": "時流・天命",
      "frontend_button": "流れ・好機",
      "scholarship": "高島嘉右衛門（実証的易占）",
      "situation": "現在は「腐敗の刷新」の時期です。運気は一見停滞していますが、ここで過去の負債を清算し、新しいルールを確立すれば、劇的な飛躍（大成）が可能です。天命はあなたに「メスを入れる勇気」を求めています。",
      "advice": "「甲（はじまり）に先立つ三日、後れる三日」という言葉通り、周到な準備と実行後の丁寧なフォローが不可欠です。焦らず、しかし断固として古いシステムや習慣を打ち破る決断（覚悟）をしてください。",
      "warning": "現状維持（見て見ぬふり）は致命傷になります。腐敗は放置すれば骨まで達します。今、問題を直視し、課題を分離して処理しなければ、バリアントは最悪のラインへ移行します。",
      "affirmation": "私は過去を清算し、新しい未来を創造する力を持っています。私の人生は今、美しく刷新されます。"
    },
    "virtue_and_conduct": {
      "backend_tag": "徳・処世",
      "frontend_button": "仕事・対人",
      "scholarship": "本田済（古典倫理解釈）",
      "situation": "「改革の徳」が求められる場面です。組織や家庭における前任者の過ちや、長く続いた悪習を正す責務が生じています。情に流されず、誠実な論理を持って正義を執行すべき局面です。",
      "advice": "他者の関心事に関心を持ちつつも、誤りは誤りとして毅然と正してください。アドラー心理学的に、相手の不機嫌を恐れず、自分の信念（改革）を遂行する「嫌われる勇気」が必要な時です。誠実さが土台です。",
      "warning": "感情的な非難や、誰かのせいにする態度は問題をこじらせます。犯人探しではなく「仕組みの改善」に注力してください。あなたが率先して新しい手本を示すことが、周囲を動かす鍵となります。",
      "affirmation": "私は誠実さと勇気を持って、不調和を調和へと変えていきます。私は建設的な変革を導きます。"
    },
    "contemplation_and_cultivation": {
      "backend_tag": "観照・修養",
      "frontend_button": "自己・精神",
      "scholarship": "ジョセフ・マーフィー（潜在意識）",
      "situation": "内面的な「思考のデトックス」が必要です。潜在意識に溜まった古い信念（パラダイム）が、現実の澱み（蠱）として投影されています。映画の観客として、この「古い脚本」を書き換えるシーンに集中してください。",
      "advice": "過去の失敗に対する罪悪感や執着を手放してください。重要性を下げ、「私は毎日、あらゆる面でますます良くなっている」というアファメーションで、潜在意識を再プログラミングしましょう。右脳的な「今、ここ」の清浄さを感じてください。",
      "warning": "自分を責めるエネルギーは、さらなる腐敗（不調）を招きます。過去は既に存在しない幻想であることを悟り、今この瞬間の「純粋意図」に立ち返る修養を行ってください。",
      "affirmation": "私は過去のすべての束縛から自由です。私の潜在意識は清らかで、常に新しいインスピレーションを生み出しています。"
    },
    "field_and_foundation": {
      "backend_tag": "場・根底",
      "frontend_button": "基盤・環境",
      "scholarship": "ニコラ・テスラ（エネルギー哲学）",
      "situation": "物理的基盤の「大掃除と浄化」がテーマです。淀んだ空気がエネルギーの循環を妨げ、身体の周波数を下げています。伝統的な「風」が「山」に遮られ、循環が止まっている状態を象徴しています。",
      "advice": "居住・職場環境の徹底的な断捨離と換気を行ってください。古い書類、使わない道具の処分が運気を劇的に変えます。身体的には、サウナや断食などのデトックス（排毒）が、テスラ的なエネルギー効率を高めます。",
      "warning": "環境の不潔さや湿気を放置しないでください。それはあなたの思考を濁らせ、判断を誤らせる「ノイズ」となります。基盤の物理的な純粋さを取り戻すことが、精神の明晰さに直結します。",
      "affirmation": "私の環境は清浄で、エネルギーに満ち溢れています。私の身体は純粋な活力で再生されています。"
    }
  },
  "inspiration": {
    "keywords": ["刷新", "改革", "デトックス", "清算", "再スタート", "周到な準備", "脚本の書き換え"],
    "symbols": ["古い器の洗浄", "手術刀", "換気される部屋", "芽吹く腐葉土"],
    "academic_note": "本卦は、長女（風）が少男（山）の下で停滞し、物事が乱れる象。本田済はこれを『幹（かん）の父の蠱』として、親の代の過ちを子が正す、勇気ある再生の物語として解釈している。"
  },
  "lines": [
    { "position": 1, "name": "初六", "meaning": "父の蠱（こ）を幹（ただ）す。子あれば、考（ちち）咎（とが）なし。危（あやう）けれども終（つい）には吉。", "advice": "前任者や親の世代の失敗を正す時です。多少の摩擦や危険はありますが、誠実に取り組めば最後には認められ、成功します。先送りにせず、今着手してください。", "affirmation": "私は勇気を持って過去の過ちを正し、新しい秩序を築きます。" },
    { "position": 2, "name": "九二", "meaning": "母の蠱を幹す。貞にすべからず。", "advice": "身近な人や、感情的な繋がりが強い相手の問題を正す時です。厳しくしすぎると逆効果になります。相手への愛を忘れず、柔和な態度で少しずつ改善へと導いてください。", "affirmation": "私は愛と忍耐を持って、周囲の不調和を穏やかに解消します。" },
    { "position": 3, "name": "九三", "meaning": "父の蠱を幹す。小（すこ）しく悔（くい）あり。大（おお）いなる咎なし。", "advice": "少し強引に改革を進めて、周囲から不満が出るかもしれません。しかし、今はそのくらいの勢いが必要です。後で多少の反省はあっても、大局的には正しい行動であり、救われます。", "affirmation": "私は信念を持って行動し、必要な変革を断行します。" },
    { "position": 4, "name": "六四", "meaning": "父の蠱を裕（ゆる）やかにす。往（ゆ）けば吝（りん）を見る。", "advice": "問題を放置し、甘い顔をしていませんか？ 寛大さと怠慢を履き違えると、事態はさらに悪化します。今、厳しさを持って対処しなければ、将来的に大きな恥をかきます。", "affirmation": "私は現実を直視し、必要な措置を迅速に講じます。" },
    { "position": 5, "name": "六五", "meaning": "父の蠱を幹す。用（もっ）て誉（ほまれ）あり。", "advice": "改革が最もスムーズに進む時です。あなたの誠実な態度と賢明な判断が、多くの協力者を得て、素晴らしい成果（名誉）をもたらします。自信を持って、その使命を果たしてください。", "affirmation": "私の誠実な取り組みは正当に評価され、最高の栄誉を授かります。" },
    { "position": 6, "name": "上九", "meaning": "王侯（おうこう）に事（つか）えず。その事（こと）を高潔（こうけつ）にす。", "advice": "世俗の争いや改革の義務から解放される時です。もはや自らの内面的な高潔さを守ることに専念してください。執着を手放し、精神的な自由を手に入れることが、あなたの究極の勝利です。", "affirmation": "私はすべての執着を手放し、至高の精神的平安の中に安住します。" }
  ]
}