{
  "id": 43,
  "gua_name": "夬",
  "kanji": "沢天夬",
  "reading": "たくてんかい",
  "english_title": "BREAK-THROUGH (RESOLUTENESS)",
  "binary_code": "111110",
  "trigrams": {
    "upper": {
      "name": "沢",
      "nature": "悦楽",
      "element": "金",
      "direction": "西",
      "attributes": ["喜び", "受容", "決壊"]
    },
    "lower": {
      "name": "天",
      "nature": "剛健",
      "element": "金",
      "direction": "北西",
      "attributes": ["上昇", "威厳", "意志"]
    }
  },
  "oracle_text": "夬は、王庭（おうてい）に揚げ、孚（まこと）ありて号（さけ）び、厲（あやう）きあり。邑（ゆう）より告（つ）ぐ。師（いくさ）を出すに利あらず。往くところあるに利あり。",
  "core_description": "五つの陽爻が下から突き上げ、最後の一つの陰爻（小人・障害）を排除しようとしている象。「夬（かい）」は決断、決壊を意味します。長年の不調和や悪習慣を断ち切る「最終決戦」の時期ですが、力任せの攻撃ではなく、公明正大な宣言と誠実さを持って臨むことが成否を分けます。",
  "diagnoses": {
    "time_and_mandate": {
      "backend_tag": "時流・天命",
      "frontend_button": "流れ・好機",
      "scholarship": "高島嘉右衛門（実証易占）",
      "situation": "現在は「決断と刷新」の時期です。運気は激しく昂っており、トランサーフィンにおける「バリアントの劇的な転換点」に位置しています。隠されていた不純物や障害が表面化し、それを完全に切り捨てる天命が下っています。",
      "advice": "「自分で決めて行う」覚悟を最大化してください。妥協や先延ばしは致命傷になります。ただし、武力や争い（師を出す）ではなく、正論を公に宣言（王庭に揚ぐ）し、誠実な手続きを踏んで決着をつけることが成功の条件です。前進に利があります。",
      "warning": "相手（陰）を追い詰めすぎると、窮鼠猫を噛む反撃を受けます。また、自分の内側にある「傲慢さ」という影も同時に排除しなければなりません。重要性をコントロールし、冷静さを失わずに決断を執行してください。",
      "affirmation": "私は勇気を持って不適切なものを断ち切ります。私は自らの真実を世界に宣言します。"
    },
    "virtue_and_conduct": {
      "backend_tag": "徳・処世",
      "frontend_button": "仕事・対人",
      "scholarship": "本田済（古典倫理解釈）",
      "situation": "「剛毅と誠実の徳」が試される場面です。人間関係や仕事において、不誠実な人物や不正な仕組みに対し、毅然とした態度で臨む必要があります。アドラー心理学的な「課題の分離」を完璧に行い、不適切な干渉を完全に断つ局面です。",
      "advice": "私情を挟まず、公明正大なルールを適用してください。他者の関心事に関心を持ちつつも、悪癖や不正は許さない厳格な誠実さを見せることが、結果として全体の調和を取り戻します。言葉を尽くして周囲の理解を得るプロセスを大切に。",
      "warning": "自分自身の正義感に酔い、独善的にならないよう注意。あなたが排除しようとしている「悪」は、実はあなた自身の内なる未熟さの投影かもしれません。メタ認知的な自己反省を並行して行い、謙虚さを盾に正義を行いなさい。",
      "affirmation": "私は誠実さと正義を持って行動します。私の決断は、すべての人にクリアな新風をもたらします。"
    },
    "contemplation_and_cultivation": {
      "backend_tag": "観照・修養",
      "frontend_button": "自己・精神",
      "scholarship": "ねどじゅん（右脳的アプローチ）",
      "situation": "内面的な「ブレイクスルー」が起きています。エゴの古い脚本を完全に破棄し、新しい物語を始動させるための劇的な放電状態です。映画の観客として、この「クライマックスの決断シーン」を、息を呑んで静観してください。",
      "advice": "「すべてを終わらせ、新しく始める」という究極の脱力を行ってください。重要性を下げ、結果に対する執着を手放すことで、右脳的な「本体さん」の直感が迷いなき一手を指し示します。決断の後の静寂を先取りして味わいましょう。",
      "warning": "エゴの「不安」や「怒り」という強いノイズに注意。激しい感情は潜在意識の調整能力を麻痺させます。深い呼吸と共に、心の中に溜まった古い水を一気に流す（決壊させる）イメージで修養を行ってください。",
      "affirmation": "私の魂は完全に自由です。私は過去のすべての束縛を断ち切り、神聖な意志と共に歩みます。"
    },
    "field_and_foundation": {
      "backend_tag": "場・根底",
      "frontend_button": "基盤・環境",
      "scholarship": "ニコラ_テスラ（エネルギー哲学）",
      "situation": "物理的基盤において「エネルギーの飽和と爆発」が起きています。伝統的な「天」の巨大な圧力が「沢」という出口を見つけ、一気に噴出しようとしている、ダムが決壊する直前のような高電圧の磁場を象徴しています。",
      "advice": "居住・職場環境の「徹底的な整理とリセット」を行ってください。不要なものをすべて放出し、エネルギーの通り道を完全に確保することが吉です。身体的には、頭部の緊張を解き、過剰な電気エネルギーを大地へ逃がすアーシングを徹底してください。",
      "warning": "物理的な「漏水」や「決壊」に注意。基盤に亀裂が入っていないか細部を点検してください。環境の過熱を放置すると、突発的なトラブルや故障を招きます。エネルギーを「溜める」のではなく「正しく流す」メンテナンスを。 ",
      "affirmation": "私の環境はクリアで、エネルギーの循環が最適化されています。私は安全に、新しい次元へと跳躍します。"
    }
  },
  "inspiration": {
    "keywords": ["決断", "決壊", "排除", "刷新", "公言", "最終決着", "ブレイクスルー", "脚本の破棄", "勇気ある一歩"],
    "symbols": ["溢れ出すダム", "引き抜かれた栓", "審判の天秤", "一点に集中する雷光"],
    "academic_note": "本卦は、五陽が一陰を排除しようとする形。本田済はこれを『小人を去る道は、武力ではなく、公明正大な徳の力によらなければならない』と説き、自己抑制の重要性を強調している。"
  },
  "lines": [
    { "position": 1, "name": "初九", "meaning": "趾（あし）に壮（さか）んなり。往（ゆ）けば勝（か）たず、咎（とが）をなす。", "advice": "やる気だけが先行し、まだ足元（趾）の準備や状況把握が不十分です。今、強引に決断を下して突き進めば、必ず失敗し恥をかきます。逸る心を静め、まずは一歩引いて基盤を固め直すことが先決です。焦りは禁物です。", "affirmation": "私は焦りを手放し、完璧な準備が整うまで静かに力を蓄えます。" },
    { "position": 2, "name": "九二", "meaning": "惕（おそ）れて号（さけ）ぶ。莫（よる）夜（や）に戎（じゅう）あるも、恤（うれ）うるなかれ。", "advice": "状況をメタ認知的に警戒し、万全の備えをしています。不測の事態（戎）が起きる予感があるかもしれませんが、その慎重さがあなたを守ります。不安に思わず、今の警戒態勢を維持してください。あなたは安全です。", "affirmation": "私は常に状況を冷静に静観し、完璧な備えを持って安泰を維持します。" },
    { "position": 3, "name": "九三", "meaning": "頄（き）に壮（さか）んなり、凶あり。君子（くんし）は夬（かい）夬（かい）たり。独（ひと）り往（ゆ）きて雨（あめ）に遇（あ）い、濡（ぬ）るるが如（ごと）し。慍（いか）りあれば、咎なし。", "advice": "あなたは独力で悪（陰）を排除しようとして、周囲から誤解されたり、孤立したりするかもしれません。顔（頄）に怒りを出せば凶。しかし、信念を持って黙々と決断を実行し、多少の屈辱（濡れる）を甘受する覚悟があれば、最後には目的を達成できます。孤独を恐れず、芯を貫きなさい。", "affirmation": "私は周囲の評価を気にせず、自らの真実のために一人立つ勇気を持っています。" },
    { "position": 4, "name": "九四", "meaning": "臀（しり）に膚（はだえ）なし、その行（ゆ）くこと次（し）且（しょ）たり。羊（ひつじ）を牽（ひ）けば、悔（くい）亡（ほろ）ぶ。聞（き）く言葉（ことば）あれば、信（しん）ぜず。", "advice": "焦りすぎて身が落ち着かず、空回りしています。自分の考えに固執し、周囲のアドバイスも耳に入らない危うい状態です。今は強引な主導権を捨て、他人の意見に素直に従いなさい。羊のように温順な態度を取り戻すことが、災難を避ける唯一の道です。", "affirmation": "私は頑固さを捨て、宇宙の導きと周囲の助言に心を開きます。" },
    { "position": 5, "name": "九五", "meaning": "莧（かん）陸（りく）、夬（かい）夬（かい）たり。中（ちゅう）を行（ゆ）けば、咎なし。", "advice": "決断の絶好機です。身近にある悪癖や不適切な人間関係を、雑草（莧陸）を抜くように一気に片付けてください。中道を保ち、公明正大な態度を貫けば、何の障りもありません。あなたの毅然とした行動が、周囲に平和をもたらします。今、行いなさい。", "affirmation": "私は明晰な判断で障害を取り除き、最高の調和を確立します。" },
    { "position": 6, "name": "上六", "meaning": "号（さけ）ぶことなし。終（つい）には凶あり。", "advice": "もはや手遅れです。警告を無視し、自らを律することを怠った結果、孤立無援の窮地に追い込まれます。助けを呼ぶ声（号ぶ）も届きません。今はただ、この厳しい結末を映画のシーンとして受け入れ、徹底的な反省とリセットを待つしかありません。執着を捨てなさい。", "affirmation": "私は自らの過ちを認め、すべての結果を潔く受け入れて、次なるステージを待ちます。" }
  ]
}