{
  "id": 54,
  "gua_name": "帰妹",
  "kanji": "雷沢帰妹",
  "reading": "らいたくきまい",
  "english_title": "THE MARRYING MAIDEN",
  "binary_code": "110100",
  "trigrams": {
    "upper": {
      "name": "雷",
      "nature": "動き",
      "element": "木",
      "direction": "東",
      "attributes": ["衝動", "衝撃", "長男"]
    },
    "lower": {
      "name": "沢",
      "nature": "悦楽",
      "element": "金",
      "direction": "西",
      "attributes": ["喜び", "受容", "少女"]
    }
  },
  "oracle_text": "帰妹は、征（ゆ）けば凶。利（よろ）しきところなし。",
  "core_description": "少女（沢）が情熱（雷）に駆られ、順序を無視して嫁いでいく象。「帰妹（きまい）」は本来の正しい結婚の手続きを欠いた状態を象徴します。一時的な衝動や欲望によって動けば、最初は良くても最後には破綻する「無秩序と不成立」の卦です。冷静な判断が失われていることへの強い警告を意味します。",
  "diagnoses": {
    "time_and_mandate": {
      "backend_tag": "時流・天命",
      "frontend_button": "流れ・好機",
      "scholarship": "高島嘉右衛門（実証易占）",
      "situation": "現在は「不適切な始動」の時期です。運気は一見華やかですが、土台となるルールや合意が欠けています。トランサーフィンにおける「不純なバリアント」に足を踏み入れており、無理に進めば深刻な行き詰まり（凶）が待っています。",
      "advice": "「進むのを止める」覚悟を持ってください。現在は「自分で決めて行う」ことの対象が、感情的な衝動を抑えて「計画を白紙に戻す」という決断になります。道理に合わない話や、棚ぼた的な誘いには乗らないでください。静止が唯一の救いです。",
      "warning": "「最初は吉、後には凶」。目先の快楽や利益に目がくらみ、長期的なリスクを無視していませんか？ メタ認知的に自らの動機を監視し、エゴの「早く欲しい」という叫びを静観して見送ってください。時期尚早な暴走は禁物です。",
      "affirmation": "私は一時的な誘惑に惑わされません。私は正しい秩序と真実の道を選択します。"
    },
    "virtue_and_conduct": {
      "backend_tag": "徳・処世",
      "frontend_button": "仕事・対人",
      "scholarship": "本田済（古典倫理解釈）",
      "situation": "「節度と順序の徳」が決定的に欠けている場面です。人間関係や仕事において、立場をわきまえない行動や、不適切な関係（不倫・浮気、不当な提携等）が生じやすい局面です。アドラー心理学的な「課題の分離」を無視した、依存的な干渉が不調和を生んでいます。",
      "advice": "謙虚に自分の本分に立ち返ってください。他者の関心事に関心を持つ前に、まずは自分が「正しい手続き」を踏んでいるか誠実に自問してください。不適切な関係は断ち切り、公明正大なルールに従うことが、将来の自分を守る最大の愛（自愛）となります。",
      "warning": "感情に流された約束や、甘い言葉に注意。あなたは今、主導権を奪われやすい脆い状態にあります。礼節を欠いた態度は、周囲の軽蔑を招き、社会的地位を危うくします。一時の気の迷いで、全てを失わないように。",
      "affirmation": "私は自らを律し、高潔な志を持って人と接します。私は誠実な交流を通じて調和を維持します。"
    },
    "contemplation_and_cultivation": {
      "backend_tag": "観照・修養",
      "frontend_button": "自己・精神",
      "scholarship": "ジル・ボルト・テイラー（脳内会議）",
      "situation": "精神的な「衝動の暴走」が起きています。左脳的なエゴ（キャラ2：不安、キャラ3：衝動）が脳内会議を支配し、右脳的な静寂をかき消しています。映画の観客として、この「自滅へと突き進む危ういシーン」を、冷静に分析してください。",
      "advice": "「この衝動は自分ではない」と即座にメタ認知してください。重要性をゼロにし、湧き上がった欲望を「ただの脳内現象」として切り離しましょう。右脳的な至福（ねどじゅん氏の本体さん）に意識を戻し、今ここにある「呼吸」に集中する修養を行ってください。脱力が衝動を沈めます。",
      "warning": "「運命だ」という思い込み（エゴの脚色）に注意。不適切な出来事に神聖な意味を付け加えるのは、潜在意識を騙す行為です。状況をジャッジせずに、ただ「不調和である」と認める勇気を持ってください。",
      "affirmation": "私の心は静寂の中にあり、いかなる迷いも通しません。私は常に神聖な知恵に従っています。"
    },
    "field_and_foundation": {
      "backend_tag": "場・根底",
      "frontend_button": "基盤・環境",
      "scholarship": "ニコラ_テスラ（エネルギー哲学）",
      "situation": "物理的基盤において「不安定な極性」が生じています。伝統的な「木（雷）」の急激な放電が「金（沢）」の器を揺らしており、共振が乱れてエネルギーが漏洩しやすい磁場を象徴しています。",
      "advice": "居住・職場環境の「境界線を再定義」してください。外部からの不適切な干渉を遮断し、プライバシーを守る空間作りが吉です。身体的には、ホルモンバランスの乱れ、生殖器系、または急な興奮による不眠に注意。冷たい水での洗顔やグラウンディングで、熱を逃がしてください。",
      "warning": "環境の「乱れ（不潔、不透明さ）」を放置しないでください。それはあなたの判断力をさらに狂わせます。不浄なエネルギーを追い出し、基盤をニュートラルな状態に戻すメンテナンスを最優先してください。",
      "affirmation": "私の環境は清浄で、強固に守られています。私の身体は完璧な調和と安らぎを取り戻しています。"
    }
  },
  "inspiration": {
    "keywords": ["衝動", "順序違い", "不成立", "誘惑", "不倫", "感情的暴走", "終わりへの不安", "脚本の誤り", "境界線の侵犯"],
    "symbols": ["順序を間違えたパズル", "嵐の中の結婚式", "割れた鏡", "迷子になった少女"],
    "academic_note": "本卦は、兌（少女）が震（長男）の上に随い、悦びをもって動く形。本田済はこれを『情において動くは道の終わりなり』と断じ、理性を欠いた行動がもたらす悲劇的な結末を警告している。"
  },
  "lines": [
    { "position": 1, "name": "初九", "meaning": "帰妹（きまい）、弟（てい）を以（もっ）てす。跛（あしなえ）にしてよく履（あゆ）む。征（ゆ）けば吉。", "advice": "あなたは不自由な立場（サブの役割）にありますが、その「分」をわきまえ、謙虚に進むなら幸運が得られます。出過ぎた真似をせず、自分にできることを地道にこなしてください。今の実力に応じた行動であれば成功します。", "affirmation": "私は自らの立場を正しく認識し、謙虚さと誠実さを持って着実に歩みます。" },
    { "position": 2, "name": "九二", "meaning": "眇（め）にしてよく視（み）る。幽人（ゆうじん）の貞（てい）に利（よろ）し。", "advice": "状況は不完全で視界も悪い（眇）ですが、あなたは内面的な信念を失っていません。今は表舞台に出ず、孤独の中で志を守り抜くことが最善です。隠れた場所での誠実さが、将来の大きな守りとなります。動かずにいなさい。", "affirmation": "私は外側の不調和に惑わされず、自らの内なる真実を静かに見守り続けます。" },
    { "position": 3, "name": "六三", "meaning": "帰妹、須（じゅ）を以てす。反（かえ）りて弟（てい）を以てす。", "advice": "自分の価値を低く見積もり、卑しい手段で目的を達成しようとしていませんか？ その態度はさらなる屈辱を招くだけです。一度、立ち止まって自尊心を取り戻してください。不適切な誘いには乗らず、正しい順序に戻りなさい。", "affirmation": "私は自らの尊厳を大切にします。私は不適切なものを断固として拒絶します。" },
    { "position": 4, "name": "九四", "meaning": "帰妹、期（とき）を愆（あやま）る。遅（おく）れて帰（とつ）ぐに時あり。", "advice": "チャンスを逃したように感じるかもしれませんが、それで良いのです。今の不適切な流れに乗らなかったことが、将来の「正しい時」を呼び込みます。焦らず、自分の価値を安売りせずに待ってください。最高のタイミングは必ず来ます。", "affirmation": "私は宇宙の完璧なタイミングを信頼します。私は自分にふさわしい幸運を静かに待ちます。" },
    { "position": 5, "name": "六五", "meaning": "帝乙（ていいつ）、女（むすめ）を帰（とつ）がす。その君（くん）の袂（たもと）は、その娣（てい）の袂（たもと）の良（よ）きに如（し）かず。月、望（ぼう）に幾（ちか）し。吉。", "advice": "高い地位にありながら、外見の華やかさを捨て、内面の誠実さを優先しています。その謙虚な態度が最高の幸運を呼びます。満月（月望）のようにあなたの徳は満ちています。自信を持って、しかし驕らずに周囲を立ててください。大吉です。", "affirmation": "私は内面の輝きを大切にします。私の誠実さが最高の調和と繁栄をもたらします。" },
    { "position": 6, "name": "上六", "meaning": "女（むすめ）、筐（かご）を承（う）くるに実（じつ）なし。士（し）、羊（ひつじ）をキ（※りっとうに、圭）るに血（ち）なし。利（よろ）しきところなし。", "advice": "すべてが形式だけで、中身が伴っていません。誠実さのない空虚な終わりを迎えようとしています。いかなる努力も報われず、虚しさだけが残る時です。今はすべてを止めて、根本的な不誠実さを猛省し、リセットするしかありません。執着を捨てなさい。", "affirmation": "私は空虚な幻想を手放します。私は自らの魂に誠実であることを決意し、静止します。" }
  ]
}