{
  "id": 31,
  "gua_name": "咸",
  "kanji": "沢山咸",
  "reading": "たくざんかん",
  "english_title": "INFLUENCE (WOOING)",
  "binary_code": "001110",
  "trigrams": {
    "upper": {
      "name": "沢",
      "nature": "悦楽",
      "element": "金",
      "direction": "西",
      "attributes": ["喜び", "受容", "少女"]
    },
    "lower": {
      "name": "山",
      "nature": "静止",
      "element": "土",
      "direction": "北東",
      "attributes": ["不動", "高潔", "少男"]
    }
  },
  "oracle_text": "咸は、亨る。貞しきに利ろし。女（むすめ）を取（めと）れば吉。",
  "core_description": "山（不動・少男）の上に沢（喜び・少女）がある象。互いに惹かれ合い、心が通じ合う「感応」を象徴します。エゴの境界線が溶け、純粋な共感によって物事がスムーズに運ぶ「共振と調和」の卦です。誠実であれば、公私のあらゆるパートナーシップにおいて最高の成果が得られます。",
  "diagnoses": {
    "time_and_mandate": {
      "backend_tag": "時流・天命",
      "frontend_button": "流れ・好機",
      "scholarship": "高島嘉右衛門（実証易占）",
      "situation": "現在は「感応と引き寄せ」の時期です。運気は穏やかですが非常に強力な吸引力を持っています。バリアントの空間では、あなたの「内面の周波数」と一致する望ましい現実が、磁石のように近づいている状態です。",
      "advice": "直感を信じて行動してください。現在は理屈（左脳）よりも「なんとなく良い感じがする」という感覚（右脳）に従うことが天命への近道です。人からの誘いや新しい出会いには積極的に応じ、共振を楽しんでください。",
      "warning": "「貞（正しさ）」を欠いた感応は、一時の熱狂に終わります。不誠実な動機や一時的な快楽に流されないよう、メタ認知的なブレーキを保持してください。純粋な意図こそが、この好機を永続させます。",
      "affirmation": "私は宇宙の豊かなリズムと共鳴しています。私の心は喜びと感謝で満たされています。"
    },
    "virtue_and_conduct": {
      "backend_tag": "徳・処世",
      "frontend_button": "仕事・対人",
      "scholarship": "本田済（古典倫理解釈）",
      "situation": "「真心と共感の徳」が求められる場面です。仕事や対人関係において、テクニックや交渉術（策略）を捨て、相手の心に直接触れるような誠実さが問われています。アドラー心理学的な「共同体感覚」を体現すべき局面です。",
      "advice": "他者の関心事に関心を持ち、心からの共感を示してください。相手をコントロールしようとする意図を捨て、ただ「分かち合う」姿勢で接することが、最高の協力関係を築きます。ギブ・アンド・ギブの精神が吉です。",
      "warning": "自分の正しさやプライドを押し通そうとする「心の硬直」に注意。山のように動かない頑固さは、沢の潤い（調和）を拒絶してしまいます。相手を受け入れる余白を常に作っておきましょう。",
      "affirmation": "私は誠実さと愛を持って人と接します。私の真心は人々の心を癒やし、素晴らしい連帯を生んでいます。"
    },
    "contemplation_and_cultivation": {
      "backend_tag": "観照・修養",
      "frontend_button": "自己・精神",
      "scholarship": "ヴァジム_ゼランド（トランサーフィン）",
      "situation": "意識と外部環境が完全に「シンクロ」しています。あなたの心に浮かんだビジョンが、即座に外の世界のサインとして現れる「共時性」のピークです。エゴの不安を静観し、内なる喜びを観賞する時期です。",
      "advice": "映画の観客として、この「心が通い合う美しいシーン」を存分に味わってください。重要性を下げ、「うまくいって当然」という軽やかな確信の中に身を委ねましょう。右脳的なワクワク感を羅針盤にして、最良のバリアントを選択してください。",
      "warning": "「この幸せを失いたくない」という執着（過剰ポテンシャル）に注意。強く願うほど、平衡力が働き、状況を遠ざけます。肩の力を抜き、宇宙からもたらされるギフトを無邪気に受け取るゆとりを保持してください。",
      "affirmation": "私の内なる世界と外なる世界は完璧に調和しています。私は無限の豊かさを軽やかに受け取ります。"
    },
    "field_and_foundation": {
      "backend_tag": "場・根底",
      "frontend_button": "基盤・環境",
      "scholarship": "説卦伝（属性象徴学）",
      "situation": "物理的基盤において「感受性と共鳴」がテーマです。伝統的な「土（山）」の安定感の上に「金（沢）」の喜びが加わり、非常に感度の高い、洗練されたエネルギー場を象徴しています。",
      "advice": "居住環境にアート、音楽、そして人が集まるための「心地よい座」を整えてください。五感を喜ばせる空間作りが、更なる幸運を惹きつけます。身体的には、関節の柔軟性と、心臓の鼓動（リズム）に意識を向け、深いリラックスを。 ",
      "warning": "過剰な刺激や騒音に注意。感度が高まっている時期なので、不快なエネルギーに敏感になりがちです。定期的に静かな「山の沈黙」に戻り、自分自身の周波数をリセットするグラウンディングを。 ",
      "affirmation": "私の基盤は愛と喜びに満ちています。私は安全で保護された調和の中にいます。"
    }
  },
  "inspiration": {
    "keywords": ["感応", "共鳴", "恋愛", "結婚", "パートナーシップ", "直感", "シンクロニシティ", "純粋意図", "和合"],
    "symbols": ["惹かれ合う磁石", "共鳴する弦", "穏やかな湖畔の山", "手と手を取り合う二人"],
    "academic_note": "本卦は、下卦の艮（少男）が上卦の兌（少女）の下にへりくだる形。本田済はこれを『謙虚さが生む感応の力』と評し、エゴを抑えることが万物との調和を可能にすると説いている。"
  },
  "lines": [
    { "position": 1, "name": "初六", "meaning": "その拇（おやゆび）に咸（かん）ず。", "advice": "物事が動き出す極めて初期の予兆を感じています。足の親指が動く程度の小さな反応です。まだ行動を起こす時ではありません。その感覚を大切に温め、内面的な確信を深める準備に専念してください。", "affirmation": "私は微かなチャンスの兆しを察知し、静かにその成長を見守ります。" },
    { "position": 2, "name": "六二", "meaning": "その腓（ひばら）に咸ず。凶。居（お）れば吉。", "advice": "心が騒ぎ、ふくらはぎ（腓）が動くように、つい先走って行動したくなっています。しかし、今動けば失敗します。落ち着いてください。自分の場所（居）を守り、誘惑を静観することで、難を逃れ幸運を得られます。", "affirmation": "私は焦燥感をリリースし、自分自身の中心に留まることを選択します。" },
    { "position": 3, "name": "九三", "meaning": "その股（もも）に咸ず。その随（したが）うところを執（と）る。往けば吝（りん）。", "advice": "他人の動きや流行、あるいは自分のエゴの欲求（股）に流されて、盲目的に追随しようとしています。主体性のない行動は恥をかくだけです。自らの意志（貞）を確立し、むやみに外側に随うのをやめなさい。", "affirmation": "私は周囲に流されず、自らの内なる羅針盤に従って誇り高く生きます。" },
    { "position": 4, "name": "九四", "meaning": "貞（ただし）ければ吉。悔い亡（ほろ）ぶ。憧（しょう）憧（しょう）として往来すれば、朋（ほう）なんじの思いに従わん。", "advice": "中途半端な迷いや不安（憧憧）を手放し、自らの信念を貫いてください。あなたが不動の覚悟（貞）を示せば、周囲の仲間は自然とあなたの意図を理解し、協力してくれます。計算を捨て、真心を一筋に通しなさい。", "affirmation": "私は迷いを捨て、自らの真実を貫きます。私の決断は素晴らしい協力を引き寄せます。" },
    { "position": 5, "name": "九五", "meaning": "その脢（せなか）に咸ず。悔いなし。", "advice": "感応が背中（脢）に達しました。個人的な欲望を超えた、静かで不動の境地にいます。派手な感動はありませんが、深い信頼関係や安泰が守られています。執着がないため、後悔もありません。そのまま進みなさい。", "affirmation": "私は個人的なエゴを超越し、宇宙の大きな調和の中に安住しています。" },
    { "position": 6, "name": "上六", "meaning": "その輔（ほ）頰（きょう）舌（ぜつ）に咸ず。", "advice": "感応が言葉（口先）だけになっています。上辺だけの美辞麗句や、中身の伴わない約束は不信を招きます。今は語ることを控え、自らの行動と誠実さで愛を示してください。沈黙があなたの徳を証明します。", "affirmation": "私は口先だけの交流を卒業し、魂のレベルで誠実に人と結びつきます。" }
  ]
}