{
  "id": 53,
  "gua_name": "漸",
  "kanji": "風山漸",
  "reading": "ふうざんぜん",
  "english_title": "DEVELOPMENT (GRADUAL PROGRESS)",
  "binary_code": "001011",
  "trigrams": {
    "upper": {
      "name": "風",
      "nature": "順入",
      "element": "木",
      "direction": "南東",
      "attributes": ["浸透", "成長", "柔軟"]
    },
    "lower": {
      "name": "山",
      "nature": "静止",
      "element": "土",
      "direction": "北東",
      "attributes": ["不動", "境界", "安定"]
    }
  },
  "oracle_text": "漸は、女（むすめ）帰（とつ）ぐに吉。貞（ただし）きに利（よろ）し。",
  "core_description": "山（艮）の上に木（巽）がゆっくりと育っていく象。「漸（ぜん）」は漸進、すなわち順序を追って着実に進むことを意味します。急激な変化や一足飛びの成功を求めず、結婚の儀礼を一つずつ踏むように、正しいプロセスを積み重ねることで、揺るぎない大成を果たす卦です。",
  "diagnoses": {
    "time_and_mandate": {
      "backend_tag": "時流・天命",
      "frontend_button": "流れ・好機",
      "scholarship": "高島嘉右衛門（実証易占）",
      "situation": "現在は「着実な進展」の時期です。運気は穏やかな上昇気流に乗っており、トランサーフィンにおける「不変の成功ライン」を歩んでいます。焦ってショートカットを試みる必要はありません。天命はあなたに「プロセスの完遂」を求めています。",
      "advice": "順序を飛び越えない「覚悟」を持ってください。現在は「自分で決めて行う」ことの対象が、目先の速さよりも「形式と手順の尊重」になります。長期的なビジョンに基づき、一歩ずつ足場を固めることが、最終的に最も早い成功へと繋がります。時間は味方です。",
      "warning": "性急な行動や、実力を無視した飛躍（ワープ）は破滅を招きます。周囲と比較して焦るエゴをメタ認知的に静観してください。天命は、正しいリズムで歩む者にのみ、永続的な繁栄を約束します。急いては事を仕損じます。",
      "affirmation": "私は完璧なリズムで進化しています。私の一歩一歩は、最高の成功へと確実に繋がっています。"
    },
    "virtue_and_conduct": {
      "backend_tag": "徳・処世",
      "frontend_button": "仕事・対人",
      "scholarship": "本田済（古典倫理解釈）",
      "situation": "「順序と礼節の徳」が求められる場面です。人間関係や仕事において、手続きやマナー、段階的な合意形成が決定的な意味を持ちます。アドラー心理学的な「他者の関心事への配慮」を、時間をかけて丁寧に行うべき局面です。",
      "advice": "誠実なステップを一つずつ踏んでください。他人の信頼を得るために、急がば回れの精神で接することが、あなたの社会的品格を高めます。パートナーシップ（結婚・提携）においては、形式を整えることが、後の大きな不和を防ぐ盾となります。誠実さを形にしなさい。",
      "warning": "略儀や手抜きに注意。効率を優先して礼節を欠くと、築き上げた信頼は一瞬で瓦解します。相手をコントロールしようとせず、自然に心が通じ合うまでの「タイムラグ」を慈しむゆとりを持ってください。",
      "affirmation": "私は誠実さと礼節を持って人と接します。私の丁寧な歩みが、素晴らしい絆を育んでいます。"
    },
    "contemplation_and_cultivation": {
      "backend_tag": "観照・修養",
      "frontend_button": "自己・精神",
      "scholarship": "ねどじゅん（右脳探求）",
      "situation": "精神的な「熟成」の時期です。潜在意識に蒔かれた種が、右脳的な静寂の中でゆっくりと芽吹いています。映画の観客として、この「一本の木が育つような長いシーン」を、退屈することなく、深い呼吸と共に観賞してください。",
      "advice": "「まだ結果が出ない」という焦燥感（過剰ポテンシャル）をリリースしてください。重要性を下げ、ただ「今、ここ」のプロセスに没入しましょう。ねどじゅん氏の説く「本体さんの微細な変化」をメタ認知的に感じ取ることが、潜在意識の創造力を最大化します。脱力が成長を早めます。",
      "warning": "エゴの「結果への執着」に注意。それは成長という自然なエネルギーの通り道を塞ぎます。宇宙のタイムラグを楽しみ、静寂の中で自分を慈しむ修養を行ってください。一足飛びの空想に逃げないこと。",
      "affirmation": "私の魂は着実に拡大しています。私は静寂の中に安住し、完璧なタイミングで花を咲かせます。"
    },
    "field_and_foundation": {
      "backend_tag": "場・根底",
      "frontend_button": "基盤・環境",
      "scholarship": "ニコラ_テスラ（エネルギー哲学）",
      "situation": "物理的基盤において「エネルギーの安定的な積層」がテーマです。伝統的な「土（山）」の安定感の上に「木（風）」の柔軟なエネルギーが乗り、共振の周波数が徐々に高まっている、極めて健全な磁場を象徴しています。",
      "advice": "居住・職場環境を「長期的に愛着が持てる空間」に整えてください。一度に全てを変えるのではなく、一箇所ずつ丁寧にメンテナンスすることが吉です。身体的には、骨盤の安定と、肺（呼吸）のケア。深い、持続的な呼吸がエネルギー効率を高めます。",
      "warning": "基盤の「急激な揺さぶり」を避けてください。引越しや大幅な改装は、今は段階的に進めるのが無難です。環境の不備を放置せず、しかし慌てずに対処することで、エネルギーの漏洩を防ぐメンテナンスを。 ",
      "affirmation": "私の基盤は揺るぎなく、日々美しく整えられています。私の身体は完璧な調和の中で成長しています。"
    }
  },
  "inspiration": {
    "keywords": ["漸進", "着実", "順序", "結婚", "成長のプロセス", "礼節", "持続的発展", "タイムラグの受容"],
    "symbols": ["山に育つ木", "空を飛ぶ雁の列", "丁寧な婚礼の儀式", "年輪"],
    "academic_note": "本卦は、艮（山）の上に巽（風・木）がある。本田済はこれを『段階を追って進むことが、天地の自然な理（ことわり）である』と説き、急進的な行動を戒め、持続性の尊さを強調している。"
  },
  "lines": [
    { "position": 1, "name": "初六", "meaning": "鴻（おおとり）、干（みぎわ）に漸（すす）む。小子（しょうし）厲（あやう）し。言（こと）あり。咎なし。", "advice": "物事の始まりで、まだ足場が不安定です。若さゆえの焦りから危うい場面もあり、周囲から小言を言われるかもしれませんが、今はそれを素直に聞き入れ、一歩ずつ進む準備に専念してください。焦らなければ何の非もありません。", "affirmation": "私は初心を忘れず、周囲の助言を謙虚に受け止めて基礎を固めます。" },
    { "position": 2, "name": "六二", "meaning": "鴻（おおとり）、磐（いわ）に漸（すす）む。飲食（いんしょく）衎（かん）衎（かん）たり。吉。", "advice": "進展が安定した場所（磐）に達しました。心身ともに充実し、仲間と喜びを分かち合える時です。この平穏を楽しみ、英気を養ってください。何の障害もありません。自信を持って、今の着実なペースを維持しなさい。大吉です。", "affirmation": "私は自らの成功を祝福し、豊かな実りを周囲と共に享受します。" },
    { "position": 3, "name": "九三", "meaning": "鴻（おおとり）、陸（りく）に漸（すす）む。夫（おのこ）征（ゆ）きて復（かえ）らず、婦（おんな）孕（はら）みて育（そだ）てず。凶。寇（あだ）を防ぐに利あり。", "advice": "順序を無視して強引に進みすぎ、孤立無援の危険な状態に陥っています。大切なものを失う恐れがあります。今すぐ野心を捨て、守りに転じてください。外に打って出るのではなく、自らの足元（基盤）を死守することが最優先です。", "affirmation": "私は自らの慢心を認め、直ちに謙虚さと調和の道へと立ち戻ります。" },
    { "position": 4, "name": "六四", "meaning": "鴻（おおとり）、木（き）に漸（すす）む。或（あるい）はその桷（たるき）を得る。咎なし。", "advice": "自分の居場所ではないところにいますが、幸いにも一時的に身を寄せるべき安定した枝（桷）を見つけられます。今は無理に理想を追わず、現状で満足し、自分を助けてくれる存在に随ってください。柔軟な対応があなたを救います。", "affirmation": "私は状況に柔軟に適応し、与えられた場所で最善の役割を果たします。" },
    { "position": 5, "name": "九五", "meaning": "鴻（おおとり）、陵（おか）に漸（すす）む。婦（おんな）三歳（さんさい）まで孕（はら）まず。終（つい）にこれに勝（か）つ能（あた）わず。吉。", "advice": "進展には時間がかかります。誤解や妨害によって目的達成まで数年（三歳）を要するかもしれませんが、誠実さを貫けば最後には必ず勝利します。焦らず、運命を信頼して待ち続けてください。結末は最高のものになります。信じなさい。", "affirmation": "私は宇宙のタイムラグを祝福し、完璧な結果が訪れるのを確信して待ちます。" },
    { "position": 6, "name": "上九", "meaning": "鴻（おおとり）、陸（りく）に漸（すす）む。その羽（はね）、用（もっ）て儀（ぎ）となすべし。吉。", "advice": "ついに最高峰に達しました。あなたの歩んできたプロセスそのものが、多くの人々の手本（儀）となっています。もはや功績に執着する必要はありません。あなたの高潔な生き方が世界を照らしています。至高の成功を、静かに味わいなさい。", "affirmation": "私はすべての完了を祝福します。私の人生は神聖な調和の中にあります。" }
  ]
}