{
  "id": 1,
  "gua_name": "乾",
  "kanji": "乾為天",
  "reading": "けんいてん",
  "english_title": "THE CREATIVE",
  "binary_code": "111111",
  "trigrams": {
    "upper": {
      "name": "天",
      "nature": "剛健",
      "element": "金",
      "direction": "北西",
      "season": "初冬",
      "animal": "龍",
      "body_part": "頭",
      "attributes": ["健やか", "強固", "高貴", "円満"]
    },
    "lower": {
      "name": "天",
      "nature": "剛健",
      "element": "金",
      "direction": "北西",
      "season": "初冬",
      "animal": "龍",
      "body_part": "頭",
      "attributes": ["不断の活動", "エネルギーの源泉", "自強不息"]
    }
  },
  "oracle_text": "元、亨、利、貞。天行健、君子以自強不息。",
  "core_description": "純粋な陽のエネルギーが上下に重なり、宇宙の根源的な創造力が休みなく運行し続ける状態を象徴します。万物の始まり、全能、至高の成功を意味しますが、その強大な力を制御する「正道（貞）」を貫くことが、成功を永続させるための絶対条件となります。",
  "diagnoses": {
    "time_and_mandate": {
      "backend_tag": "時流・天命",
      "frontend_button": "流れ・好機",
      "scholarship": "高島嘉右衛門（実証的易占）",
      "situation": "運気は絶頂にあり、強力な上昇気流が社会全体を覆っています。全ての歯車が噛み合い、爆発的な飛躍を待っている状態です。不可避な運命の流れがあなたを押し上げようとしています。",
      "advice": "「天の時」が完全に一致しています。迷わず決断し、一気に勝負に出るべき時です。長期的な計画も、今始動させることで永続的な成果を得られます。機を逃さず、能動的に動くことが求められています。",
      "warning": "「陽極まれば陰に転ず」の格言通り、勢いが強すぎるため周囲との摩擦が生じやすくなります。行き過ぎて退く場所を失う「亢龍の悔い」を避けるため、絶頂期にある今こそ、次のサイクルの予兆を冷静に察知してください。",
      "affirmation": "私は完璧なタイミングの中にいます。宇宙のエネルギーは私の味方です。"
    },
    "virtue_and_conduct": {
      "backend_tag": "徳・処世",
      "frontend_button": "仕事・対人",
      "scholarship": "本田済（古典倫理解釈）",
      "situation": "儒教的文脈における「君子の徳」が求められる場面です。リーダーシップを発揮し、公明正大な振る舞いが周囲に多大な影響を与えます。個人の利害を超えた「大義」が人を惹きつける局面です。",
      "advice": "私欲を捨て、大義名分を持って行動してください。他者の能力を認め、適材適所に配置する度量が、さらなる大きな成功を呼び込みます。誠実さと正義を貫く姿勢が最大の武器となります。",
      "warning": "剛健さが「威圧」や「独断」に変わらないよう注意してください。力が強いほど、謙虚さと礼節を重んじることが不可欠です。独走は無益な敵を作り、成功の基盤を危うくします。",
      "affirmation": "私は誠実さと徳を持って世界に働きかけ、共に高い目的を達成します。"
    },
    "contemplation_and_cultivation": {
      "backend_tag": "観照・修養",
      "frontend_button": "自己・精神",
      "scholarship": "リヒャルト・ヴィルヘルム（思想的修養）",
      "situation": "創造的意志の確立が必要です。精神的な「乾（剛健）」、つまり一貫した自己規律と明確な目的意識が、現実を形作るパワーとなります。内面の統合が外的な成果を規定する時期です。",
      "advice": "自らを磨き続ける「自強不息」の精神を持ってください。内面的な確信を深め、自身のポテンシャルを疑わずに維持することで、外的な状況が自然と整っていきます。自己信頼と自己規律こそが鍵です。",
      "warning": "精神的な「硬直」に注意してください。剛毅さは柔軟さを欠くと脆さに変わります。内面的な余裕を保ち、自身の内なる力の暴走を客観的に律する強さを保持してください。",
      "affirmation": "私の内なる確信は、揺るぎない現実として現れます。"
    },
    "field_and_foundation": {
      "backend_tag": "場・根底",
      "frontend_button": "基盤・環境",
      "scholarship": "説卦伝（属性象徴学）",
      "situation": "物理的・エネルギー的な場は極めて活動的で、高密度の振動に満たされています。伝統的な「金」の属性が、物質的な安定と高貴な空間、そして揺るぎない土台を象徴しています。",
      "advice": "高いエネルギーを維持するために、居住・職場環境を整え、整理整頓を徹底してください。高品質な道具や空間作りが基盤を強固にします。身体的には頭部の緊張を解き、深い呼吸を習慣づけることが吉です。",
      "warning": "エネルギーの過熱による身体的負担に注意。特に頭部の緊張、血圧の変動、神経系の興奮に留意しましょう。意識的に足元を安定させる時間を持ち、過剰な熱を大地へ逃がすメンテナンスを怠らないでください。",
      "affirmation": "私の基盤は最高のバランスと活力を維持しています。"
    }
  },
  "inspiration": {
    "keywords": [
      "剛健不息",
      "創造的始動",
      "王道",
      "絶対的確信",
      "独立",
      "開拓",
      "達成"
    ],
    "symbols": [
      "天空を翔ける金龍",
      "黄金の光の柱",
      "王冠",
      "太陽"
    ],
    "academic_note": "本卦は六爻すべてが陽であり、宇宙のエネルギーの純粋な顕現を示す。本田済は、その永続には「正道」を守る意志が不可欠であると説く。"
  },
  "lines": [
    {
      "position": 1,
      "name": "初九",
      "meaning": "潜龍（せんりょう）なり。用（もち）うるなかれ。",
      "advice": "実力は十分にありますが、時期がまだ熟していません。表舞台に出るのを控え、内面の力を蓄える準備に専念してください。",
      "affirmation": "私は最高のタイミングを知っています。今は静かに、完璧な準備を整えています。"
    },
    {
      "position": 2,
      "name": "九二",
      "meaning": "見龍（けんりょう）田（でん）にあり。大人（たいじん）を見るに利あり。",
      "advice": "才能が世間に認められ始めます。良き協力者やメンターに出会う好機です。独力で進まず、信頼できる先達の助力を仰いでください。",
      "affirmation": "私の才能は正当に認められ、素晴らしい導き手との出会いが発生します。"
    },
    {
      "position": 3,
      "name": "九三",
      "meaning": "君子終日乾乾（けんけん）し、夕（ゆうべ）に惕（おそ）る。危うけれども咎なし。",
      "advice": "多忙を極め、プレッシャーがかかります。慢心を捨て、細心の注意を払って努力を継続してください。誠実さが身を守ります。",
      "affirmation": "私は多忙の中でも中心を失わず、冷静に自分の役割を果たします。"
    },
    {
      "position": 4,
      "name": "九四",
      "meaning": "或（あるい）は躍（おど）りて淵にあり。咎なし。",
      "advice": "飛躍のチャンス。大きな決断の分岐点です。自分の直感を信じ、勇気を持って賭けに出る準備をしてください。跳躍する時が来ました。",
      "affirmation": "私は確信を持って、次のステージへ勇気を持って跳躍します。"
    },
    {
      "position": 5,
      "name": "九五",
      "meaning": "飛龍（ひりょう）天にあり。大人を見るに利あり。",
      "advice": "天命と意志が完全に一致。理想が現実となり、絶頂期を迎えました。公明正大なリーダーシップを貫き、周囲に恩恵を分け与えてください。",
      "affirmation": "私は宇宙のエネルギーと一体化し、世界に最高の価値を提供しています。"
    },
    {
      "position": 6,
      "name": "上九",
      "meaning": "亢龍（こうりょう）悔いあり。",
      "advice": "極点に達しました。これ以上の拡大や執着は後悔を招きます。謙虚に身を引き、次のサイクルへバトンを渡す準備をしましょう。",
      "affirmation": "私は循環の法則を知っています。成功を手放し、新たな静寂を受け入れます。"
    }
  ]
}