{
  "id": 40,
  "gua_name": "解",
  "kanji": "雷水解",
  "reading": "らいすいげ",
  "english_title": "DELIVERANCE",
  "binary_code": "010100",
  "trigrams": {
    "upper": {
      "name": "雷",
      "nature": "動き",
      "element": "木",
      "direction": "東",
      "attributes": ["奮起", "衝撃", "新生"]
    },
    "lower": {
      "name": "水",
      "nature": "険難",
      "element": "水",
      "direction": "北",
      "attributes": ["苦悩", "深淵", "解消"]
    }
  },
  "oracle_text": "解は、西南（せいなん）に利（よろ）し。往（ゆ）くところなければ、来（きた）り復（かえ）りて吉。往くところあれば、夙（はや）くして吉。",
  "core_description": "険難（水）を抜け、雷（動き）が轟き渡る象。春が来て雪が解け、氷が流れるように、長年の悩みや停滞が劇的に「解消（解）」されることを象徴します。もはや障害はなく、速やかに行動を開始することで最高の幸運を掴む「解放と再始動」の卦です。",
  "diagnoses": {
    "time_and_mandate": {
      "backend_tag": "時流・天命",
      "frontend_button": "流れ・好機",
      "scholarship": "高島嘉右衛門（実証易占）",
      "situation": "現在は「雪解けと解放」の時期です。これまでの苦労が報われ、運気は一気に上昇気流に乗っています。トランサーフィンにおける「新しいバリアント」へ、抵抗なくワープできる絶好のタイミングです。",
      "advice": "「往くところあれば夙（はや）くして吉」。もはや迷う必要はありません。やりたいことがあるなら、今すぐ最速で行動を開始してください。特になければ、元の平穏な生活（西南・来復）に戻り、安らぎを楽しみましょう。スピードが勝負を決めます。",
      "warning": "「解消」の喜びで気が緩み、後始末を疎かにしないように。悪い因縁や残党が残っていないか、メタ認知的に点検してください。ここで徹底的に浄化（クリーンアップ）しなければ、将来の禍根となります。一気に片付けなさい。",
      "affirmation": "私はすべての束縛から解放されています。私は喜びと共に新しい世界へと飛び出します。"
    },
    "virtue_and_conduct": {
      "backend_tag": "徳・処世",
      "frontend_button": "仕事・対人",
      "scholarship": "本田済（古典倫理解釈）",
      "situation": "「赦しと寛容の徳」が求められる場面です。長年の対立が解け、わだかまりが消える局面です。アドラー心理学的な「勇気付け」を行い、過去の恨みや罪を水に流し、新しい協力関係を再構築すべき時期です。",
      "advice": "誠実な謝罪と、寛大な赦しを実践してください。他者の関心事に関心を持ち、手に入れた自由を周囲の平和のために使ってください。あなたの「寛大さ」が、周囲の人々をさらに強力に惹きつけます。恩讐を越えなさい。",
      "warning": "解消された問題を蒸し返さないこと。過去の過ちをいつまでも非難し続けるのは、徳を損なう行為です。脚本（古いドラマ）を完全に終わらせる「覚悟」を持って、新しい交流を楽しんでください。",
      "affirmation": "私はすべてを許し、愛と調和の中にあります。私は自由で誠実な人間関係を楽しみます。"
    },
    "contemplation_and_cultivation": {
      "backend_tag": "観照・修養",
      "frontend_button": "自己・精神",
      "scholarship": "ヴァジム_ゼランド（トランサーフィン）",
      "situation": "精神的な「結界の解除」が起きています。潜在意識を縛っていた古い信念体系（パラダイム）が崩壊し、右脳的な全能感が溢れ出しています。映画の観客として、この「最大級のハッピーエンドと新章の始まり」を静観する時期です。",
      "advice": "重要性を完全に下げ、リラックスして「うまくいくのが当たり前」という境地に安住してください。重要性をゼロにした時、雪解け水は滔々と流れ、あなたを黄金のバリアントへと運びます。肩の力を抜き、ただ「今、ここ」の至福を観賞しましょう。",
      "warning": "「成功させたい」という力み（過剰ポテンシャル）に注意。せっかくの流れを止めないよう、エゴの余計な手出しを静観して見送ってください。宇宙の自動運転に完全に任せる修養を行ってください。",
      "affirmation": "私の魂は完全に自由です。私は神聖な知恵に従って、完璧な人生を謳歌しています。"
    },
    "field_and_foundation": {
      "backend_tag": "場・根底",
      "frontend_button": "基盤・環境",
      "scholarship": "ニコラ_テスラ（エネルギー哲学）",
      "situation": "物理的基盤において「エネルギーの循環と放電」が起きています。伝統的な「水」の滞りが「木（雷）」の振動によって打ち破られ、詰まりの取れたクリアな電磁場を象徴しています。効率が最大化されています。",
      "advice": "居住・職場環境の「最終的な清掃とリニューアル」を行ってください。古いエネルギーをすべて追い出し、新しい空気を積極的に取り入れることが、基盤を完璧にします。身体的には、関節の可動域を広げ、全身の代謝を高める活動的な習慣が吉です。",
      "warning": "「冷え」から「熱」への急激な変化による身体的負荷に注意。ホメオスタシスが再設定されている時期なので、バランスの良い食事と、適度な休息で身体をいたわってください。エネルギーの通り道を常にクリアにしておきましょう。",
      "affirmation": "私の環境はクリアで、エネルギーに満ち溢れています。私の身体は完璧な調和と活力で満たされています。"
    }
  },
  "inspiration": {
    "keywords": ["解消", "解放", "雪解け", "赦し", "スピード感", "再始動", "浄化", "自由", "バリアントの転換"],
    "symbols": ["氷河が解ける音", "春の雷鳴", "外された鎖", "芽吹く森"],
    "academic_note": "本卦は、震（雷）が坎（水）の上にある。本田済はこれを『険難を脱して動く、救済の象』と捉え、赦しによる徳の完成と、チャンスを逃さない機敏さの重要性を説いている。"
  },
  "lines": [
    { "position": 1, "name": "初六", "meaning": "咎（とが）なし。", "advice": "もはや言うことはありません。障害は消え、あなたの周りには何の障りもありません。今は静かに英気を養い、来るべき始動に向けて心身を整えてください。自然体でいることが最良の状態です。", "affirmation": "私は完璧な安らぎの中にいます。私は常に安全で、守られています。" },
    { "position": 2, "name": "九二", "meaning": "田（でん）に三（さん）狐（こ）を獲（う）。黄金（おうごん）の矢を得（う）。貞（ただし）ければ吉。", "advice": "障害の根本原因（三狐）を巧みに取り除き、最高の知恵（黄金の矢）を手に入れました。自信を持って、その正しい信念を貫いてください。あなたの断固たる処置が、最高の幸運と安定をもたらします。中道を守りなさい。", "affirmation": "私は知恵と勇気を持って問題を解決し、最高の価値を創造します。" },
    { "position": 3, "name": "六三", "meaning": "負（お）いて且（か）つ乗（の）る。寇（あだ）の至（いた）るを致（いた）す。貞（ただし）けれども吝（りん）。", "advice": "分不相応な地位や財産を鼻にかけて、傲慢な態度を取っていませんか？ その油断は敵（寇）を招き、せっかくの解消期を台無しにします。今すぐ身なりを質素にし、謙虚な態度を取り戻してください。慢心が不運を引き寄せます。", "affirmation": "私は謙虚さを保ち、自らの立場をわきまえて調和を維持します。" },
    { "position": 4, "name": "九四", "meaning": "なんじの拇（おやゆび）を解（と）け。朋（ほう）至（いた）りて、維（これ）斯（こ）こに孚（まこと）あり。", "advice": "これまでの不適切な人間関係や古い習慣（拇）を思い切って断ち切ってください。あなたが腐れ縁を解消すれば、まもなく志を共にする真の仲間（朋）が現れます。新しい自分になるために、古い殻を脱ぎ捨てなさい。信頼が全てです。", "affirmation": "私は不要な繋がりを解放し、最高の仲間と共に新しい未来を築きます。" },
    { "position": 5, "name": "六五", "meaning": "君子（くんし）維（こ）れ解（と）くあり。吉。小（しょう）人（じん）に孚（まこと）あり。", "advice": "自らの意志で、すべての不調和や問題を鮮やかに解消しました。その潔い態度は周囲の不誠実な者たちさえも心服させ、平和をもたらします。あなたは今、最高のリーダーシップを発揮しています。自信を持って新しいステージへ進みなさい。", "affirmation": "私はすべての葛藤を解消し、愛と平和の磁場を作り出します。" },
    { "position": 6, "name": "上六", "meaning": "公（こう）、用（もっ）て隼（はやぶさ）を、高（たか）き墉（かき）の上（うえ）に射（い）る。これを獲（う）。利（よろ）しからざるなし。", "advice": "最後の障害（隼）を、明晰な知恵と技術で完璧に仕留めました。もはや懸念事項は何一つありません。すべての解消は完了し、大いなる利益と自由があなたの手の中にあります。この勝利を祝福し、悠々と人生を楽しみなさい。", "affirmation": "私はすべての課題を克服しました。私は宇宙の恩恵を最大限に享受し、輝いています。" }
  ]
}