{
  "id": 5,
  "gua_name": "需",
  "kanji": "水天需",
  "reading": "すいてんじゅ",
  "english_title": "WAITING",
  "binary_code": "111010",
  "trigrams": {
    "upper": {
      "name": "水",
      "nature": "険難",
      "element": "水",
      "direction": "北",
      "season": "冬",
      "animal": "豚",
      "body_part": "耳",
      "attributes": ["陥る", "険しい", "雨", "深淵"]
    },
    "lower": {
      "name": "天",
      "nature": "剛健",
      "element": "金",
      "direction": "北西",
      "season": "初冬",
      "animal": "龍",
      "body_part": "頭",
      "attributes": ["健やか", "強固", "上昇", "創造的意志"]
    }
  },
  "oracle_text": "需は、孚あり。光いに亨る。貞にして吉。大川を渉るに利あり。",
  "core_description": "天の上に雲（水）があり、雨が降るのを待っている象。内側に剛健な力を蓄えつつも、前方の険難を避けて「時」を待つ知恵を象徴します。焦らず英気を養うことで、最終的な勝利が約束される卦です。",
  "diagnoses": {
    "time_and_mandate": {
      "backend_tag": "時流・天命",
      "frontend_button": "流れ・好機",
      "scholarship": "高島嘉右衛門（実証的易占）",
      "situation": "現在は「果報を寝て待つ」べき時期です。運気自体は強力ですが、外部環境の条件が整うまでには、雨が降るのを待つような一定の時間が必要です。性急な始動は、前方の水（困難）に沈むリスクを孕んでいます。",
      "advice": "「天の時」が熟すのを待つのが現在の天命です。この待機は停滞ではなく、爆発的な飛躍のための「エネルギー充填」と捉えてください。焦燥感を捨て、状況が自然に動き出すシグナルを静観しましょう。",
      "warning": "焦ってフライングをすれば、蓄えたエネルギーを浪費し、本来得られるはずの大きな実りを逃します。周囲が動いていても、あなたは自分のリズムを崩さないことが肝要です。",
      "affirmation": "私は宇宙の完璧なタイミングを信頼しています。私は最高の瞬間に向けて、喜びと共に準備を整えています。"
    },
    "virtue_and_conduct": {
      "backend_tag": "徳・処世",
      "frontend_button": "仕事・対人",
      "scholarship": "本田済（古典倫理解釈）",
      "situation": "「飲食宴楽」の徳が求められる場面です。仕事や対人関係において、ギスギスした交渉を続けるよりも、まずは会食や交流を通じて「和」と「余裕」を示すことが、結果として優位性を築くことに繋がります。",
      "advice": "誠実さを保ちつつ、今は余裕を持って人と接してください。他者の関心事に関心を持ち、ゆったりとした度量を見せることが、周囲の信頼と協力を引き寄せます。正道（貞）を守ることが信頼の基盤となります。",
      "warning": "待機を「怠慢」や「自堕落」と履き違えないでください。ただ遊ぶのではなく、礼節を守り、いざという時に即応できる規律を内側に維持しておく必要があります。",
      "affirmation": "私は誠実さと余裕を持って人と接し、信頼という確固たる基盤を構築しています。"
    },
    "contemplation_and_cultivation": {
      "backend_tag": "観照・修養",
      "frontend_button": "自己・精神",
      "scholarship": "リヒャルト・ヴィルヘルム（思想的修養）",
      "situation": "内面的な「確信」を深める時期です。外部への働きかけを一時停止し、自分の意志（乾）が宇宙の法則と調和しているかを静観する修養が必要です。待つことの苦痛を、楽しむ力に変える段階です。",
      "advice": "瞑想や休息を通じて、内なる静寂を味わってください。「既に願いは叶っている」という確信の中に安住し、結果への執着を手放すことで、潜在意識が最適なルートを自動的に描き始めます。",
      "warning": "不安や疑念という「雑音」に注意してください。待てないという感覚は、自己信頼の欠如から生まれます。心の平安を乱す情報から距離を置き、精神的な滋養（インプット）に努めてください。",
      "affirmation": "私の心は静寂と確信に満ちています。私は豊かさを享受し、最高の導きを受け入れます。"
    },
    "field_and_foundation": {
      "backend_tag": "場・根底",
      "frontend_button": "基盤・環境",
      "scholarship": "説卦伝（属性象徴学）",
      "situation": "身体的・空間的な「滋養と蓄積」がテーマです。伝統的な「水」と「天」の組み合わせは、生命の源泉である水が天からもたらされる直前の、高いポテンシャルエネルギーを象徴しています。",
      "advice": "住環境においてはキッチンやダイニングなど、食と健康に関わる空間を整えてください。身体的には質の高い栄養摂取と、深い睡眠を最優先しましょう。基礎体力を高めることが、後の大仕事の基盤となります。",
      "warning": "不摂生によるエネルギーの漏洩に注意してください。特に消化器系のケアを怠ると、思考の明晰さが失われます。過剰な熱（ストレス）を逃がすためのリラクゼーション環境を整えてください。",
      "affirmation": "私の身体と環境は生命力に満ち溢れています。私は万全の状態で、新しいステージを迎えます。"
    }
  },
  "inspiration": {
    "keywords": ["飲食宴楽", "待機", "英気", "タイミング", "栄養", "余裕", "確信"],
    "symbols": ["雨を待つ龍", "豪華な食卓", "厚い雲の下の静寂", "船を待つ岸辺"],
    "academic_note": "本卦は、屯（難）蒙（無知）の後に位置し、成長に必要な『滋養』と『待機』を示す。本田済は、焦りを排した飲食の楽しみに、君子の高度な自制心を見出している。"
  },
  "lines": [
    { "position": 1, "name": "初九", "meaning": "郊（こう）に需（ま）つ。恒を用いるに利あり。咎なし。", "advice": "まだ困難からは遠い場所にいます。日常のルーチンを淡々とこなし、平常心を保ってください。焦って状況を変えようとせず、今を守ることが最善です。", "affirmation": "私は安定した心で、最善の未来が訪れるのを確信して待っています。" },
    { "position": 2, "name": "九二", "meaning": "沙（すな）に需（ま）つ。小（すこ）しく言葉あり。終りに吉。", "advice": "少しずつ困難が近づき、周囲から批判が出るかもしれませんが、動揺してはいけません。他者の言葉を気にせず、自分のペースを守れば最終的に成功します。", "affirmation": "私は外側の雑音に惑わされず、内なる平安を維持します。" },
    { "position": 3, "name": "九三", "meaning": "泥（どろ）に需（ま）つ。寇（あだ）の至るを致す。", "advice": "待ちきれずに危険な場所に踏み込みすぎています。隙を見せると攻撃を受けやすい時期です。一歩退いて、慎重さを取り戻す必要があります。", "affirmation": "私は自分の立ち位置を確認し、知恵を持ってリスクを回避します。" },
    { "position": 4, "name": "六四", "meaning": "血に需（ま）つ。穴より出づ。", "advice": "厳しい局面に立たされています。今は下手に動かず、事態が沈静化するのを待つしかありません。耐え抜くことで、必ず逃げ道（穴からの脱出）が見えてきます。", "affirmation": "私は困難の中でも希望を失わず、静かに状況の変化を見守ります。" },
    { "position": 5, "name": "九五", "meaning": "酒食（しゅし）に需（ま）つ。貞にして吉。", "advice": "最高に良い待ち方です。成功を確信し、今ある豊かさを楽しんでください。心に余裕があるため、周囲からも信頼され、目的地はもうすぐそこです。", "affirmation": "私は今ここで豊かさを享受し、喜びに満ちて成功を受け入れます。" },
    { "position": 6, "name": "上六", "meaning": "穴に入る。招かざるの客三人来る。これをおもんぱかれば終りに吉。", "advice": "窮地に追い込まれますが、予期せぬ助っ人が現れます。一見、迷惑に見える存在や出来事も、礼を尽くして受け入れることで、事態が劇的に打開されます。", "affirmation": "私はすべての出会いに感謝し、意外な形でもたらされる助力を歓迎します。" }
  ]
}