{
  "id": 60,
  "gua_name": "節",
  "kanji": "水沢節",
  "reading": "すいたくせつ",
  "english_title": "LIMITATION",
  "binary_code": "011010",
  "trigrams": {
    "upper": {
      "name": "水",
      "nature": "険難",
      "element": "水",
      "direction": "北",
      "attributes": ["深淵", "苦悩", "抑制"]
    },
    "lower": {
      "name": "沢",
      "nature": "悦楽",
      "element": "金",
      "direction": "西",
      "attributes": ["喜び", "受容", "器"]
    }
  },
  "oracle_text": "節は、亨（とお）る。苦節（くせつ）は貞（ただし）にすべからず。",
  "core_description": "沢の上に水が溢れんばかりに溜まっている象。しかし、竹の「節（ふし）」のように、適切な区切りや制限を設けることで、水の溢出（トラブル）を防ぎ、エネルギーを蓄えることを象徴します。自由を享受するためにこそ、自律的な規律を守る「節度とバランス」の卦です。",
  "diagnoses": {
    "time_and_mandate": {
      "backend_tag": "時流・天命",
      "frontend_button": "流れ・好機",
      "scholarship": "高島嘉右衛門（実証易占）",
      "situation": "現在は「調整と節制」の時期です。運気は強いですが、現状の枠組みを超えて拡大しようとすれば決壊します。トランサーフィンにおける「過剰ポテンシャルの抑制」が求められており、条件を絞ることで安定が得られるタイミングです。",
      "advice": "「自分で決めたルール」を厳守してください。現在は「自分で決めて行う」ことの対象が、無限の可能性の中から「あえてこれだけに絞る」という決断になります。予算、期間、範囲を明確に区切ることが、天命に叶った成功への近道です。持続可能性を重視しなさい。",
      "warning": "「苦節（無理な我慢）」は厳禁です。あまりに厳しすぎる制限は、かえって自分や周囲を萎縮させ、運気を停滞させます。メタ認知的に「自分を苦しめていないか」を監視し、喜びを伴う範囲での自律を心がけてください。中庸が命です。",
      "affirmation": "私は適切な節度を持って行動します。私の自律した生き方が、真の自由と繁栄を支えています。"
    },
    "virtue_and_conduct": {
      "backend_tag": "徳・処世",
      "frontend_button": "仕事・対人",
      "scholarship": "本田済（古典倫理解釈）",
      "situation": "「礼節と分（ぶん）の徳」が求められる場面です。人間関係や仕事において、親しき仲にも礼儀、あるいは契約や役割の境界線を明確にする必要があります。アドラー心理学的な「課題の分離」を、具体的かつ誠実なルールとして提示すべき局面です。",
      "advice": "他者の関心事に関心を持ちつつも、安請け合いや不適切な介入を止めてください。誠実な「NO」を言うことが、結果として深い信頼を築きます。言葉と行動に区切り（ケジメ）をつけ、自律した個として接することが、あなたの社会的品格を高めます。約束を厳守しなさい。",
      "warning": "なあなあの関係や、不誠実な妥協に注意。制限を嫌うエゴが、規律を破壊しようと囁きます。しかし、節度のない繁栄は必ず短命に終わります。高潔な志を保持しつつ、態度は柔らかく、しかしルールは厳格に保ってください。",
      "affirmation": "私は誠実さと節度を持って人と接します。私の規律ある振る舞いが、周囲に安心と調和をもたらします。"
    },
    "contemplation_and_cultivation": {
      "backend_tag": "観照・修養",
      "frontend_button": "自己・精神",
      "scholarship": "ねどじゅん（右脳的アプローチ）",
      "situation": "精神的な「器（うつわ）」を整える時期です。エゴの際限ない欲望を静観し、内なる静寂（本体さんの感覚）を保持するための「精神的ルーチン」を確立する必要があります。映画の観客として、この「規律正しい日常シーン」を淡々と観賞してください。",
      "advice": "「思考の垂れ流し」を止める節度を身につけてください。脳内会議に時間制限を設け、重要性を下げ、ただ「今、ここ」の感覚に意識を戻す修養を最優先しましょう。ねどじゅん氏の説く「呼吸の区切り」に集中することで、潜在意識がクリアになり、創造性が高まります。脱力と規律の統合です。",
      "warning": "自分を厳しく責める「罪悪感」という苦節に注意。それはさらなるポテンシャルの歪みを生みます。ルールは「楽しむためのガイドライン」であるとメタ認知し、ゆとりを持って自らを律する修養を心がけてください。",
      "affirmation": "私の心は静寂の中にあり、完璧に統御されています。私は穏やかな自律の中で、至福を享受しています。"
    },
    "field_and_foundation": {
      "backend_tag": "場・根底",
      "frontend_button": "基盤・環境",
      "scholarship": "ニコラ_テスラ（エネルギー哲学）",
      "situation": "物理的基盤において「エネルギーの管理と蓄積」がテーマです。伝統的な「金（沢）」の器に「水」が溜まっており、テスラ的な観点で見れば、コンデンサのように電荷をチャージすべき磁場を象徴しています。漏電を防ぐ絶縁（節）が必要です。",
      "advice": "居住・職場環境の「境界線（フェンスや壁など）」を点検し、エネルギーの漏洩箇所を塞いでください。整理整頓を行い、物の定位置を決めることが吉です。身体的には、水分代謝の管理、そして「適度な絶食」や「飲酒・食欲の制限」がホメオスタシスを最大化します。",
      "warning": "環境の「乱脈」や「浪費」に注意。リソースが無限にあるという幻想を捨て、最小のエネルギーで最大の共振を生むための「微調整」を徹底してください。基盤の緩みは、精神の散漫に直結します。メンテナンスをルーチン化しなさい。",
      "affirmation": "私の環境は完璧に整理され、エネルギーが凝縮されています。私の身体は最高のバランスと活力を維持しています。"
    }
  },
  "inspiration": {
    "keywords": ["節度", "規律", "区切り", "制限", "自律", "バランス", "竹の節", "完了の美学", "課題の分離"],
    "symbols": ["真っ直ぐ伸びる竹", "目盛りのついた器", "門番", "規則的な波音"],
    "academic_note": "本卦は、兌（沢）の上に坎（水）がある。本田済はこれを『沢に水が満ちれば節度が必要である。人間も楽しみ（沢）の中に苦しみ（坎）の規律を持つことで、道が成る』と説き、自由と制約の不可分性を強調している。"
  },
  "lines": [
    { "position": 1, "name": "初九", "meaning": "門庭（もんてい）を出（い）でず。咎なし。", "advice": "物事の始まりにおいて、今は外へ動くべきではありません。自らの領域に留まり、静かに準備を整えることが最善の節度です。軽挙妄動を慎むその慎重さが、将来の災難をすべて防ぎます。止まる勇気を持ちなさい。", "affirmation": "私は焦りを手放し、今この場所で完璧な準備を整えます。" },
    { "position": 2, "name": "九二", "meaning": "門庭を出（い）でず。凶。", "advice": "好機が来ているのに、臆病になって閉じこもっていませんか？ 適切な時期に動かないことは、せっかくの節度を台無しにします。今は勇気を持って一歩踏み出すべき時です。チャンスの窓が開いているうちに動きなさい。", "affirmation": "私は完璧なタイミングを察知し、確信を持って行動を開始します。" },
    { "position": 3, "name": "六三", "meaning": "節（せつ）することなれば、則（すなわ）ち嗟（さ）若（じゃく）たり。咎なし。", "advice": "自律を怠り、享楽に流された結果、嘆くような事態になるかもしれません。しかし、その苦い経験こそがあなたに真の節度を教えます。自分の弱さを認め、深く反省することで、災難は回避されます。自分を律することを学びなさい。", "affirmation": "私は自らの過ちを認め、直ちに誠実な規律へと立ち戻ります。" },
    { "position": 4, "name": "六四", "meaning": "安（あん）節（せつ）なり。亨（とお）る。", "advice": "あなたは自然体で、無理なく節度を守れています。規律を窮屈に感じることなく、それを楽しみとして享受できている理想的な状態です。何の障害もありません。そのままのあなたで進みなさい。宇宙はあなたの安定を支持しています。", "affirmation": "私は宇宙のリズムと調和しています。私の自律は喜びそのものです。" },
    { "position": 5, "name": "九五", "meaning": "甘（かん）節（せつ）なり。吉。往けば尚（たっと）ばるるあり。", "advice": "あなたの示す節度やルールは周囲に喜んで受け入れられています（甘節）。素晴らしいリーダーシップを発揮し、全体の調和を保っています。自信を持って、その高潔な基準を貫いてください。前進すれば、さらなる称賛と成功が得られます。大吉です。", "affirmation": "私の誠実なリーダーシップは周囲に恩恵を与え、最高の繁栄を実現します。" },
    { "position": 6, "name": "上六", "meaning": "苦（く）節（せつ）なり。貞（てい）なれども凶。悔（くい）亡（ほろ）ぶ。", "advice": "自分や周囲をあまりに厳しく縛りすぎていませんか？ その苦しすぎる制限（苦節）は、たとえ正しくても最終的には破綻を招きます。今すぐ力みを抜き、執着を手放し、もっとゆとりある対応に切り替えてください。脱力があなたを救います。", "affirmation": "私は不必要な厳しさを手放します。私は宇宙の寛大さと一体であり、平安を維持します。" }
  ]
}