{
  "id": 64,
  "gua_name": "未済",
  "kanji": "火水未済",
  "reading": "かすいみせい",
  "english_title": "BEFORE COMPLETION",
  "binary_code": "101010",
  "trigrams": {
    "upper": {
      "name": "火",
      "nature": "麗しい",
      "element": "火",
      "direction": "南",
      "attributes": ["上昇", "明晰", "発散"]
    },
    "lower": {
      "name": "水",
      "nature": "険難",
      "element": "水",
      "direction": "北",
      "attributes": ["下降", "深淵", "混沌"]
    }
  },
  "oracle_text": "未済（みせい）は、亨（とお）る。小（しょう）狐（こ）汔（ほとん）ど済（わた）らんとして、その尾（お）を濡（ぬ）らす。利（よろ）しきところなし。",
  "core_description": "火が水の上にあり、熱気は昇り冷気は降りて、二つの気が全く交わらない象。六爻すべてが不正解の位置にあり、易経の最後を飾る「完全なる未完成」を象徴します。しかし、これは絶望ではなく、新たなサイクルへの「無限の可能性」を意味します。慎重さと勇気を持って、新しい世界へ踏み出す準備の卦です。",
  "diagnoses": {
    "time_and_mandate": {
      "backend_tag": "時流・天命",
      "frontend_button": "流れ・好機",
      "scholarship": "高島嘉右衛門（実証易占）",
      "situation": "現在は「混沌と新章の序曲」の時期です。運気は夜明け前の暗闇にあり、まだ形になっていません。トランサーフィンにおける「全く新しいバリアントの空間」への移行期に立たされています。成功は約束されていますが、今はまだ準備の最終段階です。",
      "advice": "「最後まで気を抜かない」覚悟を持ってください。現在は「自分で決めて行う」ことの対象が、焦ってゴール直前で失敗せず「慎重に最初の一歩を計画する」という決断になります。新しいプロジェクトや挑戦のチャンスがありますが、今は基盤を固めることに専念してください。希望を持ち続けなさい。",
      "warning": "「小狐、尾を濡らす」。ゴールが見えた瞬間の油断が、すべてを台無しにします。メタ認知的に「自分はまだ未熟である」という初心を保持し、状況の不透明さを面白がる余裕を持ってください。性急な行動は、冷たい水への転落を招きます。",
      "affirmation": "私の物語はここから始まります。私は無限の可能性に心を開き、最高の未来を確信しています。"
    },
    "virtue_and_conduct": {
      "backend_tag": "徳・処世",
      "frontend_button": "仕事・対人",
      "scholarship": "本田済（古典倫理解釈）",
      "situation": "「慎重と再起動の徳」が求められる場面です。人間関係や仕事において、バラバラになった要素を一つの大きな目的に向かって統合し始める局面です。アドラー心理学的な「自己決定」を、新たなコミュニティや関係性の中で再定義すべき時期です。",
      "advice": "他者の関心事に関心を持ち、混乱した状況を整理するリーダーシップを発揮してください。あなたが誠実であることを示せば、周囲は新しい可能性を感じてあなたに協力してくれます。過去の成功体験を一度捨て、ゼロベースで誠実な対話を築き上げることが、あなたの徳を確立させます。",
      "warning": "現状の混乱を嘆いたり、誰かのせいにしたりするのは時間の無駄です。脚本を白紙に戻す「覚悟」を持ち、自ら新しい役割を演じ始める勇気を持ってください。不完全であることを受け入れ、そこから成長する喜びを分かち合いましょう。",
      "affirmation": "私は誠実さと愛を持って新しい世界を構築します。私の行動が、すべての人に希望の光を与えています。"
    },
    "contemplation_and_cultivation": {
      "backend_tag": "観照・修養",
      "frontend_button": "自己・精神",
      "scholarship": "ねどじゅん（右脳的アプローチ）",
      "situation": "精神的な「ビッグバン」の直前状態です。潜在意識が新しい意図の種を受け取り、爆発的な具現化を待っている状態です。映画の観客として、この「混沌の中から新しい宇宙が生まれるシーン」を、ワクワクしながら静観してください。",
      "advice": "「まだ何者でもない自分」を祝福してください。重要性をゼロにし、あらゆるバリアントに開かれた「空」の状態を保持しましょう。ねどじゅん氏の説く「本体さんの微細な衝動」に耳を澄ませ、思考の自動運転が止まるのを待ちましょう。不完全さこそが、創造の源泉です。脱力しなさい。",
      "warning": "「早く形にしたい」という左脳的な焦りに注意。それは不純なポテンシャルを生み、創造を阻害します。宇宙のタイムラグを楽しみ、静寂の中で自分の内なる火を絶やさない修養を最優先してください。未完成を楽しみなさい。",
      "affirmation": "私は宇宙の無限の知恵の通路です。私は今この瞬間、最高の自己へと生まれ変わりつつあります。"
    },
    "field_and_foundation": {
      "backend_tag": "場・根底",
      "frontend_button": "基盤・環境",
      "scholarship": "ニコラ_テスラ（エネルギー哲学）",
      "situation": "物理的基盤において「エネルギーの再分極」が起きています。伝統的な「水」と「火」が分離しており、テスラ的な観点で見れば、電位差が最大化され、放電を待つ高電圧の磁場を象徴しています。圧倒的なパワーの種が眠っている状態です。",
      "advice": "居住・職場環境の「抜本的な再編成」の準備をしてください。情報の整理整頓を極め、新しいエネルギーを受け入れるための「空きスペース」を物理的に確保することが吉です。身体的には、全身の関節を緩め、エネルギーの通り道をクリアにするメンテナンスを。新陳代謝を促しなさい。",
      "warning": "環境の「詰まり」や「停滞」を放置しないでください。エネルギーの極性が激しく入れ替わる時期なので、基盤が不安定だと不意の故障やトラブルを招きます。常に「いつでも動ける状態」を維持し、基盤の柔軟性を保つメンテナンスを。 ",
      "affirmation": "私の基盤は無限の可能性に開かれています。私は完璧な活力を持って、新しい次元へと跳躍します。"
    }
  },
  "inspiration": {
    "keywords": ["未完成", "無限の可能性", "新章の始まり", "慎重な始動", "初心", "混沌からの秩序", "夜明け前", "脚本の刷新", "希望の灯火"],
    "symbols": ["水平線に沈みゆく、あるいは昇りゆく太陽", "白紙の地図", "準備を整えた役者", "交わらない火と水"],
    "academic_note": "易経は、完成の既済（63卦）で終わらず、未完成の未済（64卦）で幕を閉じる。本田済はこれを『宇宙の生成流転に終わりがないことを示す、至高の哲理』と捉え、絶えざる自己更新の重要性を説いている。"
  },
  "lines": [
    { "position": 1, "name": "初六", "meaning": "その尾（お）を濡（ぬ）らす。吝（りん）。", "advice": "焦って行動を開始し、いきなり失敗して恥（吝）をかいています。まだ時期尚早であり、準備が整っていません。今の不甲斐なさを静観し、まずは足元を乾かす（基盤を固める）ことからやり直してください。焦りは禁物です。", "affirmation": "私は自らの焦りを認め、静寂の中で一から準備を整える勇気を持ちます。" },
    { "position": 2, "name": "九二", "meaning": "その輪（わ）を曳（ひ）く。貞（ただ）しければ吉。", "advice": "逸る心（火）を自制心（水）で抑え、ブレーキ（輪を曳く）をかけています。この「慎重な停止」こそが、今のあなたにとって最高の徳です。正しい信念（貞）を守り続けていれば、やがて幸運は向こうからやってきます。動かずにいなさい。", "affirmation": "私は自制心を持ってエネルギーを蓄え、完璧なタイミングを静かに待ちます。" },
    { "position": 3, "name": "六三", "meaning": "未（い）だ済（わた）らず、征（ゆ）けば凶。大川（たいせん）を渉（わた）るに利（よろ）し。", "advice": "独力で無理に状況を打開しようとすれば失敗（凶）します。今は自分の力を過信せず、信頼できる指導者や強力なパートナー（大川を渉る覚悟）を求めてください。体制を整えてから臨めば、道は拓けます。協力の手を借りなさい。", "affirmation": "私は自らの限界を認め、最高の助力と共に難局を乗り越えます。" },
    { "position": 4, "name": "九四", "meaning": "貞（ただし）ければ吉、悔（くい）亡（ほろ）ぶ。震（ふる）いて用（もっ）て鬼（き）方（ほう）を伐（う）つ。三歳（さんさい）にして大国（たいこく）に賞（しょう）あり。", "advice": "決断と行動の時が来ました。あなたの誠実な意志（貞）が天に認められ、後悔は消え去ります。困難な課題に対しても、強力なエネルギー（震）を持って立ち向かってください。時間はかかりますが、最後には輝かしい成功と栄誉を授かります。自信を持って進みなさい。", "affirmation": "私は自らの真実を信頼し、勇気を持って最高のバリアントを具現化します。" },
    { "position": 5, "name": "六五", "meaning": "貞（ただし）ければ吉、悔いなし。君子（くんし）の光あり。孚（まこと）ありて吉。", "advice": "あなたの高潔な徳と誠実さ（孚）が、周囲を明るく照らしています。もはや疑念の余地はありません。あなたの存在そのものが幸運を呼び込み、すべては円満に運びます。輝かしい新時代のリーダーとして、堂々と振る舞いなさい。大吉です。おめでとう。", "affirmation": "私は宇宙の光と一体です。私の誠意が、すべての人に希望と繁栄をもたらしています。" },
    { "position": 6, "name": "上九", "meaning": "孚（まこと）ありて酒を飲むに。咎（とが）なし。その首（かしら）を濡（ぬ）らす。孚（まこと）ありてこれれを失（うしな）えば、これを是（ぜ）とする。咎なし。", "advice": "ついに一つの物語が完了し、あなたは自由の酒を楽しんでいます。しかし、ここでの「飲みすぎ（執着）」は禁物です。成功という影に溺れず、いつでも次へと旅立てる軽やかさを保持してください。手に入れたものを手放す勇気こそが、次の真の勝利を約束します。未完を楽しみなさい。", "affirmation": "私はすべての完了を祝福します。私は自由であり、常に新しい始まりの中に安住しています。" }
  ]
}