{
  "id": 33,
  "gua_name": "遯",
  "kanji": "天山遯",
  "reading": "てんざんとん",
  "english_title": "RETREAT",
  "binary_code": "001111",
  "trigrams": {
    "upper": {
      "name": "天",
      "nature": "剛健",
      "element": "金",
      "direction": "北西",
      "attributes": ["上昇", "威厳", "遠ざかる"]
    },
    "lower": {
      "name": "山",
      "nature": "静止",
      "element": "土",
      "direction": "北東",
      "attributes": ["境界", "停止", "隠遁"]
    }
  },
  "oracle_text": "遯は、亨る。小（すこ）しく利（よろ）しきに貞（ただし）けれ。",
  "core_description": "天（乾）が山（艮）の彼方へと遠ざかっていく象。陰の力が下から忍び寄り、陽の力が戦略的に身を引く「逃げるが勝ち」の状態を象徴します。敗北ではなく、次の勝機のために「美しく退く」知恵と勇気が問われる卦です。不毛な争いを避け、自らの高潔さを守るための隠遁を意味します。",
  "diagnoses": {
    "time_and_mandate": {
      "backend_tag": "時流・天命",
      "frontend_button": "流れ・好機",
      "scholarship": "高島嘉右衛門（実証易占）",
      "situation": "現在は「戦略的撤退」の時期です。運気は徐々に衰退へと向かっており、外部環境には不誠実な力や混乱が蔓延し始めています。バリアントの空間では、現在のラインを無理に維持しようとすれば、深刻なトラブルに巻き込まれる恐れがあります。",
      "advice": "執着を捨て、速やかに身を引いてください。現在は「自分で決めて行う」ことの対象が、地位や利益を捨てて「退場する」という決断になります。引き際を美しくすることで、天の助け（亨）が得られ、将来の再起が保証されます。スピードが命です。",
      "warning": "「まだ大丈夫だろう」という慢心が最大の毒となります。小人がのさばる中で正論を吐いても、今は聞き入れられず、かえって攻撃の標的になります。メタ認知的に状況を冷静に判断し、感情的な深入りを断固として避けてください。",
      "affirmation": "私は賢明な判断で身を引きます。私は自由を手にし、最高の未来への準備を整えています。"
    },
    "virtue_and_conduct": {
      "backend_tag": "徳・処世",
      "frontend_button": "仕事・対人",
      "scholarship": "本田済（古典倫理解釈）",
      "situation": "「君子の隠遁の徳」が試される場面です。人間関係や仕事において、価値観の合わない相手や腐敗した組織から、静かに距離を置く必要があります。アドラー心理学的な「課題の分離」を完璧に行い、他者の悪意から自分の人生を切り離す局面です。",
      "advice": "憎しみや恨みを持たず、淡々と、しかし厳格に境界線を引いてください。他者の関心事に関心を持ちつつも、今のあなたを傷つける相手に対しては「非干渉」を貫くことが最大の愛（自愛）です。沈黙を持って、自らの高潔さを証明しましょう。",
      "warning": "退く際に相手を批判したり、未練を見せたりしないこと。それは、去りゆく相手にエネルギーの綱（コード）を繋ぎ続けることになります。覚悟を持って、映画のスクリーンから完全に意識を逸らすことが重要です。",
      "affirmation": "私は自らの尊厳を守り、調和を持って身を引きます。私の心は誰にも侵されません。"
    },
    "contemplation_and_cultivation": {
      "backend_tag": "観照・修養",
      "frontend_button": "自己・精神",
      "scholarship": "ヴァジム_ゼランド（トランサーフィン）",
      "situation": "「重要性をゼロにする」ための最高の修養期です。地位、名誉、財産といった「所有」への執着（過剰ポテンシャル）を手放し、ただ在る自分に戻るチャンスです。映画の観客として、この「主人公が旅立つシーン」を軽やかに楽しんでください。",
      "advice": "「すべてを失っても、私は私である」という究極の脱力を行ってください。右脳的な静寂（本体さんの感覚）へと意識を戻し、外側のドラマから完全にログアウトしましょう。この「精神的な自由」こそが、次の爆発的な創造の種となります。安らぎなさい。",
      "warning": "敗北感や孤独という「左脳的な解釈」に注意。それはエゴが作り出す幻想です。退くことは、より良いバリアントを選択するための「空きスペース」を作ることだと悟ってください。重要性を下げれば、不安は消えます。",
      "affirmation": "私はすべての執着を解放します。私は静寂の中で最高の自己と再会し、無限の安らぎを感じています。"
    },
    "field_and_foundation": {
      "backend_tag": "場・根底",
      "frontend_button": "基盤・環境",
      "scholarship": "説卦伝（属性象徴学）",
      "situation": "物理的基盤において「断絶と保護」がテーマです。伝統的な「金（天）」の上昇エネルギーが「土（山）」の境界線を越えて遠ざかっており、現在は拠点を移したり、環境を最小化したりするのに適した磁場を象徴しています。",
      "advice": "居住・職場環境の「整理」ではなく「完全なリセット」を検討してください。旅、移転、あるいは情報の遮断が吉です。身体的には、頭部の緊張を解き、深い山に入って瞑想するような、デジタルデトックスと静養を最優先してください。グラウンディングを忘れずに。 ",
      "warning": "現在の不快な環境に留まり続けることは、身体の周波数を低下させ、健康を害するリスクがあります。場所や人間関係という「物理的な磁場」の影響を甘く見ないでください。不浄なエネルギーから身を遠ざける物理的処置を。 ",
      "affirmation": "私の環境は清浄で、私は安全な場所へと守られています。私の身体は静寂の中で再生されています。"
    }
  },
  "inspiration": {
    "keywords": ["退却", "隠遁", "逃げるが勝ち", "戦略的後退", "境界線の確立", "執着の放棄", "自由の獲得", "美学"],
    "symbols": ["夕焼けの山並み", "遠ざかる船", "隠れ里", "脱ぎ捨てられた上着"],
    "academic_note": "本卦は、二つの陰が下から陽を押し出し、陽が遠ざかる形。本田済はこれを『小人の勢いを恐れず、自らの志を汚さないための高潔な退去』と評し、退くことの美徳を説いている。"
  },
  "lines": [
    { "position": 1, "name": "初六", "meaning": "遯（とん）の尾。危うし。往（ゆ）くところあるに用うるなかれ。", "advice": "退くのが遅れ、最後尾で危機にさらされています。今、強引に前進したり、状況を変えようとするのは自殺行為です。まずは姿勢を低くし、何もせず、嵐が通り過ぎるのを待ってください。静止こそが、今のあなたにできる唯一の防御です。", "affirmation": "私は焦りを手放し、安全が確保されるまで静かに身を潜めます。" },
    { "position": 2, "name": "六二", "meaning": "これを持（と）るに黄牛（こうぎゅう）の革（かわ）を以（もっ）てす。これに勝（た）えて説（と）くことなし。", "advice": "志を共にする強力なパートナーや信念（黄牛の革）と固く結ばれています。外部がどんなに乱れていても、その絆を死守してください。誰にも邪魔されず、静かに退却の準備を整える時です。沈黙を守り、団結を固めなさい。", "affirmation": "私は大切な絆を揺るぎない覚悟で守り抜き、共に安全な場所へと向かいます。" },
    { "position": 3, "name": "九三", "meaning": "係（かか）る遯。疾（やまい）あり。危うし。臣（しん）妾（しょう）を畜（やしな）えば吉。", "advice": "私情や未練、あるいは部下への心配（係わり）が、あなたの足を引っ張り、退くのを遅らせています。これは精神的な病のような状態です。大局を優先し、私的な感情を「課題の分離」で処理しなさい。身近な小事を整える程度に留め、深追いは禁物です。", "affirmation": "私は不必要な執着を断ち切り、自らの自由のために毅然と旅立ちます。" },
    { "position": 4, "name": "九四", "meaning": "好（よ）き遯。君子は吉、小人は否（ふさ）がる。", "advice": "あなたは大切なものを守るために、勇気を持って、かつ愛着のある場所を「美しく退く」ことができます。これは素晴らしい決断です。しかし、私利私欲に固執する者（小人）にはこの真似はできず、苦しみます。あなたは高潔な道を選びなさい。", "affirmation": "私は愛するものさえも感謝と共に手放し、次なる神聖なステージへと向かいます。" },
    { "position": 5, "name": "九五", "meaning": "嘉（よみ）する遯。貞にして吉。", "advice": "最高に理想的な、称賛に値する撤退です。あなたの意志は明確で、何の迷いもありません。正しい信念（貞）に基づいた隠遁は、天の祝福を受け、将来の大きな成功を約束します。堂々と、軽やかに退場してください。", "affirmation": "私は自らの選択を誇りに思います。私の退却は、最高の勝利への第一歩です。" },
    { "position": 6, "name": "上九", "meaning": "肥（ひ）ゆる遯。利（よろ）しからざるなし。", "advice": "もはや未練は微塵もありません。ゆったりとした心境で、悠々と隠遁を楽しんでいます（肥ゆる）。障害は何一つなく、すべての展開があなたを自由へと導いています。至高の脱力と、観客としての至福を味わい尽くしてください。", "affirmation": "私は完全なる自由を享受しています。私はすべての執着から解放され、豊かさの中にいます。" }
  ]
}