{
  "id": 35,
  "gua_name": "晋",
  "kanji": "火地晋",
  "reading": "かちしん",
  "english_title": "PROGRESS",
  "binary_code": "000101",
  "trigrams": {
    "upper": {
      "name": "火",
      "nature": "麗しい",
      "element": "火",
      "direction": "南",
      "attributes": ["明晰", "輝き", "知性"]
    },
    "lower": {
      "name": "地",
      "nature": "順応",
      "element": "土",
      "direction": "南西",
      "attributes": ["受容", "安定", "基盤"]
    }
  },
  "oracle_text": "晋は、康侯（こうこう）、用（もっ）て馬を錫（たま）うこと蕃（しげ）し。昼日（ちゅうじつ）に三（み）たび接（せつ）す。",
  "core_description": "地上に太陽（火）が昇り、万物を明るく照らし出す象。才能が認められ、トントン拍子に地位や名声が向上する「進展と栄進」を象徴します。有力者の引き立てを得て、正々堂々と表舞台で活躍する絶好調の卦です。",
  "diagnoses": {
    "time_and_mandate": {
      "backend_tag": "時流・天命",
      "frontend_button": "流れ・好機",
      "scholarship": "高島嘉右衛門（実証易占）",
      "situation": "現在は「旭日の勢い」の時期です。運気は急上昇しており、トランサーフィンにおける「成功の最短ライン」に乗っています。外部環境があなたを全面的に支持し、目上の人からの抜擢や素晴らしいチャンスが次々と舞い込みます。",
      "advice": "迷わず積極的に自己表現をしてください。現在は「自分で決めて行う」ことの対象が、与えられた光の舞台で「最高のパフォーマンスを発揮する」という覚悟になります。昼間の活動、公的な場所でのアピールが最大の成果を生みます。",
      "warning": "勢いが強すぎるため、周囲への配慮を欠くと無用な嫉妬を招きます。天命は、私利私欲のためではなく、光を広める（公に貢献する）姿勢を持つ者にのみ、永続的な栄光を約束します。奢りを捨てなさい。",
      "affirmation": "私は宇宙の無限の光を受け入れています。私の道は明るく照らされ、すべてが順調に進展しています。"
    },
    "virtue_and_conduct": {
      "backend_tag": "徳・処世",
      "frontend_button": "仕事・対人",
      "scholarship": "本田済（古典倫理解釈）",
      "situation": "「明徳の徳」が求められる場面です。リーダーシップを発揮しつつも、大地の受容性（謙虚さ）を忘れず、周囲と調和しながら上昇する必要があります。アドラー心理学的な「貢献による自己実現」が最も美しく体現される局面です。",
      "advice": "誠実さを第一に、他者の関心事に関心を持ち、手に入れた利益を周囲に分配してください。目上の人には礼を尽くし、部下には温かい光を注ぐ。その公明正大な態度が、あなたの社会的評価を不動のものにします。",
      "warning": "実力以上の虚飾や、不当な手段での出世は厳禁です。太陽が雲に隠れれば、信用は一気に失墜します。内面の充実（地）と外面の輝き（火）のバランスを常にチェックしてください。",
      "affirmation": "私は誠実さと愛を持って世界に貢献します。私の成功は、多くの人々の喜びと繋がっています。"
    },
    "contemplation_and_cultivation": {
      "backend_tag": "観照・修養",
      "frontend_button": "自己・精神",
      "scholarship": "ジョセフ_マーフィー（潜在意識）",
      "situation": "潜在意識が「勝利の確信」で満たされています。右脳的な全能感が溢れ、自分の意図が即座に現実を書き換えるパワーを享受している状態です。エゴの「不安」という闇を、知性の光で完全に焼き尽くす時期です。",
      "advice": "映画の観客として、この「輝かしい栄進シーン」を存分に味わってください。重要性を高く保ちつつも、執着は持たず、「うまくいって当然」という軽やかな確信を維持しましょう。光の中に安住することが、さらなる奇跡を呼びます。",
      "warning": "「成功が止まったらどうしよう」という未来への懸念は、潜在意識に影を作ります。今ここにある至福（ねどじゅん氏の本体さんの喜び）に集中し、思考の自動運転による不安を静観して取り除いてください。",
      "affirmation": "私は宇宙の創造的なエネルギーと一つです。私は静寂の中で、最高の自己を表現し続けています。"
    },
    "field_and_foundation": {
      "backend_tag": "場・根底",
      "frontend_button": "基盤・環境",
      "scholarship": "ニコラ_テスラ（エネルギー哲学）",
      "situation": "物理的基盤において「高効率のエネルギー放射」が起きています。伝統的な「土（地）」の安定感の上に「火」の明晰さが加わり、非常に活発で、生産性の高い磁場を象徴しています。周波数が高く安定している状態です。",
      "advice": "居住・職場環境をさらに明るく、清潔に整えてください。特に「窓」の清掃や、照明の充実が運気を増幅させます。身体的には、活動量を増やし、ビタミンD（日光浴）を摂取して、代謝を活発に保つことが吉です。",
      "warning": "過剰な活動による「炎症」や「視力の低下」に注意。環境が活発になりすぎるため、意識的なグラウンディング（土に触れる、裸足で歩く）を併用し、エネルギーの過熱を逃がすメンテナンスを怠らないでください。",
      "affirmation": "私の環境は最高の光で満たされ、私の身体は完璧な活力を維持しています。"
    }
  },
  "inspiration": {
    "keywords": ["栄進", "進展", "日の出", "抜擢", "人気", "公明正大", "加速度的成功", "バリアントの跳躍"],
    "symbols": ["水平線から昇る太陽", "贈られた名馬", "王冠", "満開のひまわり"],
    "academic_note": "本卦は、坤（地）の上に離（火）がある。本田済はこれを『賢明な君主の下で、才能ある臣下が光を放つ象』と捉え、上下の意思疎通がもたらす繁栄の重要性を説いている。"
  },
  "lines": [
    { "position": 1, "name": "初六", "meaning": "晋（すす）む如（ごと）く、摧（くだ）く如（ごと）く。貞（ただ）しければ吉。孚（まこと）なきも、裕（ゆた）かにすれば咎なし。", "advice": "進もうとして妨害を受け、心折れそうになるかもしれません。しかし、今は自信を失わず、ゆったりとした心（裕）で構えていてください。誠実さを貫けば、最後には周囲もあなたを認め、道が開けます。焦りは禁物です。", "affirmation": "私は一時的な停滞に動揺せず、自らの真実を静かに守り抜きます。" },
    { "position": 2, "name": "六二", "meaning": "晋む如く、愁（うれ）うる如く。貞しければ吉。その介（おお）いなる福を、その王母（おうぼ）に受（う）く。", "advice": "進みたいのに思うように進めず、不安や悩みを感じているかもしれません。しかし、その慎重な姿勢（貞）が天に認められ、思いがけない有力者からの大きな助けが得られます。嘆く必要はありません。幸運はすぐそこです。", "affirmation": "私はすべての悩みを手放し、宇宙からもたらされる最高の恩恵を受け取ります。" },
    { "position": 3, "name": "六三", "meaning": "衆（しゅう）、允（まこと）にす。悔い亡（ほろ）ぶ。", "advice": "あなたの志が周囲の多くの人々に理解され、絶大な支持を得る時です。孤独な戦いは終わり、強力なチームワークによって目的を達成できます。自信を持って、皆と共に前進してください。すべての後悔は消え去ります。", "affirmation": "私は周囲の人々と心で繋がり、共に素晴らしい価値を創造します。" },
    { "position": 4, "name": "九四", "meaning": "晋む如（ごと）く、鼫（せき）鼠（そ）の如し。貞（ただ）しければ危（あやう）し。", "advice": "地位や権力に固執して、リス（鼫鼠）のように不当な利益を溜め込んでいませんか？ そのような卑しい態度は、せっかくの栄進を台無しにし、破滅を招きます。今すぐ私欲を捨て、公明正大な道に戻りなさい。潔白であれ。", "affirmation": "私は不適切な執着をすべて手放し、純粋な志を持って行動します。" },
    { "position": 5, "name": "六五", "meaning": "悔い亡ぶ。失得（しっとく）を恤（うれ）うることなかれ。往（ゆ）けば吉。利（よろ）しからざるなし。", "advice": "些細な損得勘定を捨て、ただ目的のために邁進してください。目先の失敗を恐れず、大胆に行動することが最高の結果（大吉）を導きます。宇宙はあなたの挑戦を全面的にバックアップしています。迷いは不要です。", "affirmation": "私は結果への不安を手放し、確信を持って最高のバリアントを選択します。" },
    { "position": 6, "name": "上九", "meaning": "その角（つの）を晋（すす）む。維（こ）れ用（もっ）て邑（ゆう）を征（う）つ。危（あやう）けれども吉。咎なし。貞（ただ）しければ吝（りん）。", "advice": "勢いが極まり、強引になりすぎています。今は外へ向かって戦うのではなく、自分の内なる課題や身近な問題（邑）を整えることに力を使ってください。厳しさも必要ですが、やり過ぎは孤立を招きます。自制心を持ちなさい。", "affirmation": "私は自らのエネルギーを正しく制御し、内なる平和を確立します。" }
  ]
}