{
  "id": 1,
  "gua_name": "乾為天",
  "reading": "けんいてん",
  "symbol": "☰ over ☰",
  "structure": {
    "upper": { "name": "乾", "nature": "天", "meaning": "剛健、創造、宇宙の意志" },
    "lower": { "name": "乾", "nature": "天", "meaning": "純粋な始動力、自律的意志" },
    "origin": "天が二つ重なり、六爻すべてが陽。宇宙の根源的な創造エネルギーが充満し、休むことなく運行し続ける「不屈の剛健さ」を象徴する。万物の始まり、全能、至高の成功を意味するが、強すぎるエネルギーの制御が鍵となる。"
  },
  "core_concept": "元・亨・利・貞。大いに通り、正しきを守ることで利益が得られる。万物の始まりであり、最上の成功を約束する。",
  "interpretation": {
    "situation": "現在は、強大なエネルギーが全方位に放射されている絶頂期、あるいは何かが爆発的に始まろうとしている極めて力強い状況です。運気は最高潮にあり、個人の能力や意志を存分に発揮できるフィールドが整っています。一点の曇りもない純粋な情熱が成功を引き寄せますが、その強すぎる光は時に周囲を圧倒し、摩擦を生む可能性も秘めています。天の運行のように、自律的かつ休むことなく努力を継続することが前提となる、選ばれし者の運気です。",
    "advice": "私欲を捨て、公明正大な志を持って突き進んでください。自らリーダーシップを取り、周囲を牽引することが期待されています。今は「待ち」の姿勢ではなく、自ら動くことで事態が好転します。ただし、その力は「正しさ（徳）」に裏打ちされていなければなりません。高い理想を掲げ、自己研鑽を怠らず、宇宙の法則（道理）に沿った行動をとることで、不可能が可能になります。龍が天を翔けるように、視座を高く持ちましょう。",
    "caution": "「陽極まれば陰に転ず」の格言通り、強引すぎると孤立します。特に自分の実力を過信し、他人の意見を聞き流す「独断専行」は致命的なミスに繋がります。地位や名声が上がるほど、謙虚さを失わないことが重要です。また、エネルギーが枯渇することを知らないため、オーバーワークによる燃え尽きや、感情の暴走（怒りや傲慢）にも厳重な注意が必要です。頂点に達した後の引き際を見誤らないようにしてください。",
    "inspiration": {
      "keywords": [ "創造的破壊", "絶対的自律", "リーダーシップ", "宇宙的秩序", "全能感", "黄金の光", "自強不息", "龍の飛躍", "威厳" ],
      "symbols": [ "天空を翔ける金龍", "雲ひとつない大空", "輝く太陽", "円形", "金塊", "王冠" ],
      "phil_note": "乾（創造）の本質は、ただ強いことではなく『休まず動き続ける（自強不息）』ことにある。静止は死を意味し、変化し続けることこそが永遠の剛健さを生む。"
    }
  },
  "author_insights": {
    "takashima_kaemon": "龍が天に登る象。商売、政治、あらゆる面で大勝の時。高貴な人物の引き立てを得て、名声を博す。しかし、進むことのみを知り退くことを知らなければ、必ず後悔する。投資は長期的な視点で強気に出て良いが、内部の結束を固めることを忘れるな。慢心が最大の敵である。",
    "honda_wataru": "乾は天なり、剛なり。純陽の徳。万物の父。その働きは『元・亨・利・貞』の四徳を備える。君子はこの卦を見て、天の運行を模範とし、自ら強めて息（や）まず、徳を積み上げるべきである。私心を去り、天理に則って行動せよ。",
    "murphy_philosophy": "無限の知性はあなたの内側から創造的なアイデアを溢れさせています。あなたは神聖な共同創造者です。『私は無限の知性と一体であり、私の成功は宿命づけられている』と確信してください。あなたの思考が宇宙の波動と同調するとき、望む現実は完璧な形で具現化されます。限界を設けてはなりません。"
  },
  "lines": [
    { "position": 1, "name": "初九", "meaning": "潜龍（せんりょう）なり、用（もち）うるなかれ。", "analysis": "龍がまだ深い淵に潜んでいる。実力はあるが時期が来ていない。", "advice": "今は表舞台に出る時ではありません。準備と学習に徹し、内面の力を蓄えてください。焦って動けば才能を枯らします。沈黙を守ることが将来の飛躍を約束します。", "affirmation": "私は最高のタイミングを知っています。今は静かに、完璧な準備を整えています。" },
    { "position": 2, "name": "九二", "meaning": "見龍（けんりょう）田（でん）にあり、大人（たいじん）を見るに利あり。", "analysis": "龍が地上に姿を現した。理解者や協力者に出会う好機。", "advice": "自分のビジョンを少しずつ周囲に語り始めましょう。優れた指導者やメンターを探し、その知恵を借りることが飛躍の鍵です。誠実な態度が人を惹きつけます。", "affirmation": "私の才能は正当に認められ、素晴らしい導き手との出会いがもたらされます。" },
    { "position": 3, "name": "九三", "meaning": "君子終日乾乾（けんけん）し、夕（ゆうべ）に惕（おそ）る。危うけれども咎なし。", "analysis": "多忙を極め、精神的緊張が高い。一歩間違えば危ういが、努力を続ければ無事。", "advice": "慢心を捨て、細心の注意を払って仕事に邁進してください。周囲からの期待にプレッシャーを感じるかもしれませんが、誠実さがあなたを守ります。夜まで反省を忘れないようにしましょう。", "affirmation": "私はどんなに忙しくても冷静さを保ち、誠実に自分の役割を果たします。" },
    { "position": 4, "name": "九四", "meaning": "或（あるい）は躍（おど）りて淵にあり。咎なし。", "analysis": "飛躍のチャンス。進むか、あえて淵に留まるかの決断の時。", "advice": "自立、独立、あるいは大きなプロジェクトの最終決断を迫られています。自分の内なる声に従い、勇気を持って賭けに出る時です。迷いは無用です。跳躍する準備はできています。", "affirmation": "私は自分の力を信じ、最高のバリアントへ向かって勇気を持って跳躍します。" },
    { "position": 5, "name": "九五", "meaning": "飛龍（ひりょう）天にあり。大人を見るに利あり。", "analysis": "龍が天を翔ける。成功が完成し、絶頂期にある。聖人が位に就く象。", "advice": "あなたの理想は現実のものとなりました。今こそ多くの人に影響を与え、社会に貢献してください。公明正大なリーダーシップを発揮する時です。私欲に走らず、周囲と利益を分かち合いましょう。", "affirmation": "私は宇宙のエネルギーと一体化し、人々に豊かさと光を分配しています。" },
    { "position": 6, "name": "上九", "meaning": "亢龍（こうりょう）悔いあり。", "analysis": "登りすぎた龍。行き過ぎて退く場所を失い、後悔する。", "advice": "絶頂期は過ぎようとしています。これ以上の拡大や執着は失敗を招きます。謙虚に身を引き、次の世代へバトンを渡す準備をしてください。無理な継続は災難の元です。", "affirmation": "私は循環の美学を理解しています。成功への執着を手放し、新たな静寂を受け入れます。" }
  ]
}