{
  "id": 61,
  "gua_name": "中孚",
  "kanji": "風沢中孚",
  "reading": "ふうたくちゅうふ",
  "english_title": "INNER TRUTH",
  "binary_code": "110011",
  "trigrams": {
    "upper": {
      "name": "風",
      "nature": "順入",
      "element": "木",
      "direction": "南東",
      "attributes": ["浸透", "命令", "長女"]
    },
    "lower": {
      "name": "沢",
      "nature": "悦楽",
      "element": "金",
      "direction": "西",
      "attributes": ["喜び", "受容", "少女"]
    }
  },
  "oracle_text": "中孚（ちゅうふ）は、豚（とん）魚（ぎょ）吉なり。大川を渉るに利あり。貞（ただし）きに利あり。",
  "core_description": "風が水面（沢）の上を吹き渡り、その震動が深部まで伝わる象。外卦と内卦の間に二つの陰爻（空洞・柔らかな心）があり、あたかも親鳥が卵を抱くような慈愛の形をしています。「中孚」は中心にある真心、至誠を意味します。打算を捨てた誠実さが、無心な動物（豚魚）さえも動かし、不可能を可能にする卦です。",
  "diagnoses": {
    "time_and_mandate": {
      "backend_tag": "時流・天命",
      "frontend_button": "流れ・好機",
      "scholarship": "高島嘉右衛門（実証易占）",
      "situation": "現在は「信頼と共鳴」の時期です。運気は穏やかですが、非常に深い浸透力を持っています。トランサーフィンにおける「魂と心の合致」が起きており、あなたの純粋な意図が、抵抗なく望ましい現実を引き寄せるタイミングです。",
      "advice": "「大川を渉る」大きな決断を下してください。現在は「自分で決めて行う」ことの対象が、損得を抜きにして「自らの真実（信念）」に従うという覚悟になります。あなたが誠実であれば、運命は驚くべきシンクロニシティを用意してくれます。真心が道を拓きます。",
      "warning": "上辺だけの誠実さや、他人をコントロールするための「嘘」は厳禁です。一時の欺瞞は、この卦の強力な共鳴力を破壊し、自滅を招きます。メタ認知的に、自分の動機が「中心（中）」から出ているか厳しく監視してください。",
      "affirmation": "私は自らの真実を信頼しています。私の真心は、宇宙のすべての存在と共鳴しています。"
    },
    "virtue_and_conduct": {
      "backend_tag": "徳・処世",
      "frontend_button": "仕事・対人",
      "scholarship": "本田済（古典倫理解釈）",
      "situation": "「至誠感天（至誠は天を動かす）の徳」が求められる場面です。人間関係や仕事において、テクニックや言葉の綾を捨て、心の芯にある真実で人と向き合う必要があります。アドラー心理学的な「他者信頼」を、無条件に実践すべき局面です。",
      "advice": "他者の関心事に関心を持ち、相手の魂に直接触れるような誠実な対話を築いてください。あなたが相手を信じ抜く（中孚）ことで、頑なな心も氷解し、最高の協力関係が生まれます。言葉以前の「想い」を大切に。約束は命をかけて守りなさい。",
      "warning": "自分の「エゴの正しさ」を押し付けないこと。孚（まこと）とは、相手をありのままに受け入れる「柔らかな空洞」から生まれます。支配ではなく、共感を通じた統合を心がけてください。偽りの情熱はすぐに見破られます。",
      "affirmation": "私は誠実さと愛を持って人と接します。私の真心が、周囲に深い信頼と喜びをもたらします。"
    },
    "contemplation_and_cultivation": {
      "backend_tag": "観照・修養",
      "frontend_button": "自己・精神",
      "scholarship": "ねどじゅん（右脳的アプローチ）",
      "situation": "精神的な「核（コア）」への回帰期です。エゴの自動思考を止め、自らの内面にある「空（くう）」の領域から湧き出る直感を観賞する時期です。映画の観客として、この「真実が明かされる静かなシーン」を、深い安らぎと共に静観してください。",
      "advice": "「自分自身の中心にある静寂」に意識を固定してください。重要性を下げ、宇宙の知性と自分が直結しているという感覚（本体さんの感覚）をメタ認知的に保持しましょう。思考のノイズを沈める修養が、潜在意識の純粋意図を最大化させます。内なる平和が、外なる真実です。",
      "warning": "「理解されたい」という外向きの欲求（過剰ポテンシャル）に注意。それは中心からの離脱を招きます。まずは自分が自分を信じ、内なる神性と対話する時間を慈しむ修養を行ってください。脱力が真実を露わにします。",
      "affirmation": "私の心は静寂の中にあり、至高の真実と一つです。私は常に神聖な導きに満たされています。"
    },
    "field_and_foundation": {
      "backend_tag": "場・根底",
      "frontend_button": "基盤・環境",
      "scholarship": "ニコラ_テスラ（エネルギー哲学）",
      "situation": "物理的基盤において「完璧な共振」がテーマです。伝統的な「木（風）」の振動と「金（沢）」の受容がピタリと一致しており、テスラ的な観点で見れば、位相が完璧に合った、極めて効率の高い電磁場を象徴しています。",
      "advice": "居住・職場環境を「自分の魂が真に安らぐ聖域」に整えてください。装飾よりも「本物」の素材や、志を象徴する一点の品が磁場を強化します。身体的には、心臓と呼吸の調和、そして「嘘を吐かないこと」がバイタルを最高潮に保ちます。心身の統合を。 ",
      "warning": "環境の「不協和音（違和感）」を放置しないでください。微かな違和感は、基盤の共鳴を乱すノイズとなります。物理的な汚れやエネルギーの淀みを即座に浄化し、常に「中心」がクリアであるようメンテナンスを徹底してください。",
      "affirmation": "私の環境は真実と調和に満ちています。私の身体は神聖なエネルギーと完璧に共鳴しています。"
    }
  },
  "inspiration": {
    "keywords": ["真心", "至誠", "信頼", "共鳴", "中道", "卵を抱く", "親和", "シンクロニシティ", "魂の合致", "不言の実行"],
    "symbols": ["抱卵する鳥", "共鳴する調律笛", "鏡のような水面", "重なり合う二つの輪"],
    "academic_note": "本卦は、二陰が中心にあり、四陽がそれを包む。本田済はこれを『虚なる中心（私心なき心）こそが、天の意志を宿し、万物を感化する源泉である』と説き、誠実さの究極の形として解釈している。"
  },
  "lines": [
    { "position": 1, "name": "初九", "meaning": "虞（おもんばか）れば吉。他あれば燕（やす）からず。", "advice": "物事の始まりにおいて、自らの信念を固め、誠実さを確立してください。自分自身の中心が定まっていれば幸運が得られます。しかし、他人の評価や外側の誘惑（他あり）に心を奪われると、不安に襲われ失敗します。自分を信じなさい。", "affirmation": "私は自らの中心に安住しています。私は外側のドラマに惑わされず、自らの真実を守り抜きます。" },
    { "position": 2, "name": "九二", "meaning": "鳴（めい）鶴（かく）、陰（かげ）にあり。その子、これに和（わ）す。我、好（よ）き爵（さかずき）あり、なんじとこれに靡（なび）かん。", "advice": "あなたの発する純粋なエネルギー（真心）は、たとえ姿が見えなくても、必ず同じ周波数を持つ存在に届きます。素晴らしい協力者や幸運が、吸い寄せられるようにあなたに共鳴してきます。自信を持って、その喜びを周囲と分かち合いなさい。共鳴の時です。", "affirmation": "私の内なる輝きは世界と響き合っています。私は最良の縁を引き寄せ、共に繁栄します。" },
    { "position": 3, "name": "六三", "meaning": "敵（てき）を得（う）。或（あるい）は鼓（こ）し、或（あるい）は罷（や）め、或（あるい）は泣き、或（あるい）は歌う。", "advice": "自分の感情や信念が不安定で、他人の言動に一喜一憂しています。戦ったり休んだり、泣いたり笑ったりと、エゴのドラマに振り回されている状態です。今すぐ「観客の視点」に戻り、自分の中の「空」を取り戻してください。力みを抜きなさい。", "affirmation": "私は感情のドラマを静観します。私は内なる静寂の中から、不動の平安を取り戻します。" },
    { "position": 4, "name": "六四", "meaning": "月、望（ぼう）に幾（ちか）し。馬（うま）の匹（ひき）亡（うしな）う。咎なし。", "advice": "満月に近い輝き（徳）を手にしました。今は古い仲間や過去のやり方に固執せず、自らの使命のために独り立つ勇気を持ってください。小さな喪失を恐れず、高い志に従って前進することが、あなたをさらなる高みへ運びます。潔さが幸運を呼びます。", "affirmation": "私は過去の執着を手放し、神聖な導きに従って新しい次元へと進みます。" },
    { "position": 5, "name": "九五", "meaning": "孚（まこと）あり攣（れん）如（じょ）たり。咎なし。", "advice": "最高の信頼関係が築かれています。あなたの誠実さが磁石のように人々を引き寄せ、固い絆で結ばれています。何の疑いも要りません。自信を持って、そのリーダーシップを発揮し、愛と豊かさを広めてください。あなたは宇宙に全面的に支持されています。", "affirmation": "私は愛と信頼の通路です。私の存在そのものが、世界を調和へと導いています。" },
    { "position": 6, "name": "上九", "meaning": "翰（かん）音（おん）、天に登る。貞（てい）なれども凶。", "advice": "言葉だけが空虚に舞い上がり、実態が伴っていません。表面的な正論や美辞麗句は、かえって災難（凶）を招きます。今は語るのを止め、徹底的な沈黙と自己反省に入り、地に足の着いた誠実さを取り戻してください。口先を慎みなさい。", "affirmation": "私は言葉の虚飾を捨て、自らの行動と静寂によって真実を証明します。" }
  ]
}