{
  "id": 5,
  "gua_name": "水天需",
  "reading": "すいてんじゅ",
  "symbol": "☵ over ☰",
  "structure": {
    "upper": { "name": "坎", "nature": "水", "meaning": "険難、雨、深淵" },
    "lower": { "name": "乾", "nature": "天", "meaning": "剛健、充実、前進" },
    "origin": "天（乾）の上に雲（坎）が溜まっている象。雨が降るのを待つ状態。「需」は待機、需要、飲食を意味し、前方に険難があるため、力はあるがあえて待つ知恵を象徴する。"
  },
  "core_concept": "需は孚（まこと）あり。光（おお）いに亨（とお）る。貞にして吉。大川を渉るに利あり。",
  "interpretation": {
    "situation": "現在は「待機と養生」の時期です。あなたには十分な実力と意志（下の乾）がありますが、行く手には解決すべき困難（上の坎）が横たわっています。今無理に突破しようとすれば、その困難に飲み込まれてしまうでしょう。しかし、この待機は決して停滞ではありません。雨が降って万物を潤す前の、必要な静寂です。エネルギーを充電し、時期が熟すのを待つことで、後に大きな成功が約束されています。",
    "advice": "「果報を寝て待つ」余裕を持ってください。焦って行動を起こすのではなく、今は食事を楽しみ、心身を健やかに保ち、英気を養うことに注力しましょう。誠実（孚）に、正しく（貞）待つことで、内面の光が増し、周囲からの信頼も高まります。時が来れば、大きな決断（大川を渉る）を下しても安全に遂行できるようになります。焦燥感は最大の敵です。",
    "caution": "待機を「怠慢」と履き違えないでください。ただ何もしないのではなく、いつチャンスが来ても動けるように牙を研いでおく必要があります。また、待てずにフライングをすると、水（困難）の中に転落し、これまでの努力が水の泡になります。特に飲食や快楽に溺れすぎて、本来の目的を忘れないよう、自己管理を徹底してください。",
    "inspiration": {
      "keywords": [ "待機", "英気を養う", "確信", "タイミング", "飲食の楽しみ", "嵐の前の静けさ", "忍耐", "機が熟す", "滋養" ],
      "symbols": [ "雨を待つ龍", "豪華な食事の並ぶテーブル", "岸辺で船を待つ人", "蓄積されるエネルギー" ],
      "phil_note": "需の道とは、自らの剛健さを信じているからこそ、動かずにいられる余裕のことである。真の強者は、天の時を待つことを知っている。"
    }
  },
  "author_insights": {
    "takashima_kaemon": "時運が来るのを待て。商売は今は買い時、あるいは仕込み時である。売却や決戦は先送りにせよ。交際費や飲食代を惜しまず、人脈を広げることに利がある。病気は急変はないが、十分な栄養と休息が必要である。遠方の知らせを待つのが吉。",
    "honda_wataru": "需は待つこと。上の坎（雨）が降るのを下の乾が待っている。君子はこの卦を見て、飲食宴楽（食事を楽しみ楽しむ）し、心に不安を入れないようにする。正義を保って待てば、必ず道は通じる。",
    "murphy_philosophy": "『私の望みは既に潜在意識によって受け入れられ、完璧なタイミングで具現化しようとしている』と確信し、リラックスしてください。あなたのリラックスした状態が、具現化を早めます。疑いや焦りという雑音を消し、静かに豊かさを享受しなさい。"
  },
  "lines": [
    { "position": 1, "name": "初九", "meaning": "郊（こう）に需（ま）つ。恒（つね）を用いるに利あり。咎なし。", "analysis": "困難から遠い「郊外」で待つ。まだ余裕がある段階。", "advice": "焦る必要は全くありません。日常のルーチンを淡々とこなし、平常心を保ってください。長期戦になる覚悟を決め、規則正しい生活を送りましょう。", "affirmation": "私は安定した心で、最善の未来が訪れるのを確信して待っています。" },
    { "position": 2, "name": "九二", "meaning": "沙（すな）に需（ま）つ。小（すこ）しく言葉あり。終りに吉。", "analysis": "困難が近づく「砂浜」で待つ。周囲から批判や苦言が出るかもしれない。", "advice": "多少のトラブルや口論が予想されますが、動揺してはいけません。他人の言葉に反応せず、自分のペースを守ってください。最終的には必ず良い結果になります。", "affirmation": "私は外側の雑音に惑わされず、内なる平安を維持します。" },
    { "position": 3, "name": "九三", "meaning": "泥（どろ）に需（ま）つ。寇（あだ）の至るを致す。", "analysis": "足元の悪い「泥沼」で待つ。自ら危険を招き寄せている状態。", "advice": "待ち方が悪く、危険な場所に踏み込みすぎています。敵やライバルに隙を見せないよう、警戒を強めてください。慎重さを欠くと被害を受けますが、警戒していれば防げます。", "affirmation": "私は自分の立ち位置を常に確認し、知恵を持ってリスクを回避します。" },
    { "position": 4, "name": "六四", "meaning": "血（ち）に需（ま）つ。穴（あな）より出（い）ず。", "analysis": "傷を負うような「血」の修羅場で待つ。しかし、最終的には窮地（穴）から脱出できる。", "advice": "非常に厳しい状況に置かれていますが、今は下手に動かず、事態が沈静化するのを待つしかありません。耐え抜くことで、自然と逃げ道が見えてきます。生存に集中せよ。", "affirmation": "私は困難の中でも希望を失わず、静かに状況の変化を見守ります。" },
    { "position": 5, "name": "九五", "meaning": "酒食（しゅし）に需（ま）つ。貞にして吉。", "analysis": "酒や食事を楽しんで待つ。中道の徳があり、非常に安定した状態。", "advice": "最高の待ち方です。成功の確信を持って、今ある豊かさを楽しんでください。心に余裕があるため、周囲からも信頼されます。目的地はもうすぐそこです。", "affirmation": "私は宇宙の豊かさを今ここで享受し、喜びに満ちて成功を受け入れます。" },
    { "position": 6, "name": "上六", "meaning": "穴に入（い）る。招かざるの客三人来る。これをおもんぱかれば終りに吉。", "analysis": "窮地に追い込まれるが、意外な助っ人（三人）が現れる。礼を尽くせば吉。", "advice": "もうダメだと思った時に、予期せぬ知らせや協力者が現れます。一見、迷惑な存在に見えるかもしれませんが、謙虚に受け入れてください。それが事態を打開する鍵です。", "affirmation": "私はすべての出会いに感謝し、意外な形でもたらされる助力を歓迎します。" }
  ]
}