{
  "id": 3,
  "gua_name": "水雷屯",
  "reading": "すいらいちゅん",
  "symbol": "☵ over ☳",
  "structure": {
    "upper": { "name": "坎", "nature": "水", "meaning": "困難、険難、苦悩の深淵" },
    "lower": { "name": "震", "nature": "雷", "meaning": "始動、動き、強い生命力" },
    "origin": "水（険難）の下に雷（動き）がある象。地中で雷が鳴り、芽を出そうとしているが、上にはまだ冷たい雪解け水が立ち塞がっている。「産みの苦しみ」であり、エネルギーはあるが出口が見えない混沌の状態を象徴する。"
  },
  "core_concept": "元・亨・利・貞。用（もち）うるなかれ。行くところあるに利あり。侯（きみ）を建てるに利あり。",
  "interpretation": {
    "situation": "現在は「創業の難」に直面しています。新しいことを始めようとする意欲（下卦の震）は非常に強いのですが、外部環境の険しさ（上卦の坎）に阻まれ、思うように進展しません。これは行き詰まりではなく、物事が形を成す前の「混沌」であり、生命が誕生するための不可欠なプロセスです。霧が深く、視界が遮られているため、無理にアクセルを踏むと泥沼にはまる恐れがありますが、エネルギー自体は非常に高く、可能性に満ちています。",
    "advice": "焦って一人で突進してはいけません。今は「整理・準備・協力者集め」に集中すべき時です。混乱した状況を整理する「経綸（プランニング）」を立て、自分を助けてくれる有力者や専門家（侯）を見つけ、その助力を仰いでください。目標は変えずに、達成するためのルートを細かく再設計しましょう。今は「大きく動く」よりも「基盤を整える」ことが、後の大いなる発展への唯一の道です。",
    "caution": "「早く楽になりたい」という焦燥感が最大の敵です。性急な判断や、実力が伴わない段階での拡大路線は壊滅的な打撃を招きます。また、不安にかられて場当たり的な行動をとることも禁物です。状況が不透明であることを認め、その不透明さの中でいかに正しく（貞）いられるかが試されています。協力者の選定を誤ると、後々まで尾を引くトラブルになるので慎重になりましょう。",
    "inspiration": {
      "keywords": [ "産みの苦しみ", "混沌からの秩序", "創業", "協力者の必要性", "忍耐強い始動", "胎動", "霧の中の行軍", "未完の美", "基盤構築" ],
      "symbols": [ "雪を割って芽吹く草", "霧に包まれた夜明け", "胎児の鼓動", "整理されていない資材置き場", "雷雨" ],
      "phil_note": "屯（ちゅん）とは『草木が芽生える時に土の中で曲がりくねっている姿』を指す。苦しみは成長の証であり、抵抗があるからこそ根は深く張られるのである。"
    }
  },
  "author_insights": {
    "takashima_kaemon": "新規事業、結婚、独立、すべてにおいて最初には困難が伴う。しかし、志を曲げず、有力者の助力を得れば、後に必ず大成する。今は利益を追わず、信用を築くことに注力せよ。投資は一時的に含み損を抱える可能性があるが、長期戦で臨めば報われる。冬が去るのを待つ忍耐が必要である。焦りは破滅を招く。",
    "honda_wataru": "屯は盈（み）つるなり、難なり。万物の始まり。君子はこの卦を見て、錯綜した事象を解きほぐし、秩序を立てるべきである。慌てて行動するのではなく、まずは体制を整え、賢人を登用することが急務である。整理整頓が運気を変える。",
    "murphy_philosophy": "あなたの心の中には、素晴らしい新しいアイデアが誕生しようとしています。混乱や不安を感じるのは、古い思考習慣が新しい成功のイメージに抵抗しているからです。『私は神聖な導きを受けており、すべての混乱は秩序へと再編される』と確信してください。混乱を祝福すれば、それは速やかに解決へと向かいます。イメージを明確に保ちなさい。"
  },
  "lines": [
    { "position": 1, "name": "初九", "meaning": "磐桓（ばんかん）す。貞に居（お）るに利あり。侯を建てるに利あり。", "analysis": "大きな岩のように足踏みしているが、志は正しい。協力者を得て準備する時。", "advice": "焦って進まず、その場に留まって地盤を固めてください。謙虚に人の意見を求め、自分のビジョンを共有できる仲間を集めることで、将来の道が開けます。基礎を固めることが最大の近道です。", "affirmation": "私は焦りを手放し、今この場所で揺るぎない土台を築いています。" },
    { "position": 2, "name": "六二", "meaning": "屯如（ちゅんじょ）として回如（かいじょ）たり。匪寇（ひこう）なり、婚媾（こんこう）せんとす。", "analysis": "悩んでぐるぐる回っている。邪魔が入っているように見えるが、実は良きパートナーが現れている。", "advice": "目の前の困難は、あなたを鍛えるための試練であり、敵ではありません。急いで結果を出そうとせず、誠実さを守ってください。今は時期尚早ですが、時間をかければ最高の縁に結ばれます。貞節を守ること。", "affirmation": "私はすべての困難の裏に隠された祝福を見極め、最高のタイミングを待ちます。" },
    { "position": 3, "name": "六三", "meaning": "鹿を追うに虞（おそれ）なし。ただ林中に入る。君子は幾（き）を察して舎（お）くに如（し）かず。往けば吝（りん）。", "analysis": "案内人もいないのに欲に駆られて森（鹿）を追う。迷うのは必至。", "advice": "無計画な深追いは禁物です。エゴの欲求に引きずられて行動すると、取り返しのつかない状況に陥ります。賢明な判断とは、時には潔く「諦める」ことです。一旦引き返しましょう。予兆を読み取ること。", "affirmation": "私はエゴの誘惑を退け、冷静に状況を判断して、安全な道を選びます。" },
    { "position": 4, "name": "六四", "meaning": "馬に乗って班如（はんじょ）たり。婚媾（こんこう）を求めて往けば、吉にして利あらざるなし。", "analysis": "躊躇しているが、勇気を持って協力（結婚）を求めれば、事態は一気に好転する。", "advice": "一人で悩む段階は終わりました。恥を忍んで、力のある人に助けを求めてください。あなたの誠実な呼びかけに、世界は必ず応えてくれます。行動こそが霧を晴らします。謙虚に助力を仰ぐこと。", "affirmation": "私は心を開いて助力を受け入れ、協力の力で状況を打破します。" },
    { "position": 5, "name": "九五", "meaning": "その膏（こう）を屯（とど）む。小貞（しょうてい）は吉、大貞（だいてい）は凶。", "analysis": "恵みの雨（恩恵）を与えようとするが、十分に届かない。誠実だが力が及びにくい。", "advice": "大きな改革や野心的な行動は今は控えてください。身近なこと、小さなことから誠実に処理していけば、着実な成果が得られます。欲張らず、今の範囲を守ることが成功の秘訣です。力を分散させないこと。", "affirmation": "私は小さな一歩の価値を知っており、日常の誠実さの中に豊かさを見出します。" },
    { "position": 6, "name": "上六", "meaning": "馬に乗って班如たり。泣血（きゅうけつ）漣如（れんじょ）たり。", "analysis": "助けもなく、進むことも退くこともできず、血の涙を流して悲しむ。屯の極み。", "advice": "極限状態です。無理に状況を変えようとしても空回りし、傷を深めるだけです。今はただ、嵐が過ぎ去るのを待ってください。この苦しみは、新しいステージへ移行するための最後の儀式です。孤独を耐え抜きなさい。", "affirmation": "私はすべての感情を静観し、闇が深いほど夜明けが近いことを確信しています。" }
  ]
}