{
  "id": 29,
  "gua_name": "坎",
  "kanji": "坎為水",
  "reading": "かんいすい",
  "english_title": "THE ABYSMAL (WATER)",
  "binary_code": "010010",
  "trigrams": {
    "upper": {
      "name": "水",
      "nature": "険難",
      "element": "水",
      "direction": "北",
      "attributes": ["陥る", "深淵", "流動"]
    },
    "lower": {
      "name": "水",
      "nature": "険難",
      "element": "水",
      "direction": "北",
      "attributes": ["苦悩", "知恵", "誠実"]
    }
  },
  "oracle_text": "習坎は、孚あり。維（これ）心（こころ）亨（とお）る。行けば尚（たっと）ばるるあり。",
  "core_description": "水の上にさらに水が重なり、底知れぬ深淵が連続している象。「四大難卦」の筆頭であり、次々と襲いかかる試練を象徴します。しかし、水が穴を埋めては次へと流れるように、誠実な心（孚）を保ち、止まらずに進み続けることで、必ず険難を脱する知恵を得る卦です。",
  "diagnoses": {
    "time_and_mandate": {
      "backend_tag": "時流・天命",
      "frontend_button": "流れ・好機",
      "scholarship": "高島嘉右衛門（実証易占）",
      "situation": "現在は「連続する試練」の時期です。運気は冬の極限状態にあり、一つの問題を解決しても、すぐに次の困難が立ちはだかります。バリアントの空間における「最も険しいライン」を通過中ですが、これは避けて通れない魂の浄化プロセスです。",
      "advice": "「もがかず、止まらず、流れに任せる」覚悟を持ってください。無理に状況を打破しようとして暴れると、深淵の底へと沈みます。水のように、目前の小さな隙間（チャンス）を確実に埋めながら、誠実な態度で一日一日をやり過ごすことが天命です。",
      "warning": "恐怖心に飲まれて判断を誤らないよう注意。重要性を極限まで高めてしまうと、パニックがさらなる不運を引き寄せます。天命は、絶望の淵でも「誠実さ」を失わない者にのみ、救済の出口を示します。",
      "affirmation": "私は困難を成長の糧に変えています。私は宇宙の保護の中にあり、安全に出口へと導かれています。"
    },
    "virtue_and_conduct": {
      "backend_tag": "徳・処世",
      "frontend_button": "仕事・対人",
      "scholarship": "本田済（古典倫理解釈）",
      "situation": "「至誠の徳」が極限まで試される場面です。人間関係や仕事において、不信や疑惑が渦巻く深淵に立たされています。アドラー心理学的な「課題の分離」を徹底し、相手の不誠実さに反応せず、自らの誠実さを貫き通す局面です。",
      "advice": "真心（孚）を唯一の指針にしてください。他者の関心事に関心を持ちつつも、自分を安売りせず、毅然とした態度で誠意を尽くしましょう。言葉よりも、水が岩を穿つような「継続的な誠実さ」が、最後に人の心を動かし、状況を好転させます。",
      "warning": "姑息な手段や嘘（エゴの防御）は破滅を招きます。深淵にいるときほど、自らの高潔さを死守してください。信頼関係の崩壊を恐れず、真実のみを土台に振る舞うことが、あなたの徳を確立させます。",
      "affirmation": "私は誠実さと愛を楯に、いかなる困難も乗り越えます。私の真心はすべての人に伝わります。"
    },
    "contemplation_and_cultivation": {
      "backend_tag": "観照・修養",
      "frontend_button": "自己・精神",
      "scholarship": "ねどじゅん（右脳的アプローチ）",
      "situation": "「魂の暗い夜（Dark Night of the Soul）」を経験する時期です。エゴの自動思考が「絶体絶命だ」と叫び、意識を恐怖で満たそうとしています。映画の観客として、この「最大級のサスペンス」のシーンを、深い呼吸と共に静観してください。",
      "advice": "「思考は自分ではない」ことを思い出し、右脳的な静寂（本体さんの感覚）に沈み込んでください。どんなに恐ろしい映像が流れても、スクリーンを見守る観客席の平安を維持しましょう。重要性をゼロにし、状況をそのまま受け入れる（サレンダー）ことで、奇跡的な解決策が浮上します。",
      "warning": "エゴの「どうしよう」という独り言（脳内会議）に注意。それはあなたの生命力を吸い取ります。思考のループを断ち切り、今ここにある「呼吸」という水の流れに意識を集中させる修養を最優先してください。",
      "affirmation": "私は静寂の中に安住しています。私の内なる平和は、いかなる外側の嵐によっても乱されません。"
    },
    "field_and_foundation": {
      "backend_tag": "場・根底",
      "frontend_button": "基盤・環境",
      "scholarship": "ニコラ・テスラ（エネルギー哲学）",
      "situation": "物理的基盤において「エネルギーの枯渇と再構築」が起きています。伝統的な「水」の属性が重なり、非常に冷たく、浸透力の強い磁場を象徴しています。テスラ的な観点で見れば、周波数が極端に低下し、静止摩擦が最大化している状態です。",
      "advice": "居住・職場環境の「排水と浄化」を徹底してください。湿気を取り除き、水の流れ（配管等）を整えることが、基盤の回復を助けます。身体的には、腎臓のケア、水分バランスの調整、そして何より「冷え」から身を守るメンテナンスが不可欠です。",
      "warning": "足元の不透明な場所での活動に注意。物理的な浸食や隠れた損傷を見逃さないでください。基盤が脆弱なため、大きな重圧に耐えられない可能性があります。今は最小限の活動に絞り、エネルギーの漏洩を防いでください。",
      "affirmation": "私の基盤は静かに浄化されています。私は純粋な生命力を取り戻し、完璧なホメオスタシスを維持しています。"
    }
  },
  "inspiration": {
    "keywords": ["連続する困難", "誠実", "深淵", "習坎", "忍耐", "知恵の獲得", "流れへの信頼", "浄化"],
    "symbols": ["二重の穴", "渦巻く急流", "月の光を反射する水面", "氷点下の静寂"],
    "academic_note": "本卦は、上下ともに坎（水）であり、険しさが重なる「習坎（しゅうかん）」を示す。本田済はこれを『険難を習熟し、自らの誠実さを不動のものにするための修行』と解釈し、内面の強さを強調している。"
  },
  "lines": [
    { "position": 1, "name": "初六", "meaning": "習坎。穴に入りて窞（たん）に入る。凶。", "advice": "自ら進んでさらに深い穴（困難）に落ち込んでいます。現状の把握が不十分で、闇雲に動いた結果です。これ以上のあがきを止め、まずは自分の位置を正しく認識しなさい。今は動けば動くほど悪化します。", "affirmation": "私は過ちを認め、これ以上の無理な行動を止めて静かに時を待ちます。" },
    { "position": 2, "name": "九二", "meaning": "坎に険あり。求むるに小（すこ）しく得る。", "advice": "依然として困難の中にいますが、誠実に努力を続ければ、わずかながらの進展や助力が得られます。大きな成果を望まず、目の前の一歩を確実に踏みしめてください。絶望せず、小石を積むような歩みを続けなさい。", "affirmation": "私は小さな前進を喜び、誠実な努力を積み重ねていくことに満足しています。" },
    { "position": 3, "name": "六三", "meaning": "来（きた）るも行くも坎。坎。険にして且（か）つ枕す。穴に入りて窞に入る。用うるなかれ。", "advice": "進むも退くも困難という八方塞がりの状態です。今は「枕して待つ（何もしない）」ことが唯一の正解です。解決しようと戦うことをやめ、嵐が過ぎ去るのを静観してください。非行動が最大の防御です。", "affirmation": "私はすべての抵抗を放棄し、宇宙の調整にゆだねて静かに安らぎます。" },
    { "position": 4, "name": "六四", "meaning": "樽（たる）酒（ざけ）、簋（き）に貳（そ）え、缶（ほとぎ）を用（もっ）てす。牖（まど）より約を納（い）る。終（つい）に咎（とが）なし。", "advice": "形式にこだわらず、誠意を尽くして有力者や天の助けを求めてください。質素でも真心のこもったアプローチが、困難を打開する窓（牖）となります。飾らない自分をさらけ出す勇気が、あなたを救います。", "affirmation": "私は真心を持って助けを求め、最高のタイミングで救済を受け入れます。" },
    { "position": 5, "name": "九五", "meaning": "坎盈（み）たず。祇（ただ）に既に平らかなり。咎なし。", "advice": "水が穴を満たし、溢れ出す寸前です。最悪のピークは過ぎ、状況はまもなく平坦な道へと戻ろうとしています。焦って一気に解決しようとせず、自然に流れが出るのを待ってください。安泰はもうすぐそこです。", "affirmation": "私はピークを超えたことを確信しています。平和な日常が戻ってくるのを楽しみに待っています。" },
    { "position": 6, "meaning": "上六：徽（き）纆（ぼく）に繋（つな）がれ、叢（そう）棘（きょく）に置かる。三歳（さんさい）まで得ず。凶。", "advice": "自らの過ちや執着に縛られ、身動きが取れなくなっています。自浄能力を失い、長い間苦しむ恐れがあります。今すぐエゴのドラマを降り、徹底的な反省と手放しを行ってください。自分の作った檻から出なさい。", "affirmation": "私は自らを縛っていたすべての執着を断ち切り、魂の自由を取り戻します。" }
  ]
}