{
  "id": 41,
  "gua_name": "損",
  "kanji": "山沢損",
  "reading": "さんたくそん",
  "english_title": "DECREASE",
  "binary_code": "110001",
  "trigrams": {
    "upper": {
      "name": "山",
      "nature": "静止",
      "element": "土",
      "direction": "北東",
      "attributes": ["境界", "停止", "蓄積"]
    },
    "lower": {
      "name": "沢",
      "nature": "悦楽",
      "element": "金",
      "direction": "西",
      "attributes": ["喜び", "減量", "浸透"]
    }
  },
  "oracle_text": "損は、孚あり。元吉。咎なし。貞にすべし。往くところあるに利あり。これれを何ぞ用いん。二簋（にき）用うるに利あり。",
  "core_description": "下卦（沢）を減らして上卦（山）を益する象。「損」は減らすこと、あるいは奉仕を意味します。目先の利益を捨て、エゴを削ぎ落とすことが、巡り巡って大きな幸運（元吉）へと繋がる「エネルギーの投資と循環」の卦です。誠実であれば、質素な捧げ物でも天に届きます。",
  "diagnoses": {
    "time_and_mandate": {
      "backend_tag": "時流・天命",
      "frontend_button": "流れ・好機",
      "scholarship": "高島嘉右衛門（実証易占）",
      "situation": "現在は「投資と徳の蓄積」の時期です。運気は一見、流出しているように見えますが、これは将来の爆発的な発展のための必要な「損」です。トランサーフィンにおける「重要性を下げる」ことで、抵抗を減らし、最適なバリアントを選択するプロセスにあります。",
      "advice": "「損して得取れ」の精神を持ってください。現在は自分を空（くう）にし、他者や公のためにリソースを差し出すことが天命です。この一時的なマイナスは、宇宙のエネルギー調整によって、後に何倍にもなって返ってきます。自信を持って与えなさい。",
      "warning": "損失を惜しみ、ケチな根性を出すと、運気の循環が止まります。「孚（まこと）」のない不誠実な譲歩は、何の利益も生みません。メタ認知的に「自分は豊かな存在であり、与えることができる」という確信を保持してください。",
      "affirmation": "私は喜んで宇宙の循環に参加しています。私が与えるものは、最高の形で私へと戻ってきます。"
    },
    "virtue_and_conduct": {
      "backend_tag": "徳・処世",
      "frontend_button": "仕事・対人",
      "scholarship": "本田済（古典倫理解釈）",
      "situation": "「自己犠牲と奉仕の徳」が求められる場面です。人間関係や仕事において、自分の手柄や利益を相手に譲ることで、真のリーダーシップと信頼が確立されます。アドラー心理学的な「他者貢献」が、あなた自身の幸福を最大化する局面です。",
      "advice": "誠実さを第一に、他者の関心事に関心を持ち、必要な助力を惜しまないでください。豪華な接待よりも、質素でも真心のこもった対応が相手の心を打ちます。自分を低く保ち、徳を高く積み上げることが、あなたの社会的地位を不動のものにします。",
      "warning": "恩着せがましい態度は厳禁です。本当の「損」とは、見返りを期待しない純粋な贈与を指します。エゴが「損をした」と叫ぶ声を静観し、魂のレベルでの豊かさを選択してください。支配を捨て、愛を選びなさい。",
      "affirmation": "私は誠実さと愛を持って世界に貢献します。私の献身は、周囲に調和と繁栄をもたらします。"
    },
    "contemplation_and_cultivation": {
      "backend_tag": "観照・修養",
      "frontend_button": "自己・精神",
      "scholarship": "ヴァジム_ゼランド（トランサーフィン）",
      "situation": "内面的な「浄化と削ぎ落とし」の時期です。エゴの執着や過剰な願望という「ポテンシャル」を減らす（損する）ことで、エネルギーの通り道をクリアにしています。映画の観客として、この「身軽になっていくプロセス」を静観してください。",
      "advice": "「持っていない」ことへの不安を手放してください。重要性をゼロにし、ただ「在る」ことの至福（ねどじゅん氏の本体さんの感覚）を味わいましょう。思考の断捨離が、潜在意識の創造力を最大化させます。欠乏感という幻想を、損な（減ら）しなさい。",
      "warning": "「もっと欲しい」という渇望は、不運を引き寄せる強い重力となります。その欲望をメタ認知的に客観視し、深く呼吸してリリースする修養を最優先してください。手放した分だけ、新しい光が差し込みます。",
      "affirmation": "私はすべての執着を解放します。私は静寂の中で、真の豊かさと再会しています。"
    },
    "field_and_foundation": {
      "backend_tag": "場・根底",
      "frontend_button": "基盤・環境",
      "scholarship": "ニコラ_テスラ（エネルギー哲学）",
      "situation": "物理的基盤において「エネルギーの最適化」がテーマです。伝統的な「土（山）」の安定感を得るために、「金（沢）」の余剰分を放出するプロセスを象徴しています。システムの無駄を省き、コアな機能を強化すべき磁場です。",
      "advice": "徹底的な断捨離と、居住環境のシンプル化を断行してください。物が少ないほど、テスラ的なエネルギーの透過性は高まります。身体的には、ダイエット、ファスティング（断食）、そして不要な緊張を解くボディワークが吉です。筋肉の力みを捨てなさい。",
      "warning": "溜め込みすぎは基盤の「詰まり」を招きます。古くなった情報や物、習慣を放置しないでください。環境の不純物は、あなたの周波数を乱します。常に「引き算」のメンテナンスを心がけてください。",
      "affirmation": "私の環境はクリアで、完璧に整えられています。私の身体は軽やかで、純粋な活力に満ちています。"
    }
  },
  "inspiration": {
    "keywords": ["奉仕", "投資", "削ぎ落とし", "浄化", "誠実", "損して得取れ", "簡素", "バリアントの調整", "他者貢献"],
    "symbols": ["削り取られる岩山", "質素な祭壇", "空っぽの器", "山あいの静かな湖"],
    "academic_note": "本卦は、下の陽爻を減らして上の陰爻に加える形。本田済はこれを『下を減らして上を益すは、道理にかなった奉仕の象』と捉え、誠実さがあれば形式は簡素で良いと説いている。"
  },
  "lines": [
    { "position": 1, "name": "初九", "meaning": "事（こと）已（や）め、夙（はや）く往（ゆ）く。咎なし。これれを損（そん）するを酌（く）む。", "advice": "自分の仕事を早めに切り上げて、他人の手伝いに行ってください。その迅速な協力が大きな功徳となります。ただし、やり過ぎて自分の健康や基盤を損なわないよう、適度な加減（酌む）を忘れないでください。", "affirmation": "私は自発的に他者を助け、喜びのエネルギーを循環させます。" },
    { "position": 2, "name": "九二", "meaning": "利（よろ）しきに貞（ただし）ければ、征（ゆ）けば凶。損（そん）せずしてこれれを益（えき）す。", "advice": "自分の信念や本分を曲げてまで他人に合わせる必要はありません。自分を大切にすること（自愛）が、結果として周囲を益することになります。無理な奉仕は控え、まずは自らの正しさを守りなさい。", "affirmation": "私は自らの価値を尊重し、誠実な在り方を通じて世界に貢献します。" },
    { "position": 3, "name": "六三", "meaning": "三人（さんにん）行（ゆ）けば、則（すなわ）ち一人（ひとり）を損（そん）し、一人（ひとり）行（ゆ）けば、則（すなわ）ちその友を得る。", "advice": "複雑な人間関係や多すぎる選択肢を整理してください。三人のグループは一人減ることで安定し、一人の孤独な挑戦は最高のパートナーを引き寄せます。焦点を絞ることが、真の出会いと成功を呼び込みます。", "affirmation": "私は不要な繋がりを手放し、魂が共鳴する真の仲間と出会います。" },
    { "position": 4, "name": "六四", "meaning": "その疾（やまい）を損（そん）す。夙（はや）く往（ゆ）けば喜びあり。咎なし。", "advice": "自分の中の悪い習慣や、ネガティブな思考パターン（疾）を今すぐ手放してください。あなたが自らの欠点を正そうと決意すれば、まもなく素晴らしい協力者や状況の好転が訪れます。反省が喜びに変わる時です。", "affirmation": "私は自らを浄化し、喜びに満ちた新しい自分を受け入れます。" },
    { "position": 5, "name": "六五", "meaning": "或（あるい）はこれれを益（えき）す、十朋（じっぽう）の亀（かめ）も克（あた）わず。元吉（げんきつ）。", "advice": "いかなる不運もあなたを傷つけることができないほどの、圧倒的な幸運が訪れます。これまでのあなたの徳の積み重ね（損の実践）が、天の大きな恩恵（益）となって返ってきました。大吉です。自信を持って受け取りなさい。", "affirmation": "私は宇宙からの無限の恵みを享受しています。すべては完璧な恩寵の中にあります。" },
    { "position": 6, "name": "上九", "meaning": "損（そん）せずしてこれれを益（えき）す。咎なし。貞（ただし）ければ吉。往（ゆ）くところあるに利（よろ）し。臣（しん）を得て家（いえ）なし。", "advice": "損も益も超越した自由な境地に達しました。あなたは何も失わず、周囲に無限の利益を与えています。私心のないあなたの行動は、世界中を自分の家（仲間）に変えてしまいます。大胆に、大いなる目的へと進みなさい。", "affirmation": "私は宇宙の意志と一体であり、私の存在そのものが世界への祝福です。" }
  ]
}