{
  "id": 63,
  "gua_name": "既済",
  "kanji": "水火既済",
  "reading": "すいかきせい",
  "english_title": "AFTER COMPLETION",
  "binary_code": "010101",
  "trigrams": {
    "upper": {
      "name": "水",
      "nature": "険難",
      "element": "水",
      "direction": "北",
      "attributes": ["下降", "深淵", "冷却"]
    },
    "lower": {
      "name": "火",
      "nature": "麗しい",
      "element": "火",
      "direction": "南",
      "attributes": ["上昇", "明晰", "加熱"]
    }
  },
  "oracle_text": "既済（きせい）は、亨（とお）る。小（すこ）しく貞（ただ）しきに利（よろ）し。初（はじめ）には吉（きつ）にして、終（つい）には乱（みだ）る。",
  "core_description": "水が火の上にあり、火が水を沸かして完璧な調理（調和）が行われている象。六爻すべてが正しい位置にあり、易経64卦の中で唯一の「完全なる完成」を象徴します。しかし、完成は同時に崩壊の始まりを意味します。現状をいかに維持し、油断を排するかが問われる「絶頂と守成」の卦です。",
  "diagnoses": {
    "time_and_mandate": {
      "backend_tag": "時流・天命",
      "frontend_button": "流れ・好機",
      "scholarship": "高島嘉右衛門（実証易占）",
      "situation": "現在は「完全な成就と現状維持」の時期です。運気は最高潮に達し、すべての物事がピタリと収まっています。トランサーフィンにおける「完璧なバリアント」を具現化していますが、ここからは「衰退」への下り坂が始まろうとしています。",
      "advice": "「新規の始動を一切止める」覚悟を持ってください。現在は「自分で決めて行う」ことの対象が、手に入れた成功を「守り、メンテナンスする」という決断になります。これ以上の拡大は必ず混乱を招きます。平和な今こそ、将来の危機に備える天命の守護フェーズです。",
      "warning": "「初めは吉、終わりは乱れる」。最大の敵は油断と慢心です。現状が永遠に続くと過信した瞬間、平衡力が働き、崩壊が始まります。メタ認知的に「今の完璧さは一時の映画のエンディング」であると悟り、執着を手放しながら現状を守りなさい。",
      "affirmation": "私は今の豊かさを感謝と共に享受しています。私は完璧な調和の中で、静かに安泰を維持します。"
    },
    "virtue_and_conduct": {
      "backend_tag": "徳・処世",
      "frontend_button": "仕事・対人",
      "scholarship": "本田済（古典倫理解釈）",
      "situation": "「守成（しゅせい）の徳」が求められる場面です。あなたが中心となり、完璧な秩序を構築した局面です。アドラー心理学的な「共同体感覚」が完成されていますが、その結束が緩まないよう細心の配慮が必要です。",
      "advice": "謙虚さを楯にし、周囲への感謝を具体的な形（報酬や慰労）で示してください。他者の関心事に関心を持ち続け、日常の些細な不協和音を即座に調整することが、あなたの社会的信頼を不変のものにします。地位に奢らず、公明正大さを貫きなさい。",
      "warning": "官僚主義や形式化、そして「自分たちの正しさ」への固執に注意。成功体験は時に目を曇らせます。外部の新しい声に対しても、受容の窓を開けておかなければ、組織は内部から腐敗します。支配ではなく、調和の維持に徹しなさい。",
      "affirmation": "私は誠実さと愛を持って現在の調和を維持します。私の平和な心が、永続的な繁栄の基盤となっています。"
    },
    "contemplation_and_cultivation": {
      "backend_tag": "観照・修養",
      "frontend_button": "自己・精神",
      "scholarship": "ねどじゅん（右脳的アプローチ）",
      "situation": "精神的な「収穫祭」の時期です。潜在意識に蒔かれた意図が完璧に実を結び、右脳的な至福を享受しています。映画の観客として、この「最大級のハッピーエンドシーン」を、どこか冷めた（重要性を下げた）視点で楽しんでください。",
      "advice": "「すべては成し遂げられた」という確信の中に安住してください。重要性をゼロにし、成功という名のドラマから脱力しましょう。ねどじゅん氏の説く「本体さんへの全托」を継続し、思考の再起動による不安（影）を静観して取り除いてください。静寂を楽しみなさい。",
      "warning": "「この幸せを失いたくない」という恐怖（過剰ポテンシャル）に注意。それは不調和のバリアントを引き寄せます。どんな結果も映画の演出に過ぎないというメタ認知を強化し、軽やかな確信を維持する修養を最優先してください。",
      "affirmation": "私の魂は完全に満たされています。私は静寂の中で、神聖な調和を永遠に祝い続けます。"
    },
    "field_and_foundation": {
      "backend_tag": "場・根底",
      "frontend_button": "基盤・環境",
      "scholarship": "ニコラ_テスラ（エネルギー哲学）",
      "situation": "物理的基盤において「エネルギーの完全な均衡」がテーマです。伝統的な「火」と「水」の力が完璧にバランスし、テスラ的な観点で見れば、定常波が美しく確立された磁場を象徴しています。効率が最大化されている状態です。",
      "advice": "居住・職場環境の「微調整と維持管理」に注力してください。新しいものは入れず、今あるものの質を高めるメンテナンスが吉です。身体的には、ホメオスタシスが最適化されているため、それを崩さない規則正しい生活を。良質な水と深い睡眠を。 ",
      "warning": "環境の「小さな緩み」から崩壊が始まります。物理的な汚れやエネルギーの淀みを決して放置しないでください。基盤の安定を当たり前と思わず、細部への畏敬の念を持って管理を。慢心は基盤の腐敗を招きます。",
      "affirmation": "私の環境は神聖なバランスに保たれています。私の身体は完璧な調和と安らぎを維持しています。"
    }
  },
  "inspiration": {
    "keywords": ["完成", "成就", "現状維持", "油断大敵", "完璧なバランス", "守成", "終わりの始まり", "満月", "脚本の完遂"],
    "symbols": ["煮炊きが完成した釜", "満開の桜", "整列した軍勢", "鏡のような水面"],
    "academic_note": "本卦は、六爻すべてが位（くらい）にかなっている（正位）。本田済はこれを『易の理が極まった形。しかし、物事の完成は衰退の予兆であり、君子の覚悟が最も試される時である』と説いている。"
  },
  "lines": [
    { "position": 1, "name": "初九", "meaning": "その輪（わ）を曳（ひ）き、その尾（お）を濡（ぬ）らす。咎（とが）なし。", "advice": "成功の勢いに乗ろうとしていますが、自らブレーキ（輪を曳く）をかけて慎重に進んでいます。多少の失敗（尾を濡らす）はあっても、その慎重さがあなたを救います。最初の一歩での油断を排し、常に自制心を持ちなさい。安泰です。", "affirmation": "私は確信を持って進みつつも、常に細心の注意を払って安泰を維持します。" },
    { "position": 2, "name": "六二", "meaning": "婦（おんな）、そのフ（※巾へんに、弗）を喪（うしな）う。追（お）うなかれ。七日（ななか）にして得（う）。", "advice": "大切な道具や信頼の一部を一時的に失うかもしれませんが、焦って追いかけないでください。あなたの誠実さが本物なら、時が経てば（七日後）自然と戻ってきます。執着を手放し、自らの価値を静かに守り続けなさい。静観が吉を呼びます。", "affirmation": "私はすべての喪失と再会を宇宙に委ね、内なる平安を維持します。" },
    { "position": 3, "name": "九三", "meaning": "高（こう）宗（そう）、鬼（き）方（ほう）を伐（う）つ。三歳（さんさい）にしてこれれに克（か）つ。小人（しょうじん）は用（もち）うるなかれ。", "advice": "大きな問題を解決するには、並外れた努力と長い時間（三歳）を要します。妥協せず、誠実な忍耐を貫くことで最後には勝利します。ただし、卑小な手段や人格に問題のある者に頼ってはいけません。高潔な志を堅持しなさい。", "affirmation": "私は自らの真実のために忍耐強く戦い、最高の勝利を確実にします。" },
    { "position": 4, "name": "六四", "meaning": "繻（しゅ）に衣（きぬ）リョ（※おんなへんに、茹）あり。終（つい）日（じつ）戒（いまし）めよ。", "advice": "表面的な華やかさの裏で、水漏れ（不備）が始まっています。ボロが出る前の今、徹底的な自己点検と予防措置を講じてください。一日中、気を引き締めて事に当たることが、破滅を防ぐ唯一の道です。細部のメンテナンスを怠らないこと。", "affirmation": "私は微かな異常を察知し、完璧なメンテナンスで安泰を維持します。" },
    { "position": 5, "name": "九五", "meaning": "東（とう）隣（りん）の牛をキ（※りっとうに、圭）るは、西（せい）隣（りん）の禴（やく）して、実（じつ）にその福（ふく）を受（う）くるに如（し）かず。", "advice": "豪華な犠牲（牛）を捧げる派手なパフォーマンスよりも、質素でも真心のこもった誠実な行動（禴）こそが、天の大きな福を得られます。形式にこだわらず、内面の充実を優先しなさい。誠意があなたの地位を盤石にします。", "affirmation": "私は形式よりも真心を大切にします。私の誠意は宇宙の祝福と直結しています。" },
    { "position": 6, "name": "上六", "meaning": "その首（かしら）を濡（ぬ）らす。厲（あやう）し。", "advice": "成功に酔いしれ、引き際を忘れて深入りしてしまいました。もはや水に沈むような危険な状態です。傲慢さと執着があなたを破滅させようとしています。今すぐすべてを止めて、徹底的な脱力と反省に入りなさい。命取りになります。静止しなさい。", "affirmation": "私は自らの慢心を認め、すべての執着を手放して至高の静寂を迎え入れます。" }
  ]
}