{
  "id": 11,
  "gua_name": "泰",
  "kanji": "地天泰",
  "reading": "ちてんたい",
  "english_title": "PEACE",
  "binary_code": "111000",
  "trigrams": {
    "upper": {
      "name": "地",
      "nature": "順応",
      "element": "土",
      "direction": "南西",
      "attributes": ["受容", "安定", "基盤"]
    },
    "lower": {
      "name": "天",
      "nature": "剛健",
      "element": "金",
      "direction": "北西",
      "attributes": ["上昇", "意志", "生命力"]
    }
  },
  "oracle_text": "泰は、小往き大来たる。吉にして亨る。",
  "core_description": "天（剛健なエネルギー）が下にあり、地（柔軟な受容性）が上にある象。天は昇ろうとし、地は降ろうとするため、二つの気が中央で完璧に交わります。万物が調和し、繁栄が約束される「黄金時代」の卦です。",
  "diagnoses": {
    "time_and_mandate": {
      "backend_tag": "時流・天命",
      "frontend_button": "流れ・好機",
      "scholarship": "高島嘉右衛門（実証的易占）",
      "situation": "現在は「天下泰平」の絶頂期です。トランサーフィンにおける「最も望ましいバリアント」のラインに乗っており、抵抗なく物事が進展します。外部環境と自分の意図が完全に同期している稀有なタイミングです。",
      "advice": "迷わず積極的に動いてください。現在は小さな投資で大きなリターン（小往大来）が得られる時です。ただし「安きに居りて危うきを思う」覚悟が必要です。平和な今こそ、将来の備えを始めてください。",
      "warning": "「平らかにして陂（かたむ）かざるはなし」。絶頂の次には必ず衰退が始まります。傲慢になり、現状が永遠に続くと過信することが唯一の凋落の引き金となります。",
      "affirmation": "私は宇宙の調和と一体です。私の周囲には豊かさと平和が溢れています。"
    },
    "virtue_and_conduct": {
      "backend_tag": "徳・処世",
      "frontend_button": "仕事・対人",
      "scholarship": "本田済（古典倫理解釈）",
      "situation": "「和合の徳」が求められる場面です。上司と部下、自分と他者の壁が消え、意思疎通が極めてスムーズです。アドラー心理学的な「共同体感覚」が自然に醸成されている理想的な局面です。",
      "advice": "オープンなコミュニケーションを貫いてください。他人の関心事に関心を持ち、手に入れた成功を周囲と分かち合うことで、徳がさらに積み増されます。誠実さがそのまま最大の戦略になります。",
      "warning": "身近な人への礼節を欠かないように注意。状況が良すぎるために、緊張感が緩んで判断が甘くなるリスクがあります。親しき仲にも規律を保ってください。",
      "affirmation": "私は誠実な対話を通じて、すべての人と素晴らしい協力関係を築いています。"
    },
    "contemplation_and_cultivation": {
      "backend_tag": "観照・修養",
      "frontend_button": "自己・精神",
      "scholarship": "ジョセフ・マーフィー（潜在意識）",
      "situation": "内面意識が「統合」されています。右脳的な直感と左脳的な論理が完璧に調和し、エゴの自動思考が静まり、至福の感覚に近い状態です。潜在意識への刻印が即座に現実化する時期です。",
      "advice": "「すべてはうまくいっている」という確信の中に安住してください。重要性を下げ、肩の力を抜いて、展開される人生という映画を楽しんでください。ねどじゅん氏の説く、今ここにある至福を味わい尽くしましょう。",
      "warning": "成功への執着（過剰ポテンシャル）に注意。現在の幸福を「失いたくない」と強く願った瞬間、平衡力が働き、状況が反転し始めます。軽やかな確信を維持してください。",
      "affirmation": "私の心は静寂と喜びに満たされています。私はありのままで完璧です。"
    },
    "field_and_foundation": {
      "backend_tag": "場・根底",
      "frontend_button": "基盤・環境",
      "scholarship": "説卦伝（属性象徴学）",
      "situation": "物理的・エネルギー的磁場が非常に安定しています。ニコラ・テスラ的な「宇宙のエネルギー受容体」として、身体と環境が最適な周波数で共振している状態です。",
      "advice": "今の良好な環境を維持し、感謝の念を込めて空間を整えてください。身体的にはホメオスタシスが最適化されているため、無理のない範囲で活動量を増やしても良いでしょう。高品質なものに囲まれることが吉です。",
      "warning": "環境の「澱み」に注意。安定している時こそ、少しの変化（新しい風）を取り入れないと、エネルギーが腐敗し始めます。定期的な換気とデトックスを習慣にしてください。",
      "affirmation": "私の身体と環境は神聖なエネルギーで満たされ、最高の活力を維持しています。"
    }
  },
  "inspiration": {
    "keywords": ["泰平", "調和", "意思疎通", "繁栄", "一致", "小往大来", "黄金時代"],
    "symbols": ["天と地が溶け合う光", "満開の庭園", "握手する二人", "穏やかな大河"],
    "academic_note": "本卦は、乾が下にあり坤が上にあることで、気が上下に循環する形を示す。本田済は『上下の心が通じ合い、志を同じくする時』と高く評価している。"
  },
  "lines": [
    { "position": 1, "name": "初九", "meaning": "茅（かや）を抜く。彙（たぐい）を以てす。往けば吉。", "advice": "志を同じくする仲間と共に進むべき時です。一人が動けば周囲も連動します。自信を持って最初の一歩を踏み出してください。", "affirmation": "私は素晴らしい仲間と共に、新しい成功への道を歩み始めています。" },
    { "position": 2, "name": "九二", "meaning": "荒（こう）を包（い）れ、馮河（ひょうか）を用い、遺（わす）れを遠ざけず、朋（ほう）を亡（うしな）う。中道を行くに合（かな）う。", "advice": "度量を広く持ち、困難や未熟な者も受け入れてください。偏見を捨て、公明正大な態度を貫くことが、より大きな成功への鍵となります。", "affirmation": "私は広い心ですべてを受け入れ、公平な視点で最善の判断を下します。" },
    { "position": 3, "name": "九三", "meaning": "平らかなるとして陂（かたむ）かざるはなく、復（かえ）るとして往かざるはなし。艱（かたが）きに貞（ただし）ければ咎なし。", "advice": "変化の兆しがあります。好調な時こそ気を引き締め、初心を忘れないでください。困難を想定して準備を整えておけば、安泰は続きます。", "affirmation": "私は変化を恐れず、常に誠実さと覚悟を持って未来に備えています。" },
    { "position": 4, "name": "六四", "meaning": "翩（へん）翩（ぺん）として富まず。その隣を以てす。戒めずして孚（まこと）あり。", "advice": "虚飾を捨て、周囲の人々と心で繋がる時です。私利私欲を追わず、信頼関係を重視することで、目に見えない大きな資産が築かれます。", "affirmation": "私は誠実な交流を大切にし、周囲と深い信頼で結ばれています。" },
    { "position": 5, "name": "六五", "meaning": "帝乙（ていいつ）、女（むすめ）を帰（とつ）がす。以て元吉あり。", "advice": "謙虚な姿勢が最高の結果を呼びます。立場が上の者が自ら歩み寄ることで、完璧な和合が生まれます。幸運を素直に受け取ってください。", "affirmation": "私は謙虚さと愛を持って接し、宇宙からの最高の祝福を受け取ります。" },
    { "position": 6, "name": "上六", "meaning": "城（しろ）の隍（ほり）に復る。師（いくさ）を用いるなかれ。邑（ゆう）より命を告ぐ。貞なれども吝（りん）。", "advice": "泰平の世が終わりを迎えようとしています。無理に状況を維持しようと争うのは逆効果です。静かに守りを固め、次の変化を静観してください。", "affirmation": "私は状況の極まりを認め、執着を手放して新しい静寂を迎えます。" }
  ]
}