{
  "id": 6,
  "gua_name": "訟",
  "kanji": "天水訟",
  "reading": "てんすいしょう",
  "english_title": "CONFLICT",
  "binary_code": "010111",
  "trigrams": {
    "upper": {
      "name": "天",
      "nature": "剛健",
      "element": "金",
      "direction": "北西",
      "attributes": ["上昇", "強すぎる意志", "公"]
    },
    "lower": {
      "name": "水",
      "nature": "険難",
      "element": "水",
      "direction": "北",
      "attributes": ["下降", "深淵", "私"]
    }
  },
  "oracle_text": "訟は、孚ありて塞がる。惕れて中すれば吉。終れば凶。大人を見るに利あり。大川を渉るに利あらず。",
  "core_description": "天は上に昇り、水は下に流れる。上下の意志が完全に乖離し、対立している象。自分の正当性を確信していても、最後まで争えば互いに傷つくことを警告する「和解と自制」の卦です。",
  "diagnoses": {
    "time_and_mandate": {
      "backend_tag": "時流・天命",
      "frontend_button": "流れ・好機",
      "scholarship": "高島嘉右衛門（実証的易占）",
      "situation": "現在は「不一致と摩擦」の時期です。運気は強いですが、外部との方向性が噛み合わず、エネルギーが争いのために浪費されやすい状態です。天命は、あなたに「勝利」ではなく「和解の知恵」を求めています。",
      "advice": "大きな勝負（大川を渉る）は避け、守りを固めてください。強引に進めば、法的トラブルや深刻な対立に発展します。今は自分の主張を100%通そうとせず、落とし所を見つけることが将来の利益に繋がります。",
      "warning": "「終れば凶」の通り、たとえ裁判や争いに勝ったとしても、その後の遺恨が新たな災厄を招きます。勝利に固執せず、早期決着を図ることが、最悪のシナリオを回避する唯一の道です。",
      "affirmation": "私は対立を超えて調和を選択します。私は不毛な争いを手放し、平和へと導かれます。"
    },
    "virtue_and_conduct": {
      "backend_tag": "徳・処世",
      "frontend_button": "仕事・対人",
      "scholarship": "本田済（古典倫理解釈）",
      "situation": "「作事謀（さじぼう）」、すなわち事の始まりにおける慎重さが問われています。対人関係において、互いの権利や領域が曖昧なために紛争が生じやすい局面です。自分の正義が傲慢に変わっていないか自問が必要です。",
      "advice": "信頼できる第三者や専門家（大人）を立て、客観的な判断を仰いでください。他者の関心事に関心を持ち、歩み寄りの姿勢を見せることが、結果としてあなたの地位を安泰にします。契約や約束の再確認が吉です。",
      "warning": "感情的な言葉の応酬は百害あって一利なし。相手を論破することに快感を感じるエゴを警戒してください。正論で相手を追い詰めすぎると、反動があなたを直撃します。",
      "affirmation": "私は謙虚さと誠実さを持って対話に臨みます。私はすべての人と公平な関係を築きます。"
    },
    "contemplation_and_cultivation": {
      "backend_tag": "観照・修養",
      "frontend_button": "自己・精神",
      "scholarship": "ジョセフ・マーフィー（思想的修養）",
      "situation": "内面的な「不一致」が投影されている時期です。潜在意識にある「自分は正しい、相手は間違っている」という分離の思考が、外的な対立を引き寄せています。自己の統合が急務です。",
      "advice": "心の中で相手の成功と平安を祈り、対立のエネルギーを浄化してください。自分自身の正当性に対する「執着（重要性）」を手放し、状況を映画の観客のように俯瞰しましょう。内面の平和が外的な争いを鎮めます。",
      "warning": "被害者意識や攻撃性に注意してください。他者を非難するエネルギーは、そのまま自分の潜在意識を傷つけます。怒りの下に隠された恐怖や不安を認め、静かに手放す修養を行ってください。",
      "affirmation": "私は内なる平安を選択します。神聖な調和が私の人生と人間関係のすべてを支配しています。"
    },
    "field_and_foundation": {
      "backend_tag": "場・根底",
      "frontend_button": "基盤・環境",
      "scholarship": "説卦伝（属性象徴学）",
      "situation": "基盤が不安定で、情報や契約の「漏れ」が生じやすい状態です。伝統的な「天」の上昇性と「水」の浸透性が相反し、土台が浸食されるリスクを象徴しています。",
      "advice": "法的な書類、契約書、境界線の再確認を徹底してください。住環境においては水回りの修理や、風通しの改善が運気の停滞を防ぎます。身体的には腎臓や耳の不調、ストレスによる頭重に留意しましょう。",
      "warning": "曖昧な約束事は、後に致命的な争いを生みます。物理的な証拠や記録を整理し、後顧の憂いがないように基盤を整えてください。場所のエネルギーを浄化し、中立な磁場を作ることが大切です。",
      "affirmation": "私の基盤は整理され、明晰です。私は安全で調和の取れた環境の中にいます。"
    }
  },
  "inspiration": {
    "keywords": ["訴訟", "和解", "中庸", "第三者", "慎重", "撤退", "意志の乖離"],
    "symbols": ["背を向け合う二人", "荒れる法廷", "断裂した糸", "逆流する川"],
    "academic_note": "本卦は、乾（天）と坎（水）の性質が逆方向に働く。本田済は『始めに慎まざれば終わりに争う』と説き、契約の初期段階での合意形成の重要性を強調している。"
  },
  "lines": [
    { "position": 1, "name": "初六", "meaning": "事を終りまでせず。小しく言葉あれども、終りに吉。", "advice": "争いの初期。深入りせずに引き返すのが賢明です。多少の文句は言われるかもしれませんが、今のうちに手を引けば無事です。", "affirmation": "私は小さな対立にこだわらず、速やかに心の平安を取り戻します。" },
    { "position": 2, "name": "九二", "meaning": "訟に克たず。帰りて逃る。その邑の三百戸、咎なし。", "advice": "相手は強大です。勝ち目がないことを悟り、潔く退却してください。自分の本拠地（邑）を守ることに専念すれば、大きな災難は避けられます。", "affirmation": "私は自分の限界を認め、賢明な戦略的撤退を選びます。" },
    { "position": 3, "name": "六三", "meaning": "旧徳に食む。貞なれば危うけれども終りに吉。", "advice": "先人の残した遺産や自分の本分を守ってください。手柄を求めず、地道にしていれば無事です。自分を消して公の仕事に尽くしましょう。", "affirmation": "私は今ある恵みに感謝し、謙虚に自分の役割を果たします。" },
    { "position": 4, "name": "九四", "meaning": "訟に克たず。命に復り、貞に変ず。安貞なれば吉。", "advice": "無理な主張をしていませんか？ 自分の非を認め、正しい道に戻ってください。争いをやめることで、心も状況も安定へと向かいます。", "affirmation": "私は過ちを認め、宇宙の正しさに調和する道を選び直します。" },
    { "position": 5, "name": "九五", "meaning": "訟。元吉。", "advice": "あなたの正当性が証明されます。公平な解決策が見つかる時です。信頼できる専門家に任せれば、最高の形で決着がつきます。", "affirmation": "私は真実と誠実さの中にあり、完璧な正義が実現されるのを信頼しています。" },
    { "position": 6, "name": "上九", "meaning": "或はこれに鞶帯を賜わん。一朝に三たびこれを奪わん。", "advice": "力ずくで勝ち取ったとしても、その成果は長続きしません。恨みを買うだけで、すぐにまた奪い返されます。争いによる勝利は無意味です。", "affirmation": "私は一時的な勝利よりも、永続的な調和と心の自由を大切にします。" }
  ]
}