{
  "id": 25,
  "gua_name": "无妄",
  "kanji": "天雷无妄",
  "reading": "てんらいむもう",
  "english_title": "INNOCENCE",
  "binary_code": "100111",
  "trigrams": {
    "upper": {
      "name": "天",
      "nature": "剛健",
      "element": "金",
      "direction": "北西",
      "attributes": ["威厳", "法則", "真理"]
    },
    "lower": {
      "name": "雷",
      "nature": "動き",
      "element": "木",
      "direction": "東",
      "attributes": ["奮起", "衝撃", "純粋"]
    }
  },
  "oracle_text": "无妄は、元いに亨りて貞しければ利ろし。その正に匪（あら）ざれば眚（わざわい）あり。往くところあるに利ろしからず。",
  "core_description": "天（宇宙の法則）の下で雷（エネルギー）が鳴り響く象。作為や私欲を捨て、純粋な心（无妄）で天命に従うことを象徴します。自然体であることで大成しますが、邪な意図（妄）が少しでも混ざれば、予期せぬ災難を招く「真理とハプニング」の卦です。",
  "diagnoses": {
    "time_and_mandate": {
      "backend_tag": "時流・天命",
      "frontend_button": "流れ・好機",
      "scholarship": "高島嘉右衛門（実証易占）",
      "situation": "現在は「天命への同調」期です。運気は強く上昇していますが、それはあなたの計算や努力の結果というより、宇宙の大きなリズムによるものです。予想外の出来事（ハプニング）が起きやすい時期ですが、それこそが「正しいバリアント」への招待状です。",
      "advice": "策を弄さず、成り行きに身を任せてください。現在は「自分で決めて行う」ことの対象が、天の配剤を「そのまま受け入れる」という覚悟になります。自然体でいることで、必要なものはすべて自動的に運ばれてきます。",
      "warning": "作為的な計画や、欲に目がくらんだ強引な行動は、天罰とも言える突然の災い（眚）を招きます。メタ認知的に自分の動機が「純粋」かどうかを常に監視してください。計算ずくの行動は、現在のラインを歪めます。",
      "affirmation": "私は宇宙の完璧な流れの中にいます。私は作為を捨て、ありのままの真実に身を委ねます。"
    },
    "virtue_and_conduct": {
      "backend_tag": "徳・処世",
      "frontend_button": "仕事・対人",
      "scholarship": "本田済（古典倫理解釈）",
      "situation": "「誠実と無心の徳」が求められる場面です。人間関係や仕事において、下心を持たず、目前の課題に対して真っ直ぐに向き合う必要があります。アドラー心理学的に、評価や承認を求めず、貢献そのものを喜びとする局面です。",
      "advice": "素直な心で人と接してください。他者の関心事に関心を持ち、飾らない自分を表現することが、最も深い信頼を築きます。期待を手放し、今この瞬間の交流を楽しむことが、あなたの徳を最大化します。",
      "warning": "自分を良く見せようとする虚飾や、相手をコントロールしようとする意図は、瞬時に見破られ不和を招きます。また、他人の不運に巻き込まれる「無妄の災」の可能性もありますが、誠実さを貫けば道は拓けます。",
      "affirmation": "私は誠実さと愛を持って人と接します。私の存在は周囲の人々を明るく照らし、安心を与えます。"
    },
    "contemplation_and_cultivation": {
      "backend_tag": "観照・修養",
      "frontend_button": "自己・精神",
      "scholarship": "ヴァジム・ゼランド（トランサーフィン）",
      "situation": "エゴの「自己重要性」がゼロに近い、無垢な状態です。潜在意識が「今ここ」の純粋意図と直結しており、右脳的な全能感が自然に湧き上がっています。人生という映画を、何の先入観もなく観賞している状態です。",
      "advice": "思考の自動運転を止め、状況をジャッジせずにただ眺めてください。期待（ポジティブシンキング）さえも手放し、ただ「そうである」ことを認めることで、平衡力が消滅し、奇跡が日常となります。肩の力を完全に抜きましょう。",
      "warning": "「成功させたい」という強い執着（過剰ポテンシャル）に注意。それは「妄（でたらめ）」の始まりです。力みは創造性を阻害します。「うまくいってもいかなくても、私は大丈夫である」という至高の脱力を保持してください。",
      "affirmation": "私は宇宙の無限の知性の現れです。私は今この瞬間に安住し、すべての展開を祝福します。"
    },
    "field_and_foundation": {
      "backend_tag": "場・根底",
      "frontend_button": "基盤・環境",
      "scholarship": "説卦伝（属性象徴学）",
      "situation": "物理的基盤に「透明感のあるエネルギー」が満ちています。伝統的な「天」の規則性と「木（雷）」の生命力が融合し、非常に健康的で、嘘偽りのない清浄な磁場を象徴しています。",
      "advice": "居住環境から「不自然なもの（人工物、嘘、ごまかし）」を排除してください。自然光を取り入れ、風通しを良くすることが、基盤を強固にします。身体的には、深い呼吸と自然な食事を。身体の声をそのまま聞くことが、ホメオスタシスを整えます。",
      "warning": "隠し事や曖昧な不備が、環境の周波数を乱します。物理的な故障や汚れを放置せず、即座に「正しい状態」に戻してください。環境の不純物は、あなたの直感を曇らせるノイズとなります。",
      "affirmation": "私の環境は清らかで、真実に満ちています。私の身体は神聖な知恵に従って完璧に機能しています。"
    }
  },
  "inspiration": {
    "keywords": ["無垢", "自然体", "作為なし", "天命", "ハプニング", "誠実", "棚からぼた餅", "意外な展開"],
    "symbols": ["一点の曇りもない青空", "雷鳴の後の静寂", "野に咲く百合の花", "子供の笑顔"],
    "academic_note": "本卦は、乾（天）が外にあり、震（雷）が内にある形。本田済はこれを『作為なき誠、すなわち天の道』と説き、人間のエゴが宇宙の理に随うことの重要性を強調している。"
  },
  "lines": [
    { "position": 1, "name": "初九", "meaning": "无妄（むもう）なり。往きて吉。", "advice": "あなたの動機は純粋で、何の曇りもありません。自信を持って、今感じているままに行動を開始してください。その無垢な始動は、天の助けを得て大きな成功を収めます。迷わず進みなさい。", "affirmation": "私は自らの純粋な直感を信頼し、喜びと共に前進します。" },
    { "position": 2, "name": "六二", "meaning": "耕して穫（か）るを思わず、菑（あらき）を墾（ひら）きて新田（しんでん）を思わず。則（すなわ）ち往（ゆ）くところあるに利（よろ）し。", "advice": "結果（報酬）を期待せず、今目の前にある仕事に没頭してください。打算を捨てて最善を尽くすとき、予想もしなかった大きな実りがもたらされます。「今ここ」に集中する無心の徳が、最高の道を開きます。", "affirmation": "私は結果への執着を手放し、今この瞬間の活動を心から楽しみます。" },
    { "position": 3, "name": "六三", "meaning": "无妄（むもう）の眚（わざわい）。或（あるい）は牛を繋（つな）ぐ。行（こう）人の得、邑（ゆう）人の災（わざわい）。", "advice": "身に覚えのない不運や、思わぬとばっちりを受けるかもしれません。しかし、それはあなたのせいではありません。理不尽な状況を静観し、自分を責めないでください。徳を積んでいれば、災難は一時的なもので終わります。", "affirmation": "私は外側の理不尽な出来事に動揺せず、内なる平安を維持し続けます。" },
    { "position": 4, "name": "九四", "meaning": "貞（ただ）しければ可なり。咎（とが）なし。", "advice": "自分の信念をしっかりと守り続けてください。周囲に惑わされず、自らの「正しさ」に安住していれば、いかなる困難もあなたを傷つけることはできません。不動心を養う時期です。今のままのあなたで大丈夫です。", "affirmation": "私は自らの内なる真理に忠実であり、いかなる時も中心を失いません。" },
    { "position": 5, "name": "九五", "meaning": "无妄（むもう）の疾（やまい）。薬を用うるなかれ。喜びあり。", "advice": "予期せぬトラブルや体調不良が起きるかもしれませんが、慌てて対処しようとしないでください。余計な手出しをせず、自然の回復力（天命）に任せるのが最善です。何もしないことで、事態は自然と円満に解決します。", "affirmation": "私は自然治癒力と宇宙の調整力を信頼し、静かに状況の好転を待ちます。" },
    { "position": 6, "name": "上九", "meaning": "无妄（むもう）なり。往（ゆ）けば眚（わざわい）あり。利するところなし。", "advice": "状況はすでに極まっています。今は何をしても空回りし、かえって問題を複雑にします。行動を止め、完全に受動的な姿勢を貫いてください。これ以上の前進は災いを招くだけです。静止が最大の戦略です。", "affirmation": "私は状況の極まりを認め、一切の作為を手放して至高の静寂を受け入れます。" }
  ]
}