{
  "id": 26,
  "gua_name": "大畜",
  "kanji": "山天大畜",
  "reading": "さんてんたいちく",
  "english_title": "THE TAMING POWER OF THE GREAT",
  "binary_code": "111001",
  "trigrams": {
    "upper": {
      "name": "山",
      "nature": "静止",
      "element": "土",
      "direction": "北東",
      "attributes": ["蓄積", "境界", "不動"]
    },
    "lower": {
      "name": "天",
      "nature": "剛健",
      "element": "金",
      "direction": "北西",
      "attributes": ["上昇", "充実", "エネルギー"]
    }
  },
  "oracle_text": "大畜は、貞しきに利ろし。家食せずして吉。大川を渉るに利あり。",
  "core_description": "山（艮）の中に天（乾）を蓄えている象。計り知れない強大なエネルギーと知恵を、不動の精神力で内側に蓄積している状態を象徴します。大きな志を抱き、実力を養い、時機を待って大事業を成し遂げる「大成と蓄積」の卦です。",
  "diagnoses": {
    "time_and_mandate": {
      "backend_tag": "時流・天命",
      "frontend_button": "流れ・好機",
      "scholarship": "高島嘉右衛門（実証易占）",
      "situation": "現在は「実力の蓄積と大化」の時期です。運気は極めて強力ですが、それは爆発的な放出前の一時的な圧縮状態にあります。素晴らしいバリアントへ跳躍するための、燃料満タンの待機フェーズです。",
      "advice": "大きな勝負（大川を渉る）に出る準備を整えてください。現在は自分のためだけでなく、公の利益のために動くことが天命です。過去の知識や経験、人脈を総動員して、プロジェクトを始動させる最高のタイミングが近づいています。",
      "warning": "エネルギーが強すぎるため、自己中心的な欲求に走ると周囲と衝突します。「家食せず」の教え通り、自分の殻を破り、外の世界（公）へ貢献する覚悟を持ってください。停滞を恐れず、質を高めることに専念しましょう。",
      "affirmation": "私は大いなる知恵と富を自らの内に蓄えています。私は完璧なタイミングで大いなる一歩を踏み出します。"
    },
    "virtue_and_conduct": {
      "backend_tag": "徳・処世",
      "frontend_button": "仕事・対人",
      "scholarship": "本田済（古典倫理解釈）",
      "situation": "「剛健篤実の徳」が求められる場面です。内面には天のような強い意志を持ちながら、外面は山のように静かで謙虚である必要があります。アドラー心理学的に、個人の優越性を競うのではなく、共同体への貢献を通じて自己を実現する局面です。",
      "advice": "先人の知恵を学び、高潔な人物と交流を深めてください。他者の関心事に関心を持ち、教育や指導に力を入れることが、あなたの徳をさらに蓄積させます。誠実な対話が、将来の強力な協力者を生みます。",
      "warning": "才能の誇示や、無駄なエネルギーの浪費に注意。実力がある時ほど、言葉を慎み、行動で示してください。支配ではなく、全体の基盤を支える「器」としてのリーダーシップを貫いてください。",
      "affirmation": "私は誠実さと高い志を持って世界に働きかけます。私の徳は人々の信頼という名の大きな資産となります。"
    },
    "contemplation_and_cultivation": {
      "backend_tag": "観照・修養",
      "frontend_button": "自己・精神",
      "scholarship": "ジョセフ・マーフィー（潜在意識）",
      "situation": "潜在意識が「無限の宝庫」と直結している状態です。内なる確信が極限まで高まっており、願望が具現化するための物理的・エネルギー的な質量が整っています。右脳的な全能感を静かに観賞する時期です。",
      "advice": "「私の潜在意識は神聖な知恵の宝庫である」というアファメーションを継続してください。映画の観客として、この巨大なエネルギーを蓄えた主人公が、どのように世界を変えていくかをワクワクしながら静観しましょう。重要性を高く保ちつつ、執着は手放すバランスを。 ",
      "warning": "「まだ足りない」という欠乏感に注意。それは潜在意識への不信です。既にすべてを所有しているという「大畜」の感覚に浸り、心の平安を維持してください。不安はエネルギーの漏洩を招きます。",
      "affirmation": "私は宇宙の無限の豊かさと一体です。私の内なる光は、常に最高のインスピレーションを生み出しています。"
    },
    "field_and_foundation": {
      "backend_tag": "場・根底",
      "frontend_button": "基盤・環境",
      "scholarship": "ニコラ・テスラ（エネルギー哲学）",
      "situation": "物理的基盤の「エネルギー密度」が極めて高い状態です。伝統的な「土（山）」の安定した器の中に、「金（天）」の高周波が充填されており、テスラコイルのような強力な磁場を象徴しています。",
      "advice": "居住環境や職場に、高品質な素材や歴史ある調度品を取り入れてください。空間の「密度」を高めることが、あなたの思考をより強固にします。身体的には、骨や歯のケアを行い、筋肉に適切な負荷をかける運動でエネルギーを定着させましょう。",
      "warning": "基盤が脆いと、充填されたエネルギーに耐えきれず破壊が起きます。土台（足元、基礎、契約条件等）の再強化を徹底してください。過充電による爆発を防ぐため、適度なグラウンディングを日常に。 ",
      "affirmation": "私の基盤は揺るぎなく、強大なエネルギーを受け入れる準備ができています。私は常に安定し、輝いています。"
    }
  },
  "inspiration": {
    "keywords": ["蓄積", "大志", "実力養成", "公共への貢献", "大事業の始動", "内面の充実", "先人の知恵"],
    "symbols": ["黄金を蓄えた山", "燃料を満載した巨大なロケット", "大図書館", "訓練を積んだ名馬"],
    "academic_note": "本卦は、乾（天）を艮（山）が止めて蓄える形。本田済はこれを『賢者を養い、徳を高く積み上げる高度な文化の状態』と評し、単なる貯蓄を超えた精神的豊かさを強調している。"
  },
  "lines": [
    { "position": 1, "name": "初九", "meaning": "危うきあり。已（や）むに利ろし。", "advice": "やる気は十分ですが、まだ前方には見えない障害があります。無理に進もうとすると危険です。今は行動を一時停止し、状況を再点検してください。止まる勇気が将来の成功を守ります。準備不足を認めなさい。", "affirmation": "私は焦りを手放し、安全を確保した上で最善の準備を整えます。" },
    { "position": 2, "name": "九二", "meaning": "輿（よ）の輻（とこ）を脱（ぬ）ぐ。", "advice": "車の車輪を自ら外して停止する象。今は力ずくで前進する時ではありません。状況をメタ認知的に判断し、あえて自重することで、無駄な衝突やトラブルを避けることができます。賢明な「戦略的停止」です。", "affirmation": "私は自制心を持ってエネルギーを蓄え、最適な時機を静かに待ちます。" },
    { "position": 3, "name": "九三", "meaning": "良馬逐（お）う。艱（かたが）きに貞（ただし）ければ、往（ゆ）くところあるに利（よろ）し。日（ひび）に輿衛（よえい）を閑（なら）う。往くところあるに利ろし。", "advice": "実力は備わりました。仲間と共に切磋琢磨し、訓練を怠らないでください。困難を覚悟し、常に正道を歩むなら、大きな目標に向かって突き進むべき時です。実行力と防御力のバランスを保ちなさい。", "affirmation": "私は日々自らを磨き、確固たる意志を持って大いなる目的へと邁進します。" },
    { "position": 4, "name": "六四", "meaning": "童牛（どうぎゅう）のコ（※角の横木）。元吉（げんきつ）。", "advice": "問題が起きる前に、その根源を抑える知恵が必要です。若い牛に角当てをつけるように、トラブルの芽を未然に摘み取る予防措置を講じてください。あなたの先見の明が、最高の幸運（元吉）を導きます。", "affirmation": "私は物事の本質を洞察し、完璧な備えを持って安泰を維持します。" },
    { "position": 5, "name": "六五", "meaning": "ギ（※ししへんに賁）豕（いのしし）の牙。吉。", "advice": "猛々しい猪の牙を直接抜くのではなく、その勢いを抑える巧妙な方法を見つけてください。力任せの対決を避け、知略を持って状況を統御することで、最小の力で最大の成果を得られます。知恵の勝利です。", "affirmation": "私は柔よく剛を制し、知的なアプローチでいかなる困難も円満に解決します。" },
    { "position": 6, "name": "上九", "meaning": "天（てん）の衢（ちまた）に何（にない）を得ん。亨（とお）る。", "advice": "蓄積は極まりました。天の通り道が大きく開かれ、あなたの意志は宇宙の法則と完全に一致しています。もはや障害はなく、何をしても思い通りに運ぶ絶頂期です。大いなる使命を果たしてください。", "affirmation": "私は宇宙の導きと一体であり、自由自在に人生を創造し、成功を享受しています。" }
  ]
}