{
  "id": 59,
  "gua_name": "渙",
  "kanji": "風水渙",
  "reading": "ふうすいかん",
  "english_title": "DISPERSION (DISSOLUTION)",
  "binary_code": "010011",
  "trigrams": {
    "upper": {
      "name": "風",
      "nature": "順入",
      "element": "木",
      "direction": "南東",
      "attributes": ["浸透", "拡散", "命令"]
    },
    "lower": {
      "name": "水",
      "nature": "険難",
      "element": "水",
      "direction": "北",
      "attributes": ["深淵", "停滞", "悩み"]
    }
  },
  "oracle_text": "渙（かん）は、亨（とお）る。王、假（いた）りて廟（びょう）に有り。大川（たいせん）を渉（わた）るに利あり。貞（ただし）きに利あり。",
  "core_description": "水の上に風が吹き渡り、波が散っていく象。「渙（かん）」は散る、解ける、離散を意味します。長年の悩みや凝り固まったエゴ、閉塞した組織が、風の浸透力によって解き放たれることを象徴します。バラバラになった力を一つの大きな理念（廟）で統合し、大胆に前進する「解消と普及」の卦です。",
  "diagnoses": {
    "time_and_mandate": {
      "backend_tag": "時流・天命",
      "frontend_button": "流れ・好機",
      "scholarship": "高島嘉右衛門（実証易占）",
      "situation": "現在は「閉塞打破と拡散」の時期です。運気は流動的で、古い枠組みが壊れ、新しい広がりが生まれています。トランサーフィンにおける「不純なバリアントからの解放」が起きており、遠方への進出や海外との縁が強まるタイミングです。",
      "advice": "「大川を渉る」覚悟を持ってください。現在は「自分で決めて行う」ことの対象が、特定の場所に固執せず「広く世界へ打って出る」という決断になります。大きなビジョンを掲げ、バラバラになったリソースを再統合することで、爆発的な成果が得られます。スピード感を持ちなさい。",
      "warning": "単なる「散漫」や「逃避」にならないよう注意。目的意識（貞）を欠けば、エネルギーはただ浪費され、何も残りません。メタ認知的に「何を普及させたいのか」を常に監視し、中心軸を失わずに流れに乗りなさい。",
      "affirmation": "私はすべての停滞を解消します。私は自由な風のように、素晴らしい価値を世界中に広げています。"
    },
    "virtue_and_conduct": {
      "backend_tag": "徳・処世",
      "frontend_button": "仕事・対人",
      "scholarship": "本田済（古典倫理解釈）",
      "situation": "「誠意による統合の徳」が求められる場面です。人間関係において、不信感やわだかまりを風のように消し去る必要があります。アドラー心理学的な「共同体感覚」を再構築し、個々の利益を超えた大きな志で人々を結びつける局面です。",
      "advice": "自ら壁を壊し、オープンなコミュニケーションを実践してください。他者の関心事に関心を持ち、彼らの不安を解消する「安心感の風」となってください。誠実な宗教心や哲学（廟への帰依）を持つことが、強力な求心力となります。信頼を循環させなさい。",
      "warning": "エゴの「所有欲」や「縄張り意識」は厳禁です。今の時期に抱え込もうとすれば、風によってすべて散らされます。支配を捨て、奉仕と共有の精神を貫くことが、あなたの社会的徳を盤石のものにします。",
      "affirmation": "私は誠実さと愛を持って不調和を解消します。私の平和な心が、多くの人々を一つに結びつけています。"
    },
    "contemplation_and_cultivation": {
      "backend_tag": "観照・修養",
      "frontend_button": "自己・精神",
      "scholarship": "ねどじゅん（右脳的アプローチ）",
      "situation": "精神的な「エゴの蒸発」が起きています。潜在意識を縛っていた「私」という固執が、右脳的な全能感の中に溶けていく時期です。映画の観客として、この「境界線が消えていく美しいシーン」を、静かに観賞してください。",
      "advice": "「自分はこうあるべきだ」という脚本を風に流してください。重要性をゼロにし、ただ「在る」ことの広がり（本体さんの意識）に身を委ねましょう。思考の自動運転を停止させ、宇宙という大きな海に溶け込む脱力を保持してください。分離から統合への修養です。",
      "warning": "「自分がいなくなる」ことへの恐怖（エゴの抵抗）に注意。それは幻想です。力みを抜き、変化の波を面白がるメタ認知的な「ゆとり」を保持してください。執着を手放した時、あなたは真の自由を手に入れます。",
      "affirmation": "私の心は静寂の中に広がり、宇宙と一つです。私はすべての制約を解放し、無限の安らぎを感じています。"
    },
    "field_and_foundation": {
      "backend_tag": "場・根底",
      "frontend_button": "基盤・環境",
      "scholarship": "ニコラ_テスラ（エネルギー哲学）",
      "situation": "物理的基盤において「エネルギーの開放と放射」がテーマです。伝統的な「水」の冷たさが「風（木）」の振動によって分散され、磁場がダイナミックに拡張している状態を象徴しています。テスラ的な観点で見れば、出力インピーダンスが最小化され、エネルギーが空間に透過しています。",
      "advice": "居住・職場環境の「仕切り」を減らし、開放的な空間を整えてください。空気の循環を促し、外部との情報の出入りを活発にすることが吉です。身体的には、深い呼吸と、全身のリンパ・血流を促す有酸素運動を。エネルギーを滞留させず、流し続けなさい。",
      "warning": "基盤の「散逸」に注意。守るべき核となるエネルギー（資産や健康の根源）まで散らさないように。境界線を消すことと、土台を失うことは異なります。グラウンディングを維持しながら、情報の拡散を楽しんでください。",
      "affirmation": "私の環境はクリアで、素晴らしいエネルギーが循環しています。私の身体は完璧な柔軟性と広がりを維持しています。"
    }
  },
  "inspiration": {
    "keywords": ["離散", "解消", "普及", "統合", "海外進出", "エゴの消滅", "大きなビジョン", "自由", "脚本の解消"],
    "symbols": ["水面に広がる波紋", "雲を散らす風", "開かれた教会の門", "大海原へ漕ぎ出す船"],
    "academic_note": "本卦は、坎（水）の上に巽（風）がある。本田済はこれを『水の上を風が吹き渡り、氷が解けて流れる象』と捉え、険難を脱して人々の心を和らげる救済の智慧を説いている。"
  },
  "lines": [
    { "position": 1, "name": "初六", "meaning": "用（もっ）て拯（すく）う。馬（うま）壮（さか）んなれば吉。", "advice": "混乱が始まる初期段階で、迅速な助け（壮んな馬）が得られます。迷わず他人の助力を受け入れ、問題を未然に防いでください。最初の一歩での決断が大きな幸運を呼びます。他力の活用が吉を呼びます。", "affirmation": "私は完璧なタイミングで訪れる助けを感謝と共に受け取ります。" },
    { "position": 2, "name": "九二", "meaning": "渙（かん）のときその机（き）に奔（はし）る。悔い亡（ほろ）ぶ。", "advice": "身近にある安定した場所や確固たる信念（机）へと即座に立ち戻ってください。混乱の中でも自分の中心を死守することで、後悔はすべて消え去ります。焦燥感をリリースし、自らの土台を再確認しなさい。", "affirmation": "私は混乱に動揺せず、自らの真実の中へと速やかに戻ります。" },
    { "position": 3, "name": "六三", "meaning": "その身（み）を渙（ちら）す。悔いなし。", "advice": "私利私欲（身）を捨て、全体の目的のために自らを投げ出してください。自己犠牲に近い献身が、結果としてあなたを救い、大きな調和をもたらします。エゴを散らすことが、魂の安泰に繋がります。", "affirmation": "私は私利私欲を解放し、大いなる目的のために自らを捧げます。" },
    { "position": 4, "name": "六四", "meaning": "その群（ぐん）を渙（ちら）す。元吉（げんきつ）。渙（ちら）してその丘（おか）にあり。小人の思うところにあらず。", "advice": "派閥や偏った人間関係（群）を解消し、より広大で高い志（丘）へと人々を導いてください。狭い利害関係を打破するあなたの英断が、最高の結果（大吉）を導きます。凡人には理解できない高貴な決断を貫きなさい。", "affirmation": "私は限定的な繋がりを超越し、普遍的な調和と成功を実現します。" },
    { "position": 5, "name": "九五", "meaning": "渙（かん）に汗（あせ）してその大号（だいごう）を発（い）だす。王、渙（ちら）しておる。咎なし。", "advice": "汗を流して全力を尽くし、大いなる理念（大号）を宣言してください。あなたの言葉が人々の心を動かし、不和を解消させます。最高のリーダーシップを発揮すべき時です。何の障害もありません。自信を持って使命を果たしなさい。", "affirmation": "私の誠実な宣言は世界を動かし、最高の調和を確立します。" },
    { "position": 6, "name": "上六", "meaning": "その血（ち）を渙（ちら）し、その惕（おそ）れを去（さ）る。出（い）づ。咎なし。", "advice": "ついに危険や恐怖（血・惕れ）の源が散り、あなたは窮地から脱出できます。これまでの苦しみは完全に解消されました。迷わず外の世界へと飛び出してください。過去への未練を捨て、新しい自由を謳歌しなさい。", "affirmation": "私はすべての恐怖から解放されました。私は確信を持って新しい未来へと歩み出します。" }
  ]
}