{
  "id": 44,
  "gua_name": "姤",
  "kanji": "天風姤",
  "reading": "てんぷうこう",
  "english_title": "COMING TO MEET",
  "binary_code": "011111",
  "trigrams": {
    "upper": {
      "name": "天",
      "nature": "剛健",
      "element": "金",
      "direction": "北西",
      "attributes": ["上昇", "威厳", "意志"]
    },
    "lower": {
      "name": "風",
      "nature": "順入",
      "element": "木",
      "direction": "南東",
      "attributes": ["柔軟", "浸透", "女性的"]
    }
  },
  "oracle_text": "姤は、女壮（さか）んなり。女を取（めと）るに用うるなかれ。",
  "core_description": "五つの陽爻の下に、一つの陰爻が不意に入り込んでくる象。「姤（こう）」は思いがけない出会い、邂逅を意味します。一見、弱々しく見える陰の力が、不意にあなたの内側や組織に浸透し、主導権を奪おうとしています。誘惑やハプニングに注意し、警戒を怠らないことが問われる卦です。",
  "diagnoses": {
    "time_and_mandate": {
      "backend_tag": "時流・天命",
      "frontend_button": "流れ・好機",
      "scholarship": "高島嘉右衛門（実証易占）",
      "situation": "現在は「不測の事態と誘惑」の時期です。運気は強いですが、そこに「不純物」が混ざり込んでいます。トランサーフィンにおける「予期せぬバリアント」が目の前に現れ、あなたを本来のラインから逸らそうとしている状態です。",
      "advice": "「一目惚れ」や「うまい話」には決して乗らないでください。現在は「自分で決めて行う」ことの対象が、魅力的な誘惑に対して「NOと言う」という覚悟になります。ハプニングを静観し、状況が落ち着くまで静観することが天命です。性急な契約や結婚は禁物です。",
      "warning": "微かな「陰（悪癖や油断）」が浸透し始めると、やがて全体を支配します。メタ認知的に自分の心の隙を監視し、不適切な芽を早急に摘み取ってください。出会いの華やかさに惑わされず、その本質（意図）を厳しく見抜きなさい。",
      "affirmation": "私はすべての出会いを冷静に静観します。私は自らの純粋な志を守り抜きます。"
    },
    "virtue_and_conduct": {
      "backend_tag": "徳・処世",
      "frontend_button": "仕事・対人",
      "scholarship": "本田済（古典倫理解釈）",
      "situation": "「節度と境界線の徳」が求められる場面です。人間関係において、馴れ馴れしい人物や、あなたの立場を利用しようとする勢力が近づいています。アドラー心理学的な「課題の分離」を徹底し、相手の不当な要求や依存を断固として拒絶すべき局面です。",
      "advice": "他者の関心事に関心を持ちつつも、深入りさせない「礼節の壁」を築いてください。誠実な対話を装った「支配」に注意が必要です。高潔な振る舞いを維持し、不誠実な者に対しては毅然とした態度を貫くことが、あなたの社会的地位を守ります。",
      "warning": "自分自身の「慢心」や「浮気心（エゴ）」が最大の敵です。一時の快楽や利得のために、築き上げた信頼を売ってはいけません。誰に対しても公平であることと、誰にでも心を開くことは異なります。賢明な選別を。 ",
      "affirmation": "私は誠実さと愛を持って人と接します。私は自らの境界線を守り、最高の調和を維持します。"
    },
    "contemplation_and_cultivation": {
      "backend_tag": "観照・修養",
      "frontend_button": "自己・精神",
      "scholarship": "ジル・ボルト・テイラー（脳内会議）",
      "situation": "精神的な「不純物の侵入」が起きています。左脳的なエゴが、不意にネガティブな思考や誘惑のアイデアを「脳内会議」に持ち込んでいる状態です。映画の観客として、この「不穏なハプニングシーン」を冷静に分析してください。",
      "advice": "「この思考は自分ではない」と即座にメタ認知してください。右脳的な静寂（ねどじゅん氏の本体さんの感覚）へ意識を戻し、不意に湧き上がった欲望や不安を「ただの脳内現象」として見送ってください。重要性をゼロにすることで、誘惑の引力は消滅します。",
      "warning": "不意の出会いに運命を感じ（解釈を加え）すぎないように。それはエゴのドラマです。力みを抜き、脱力した状態で、その「不純物」がどのように通り過ぎていくかを観照する修養を行ってください。中立の視点があなたを救います。",
      "affirmation": "私の心は静寂の中にあり、いかなる迷いも通しません。私は神聖な光に守られ、自由です。"
    },
    "field_and_foundation": {
      "backend_tag": "場・根底",
      "frontend_button": "基盤・環境",
      "scholarship": "説卦伝（属性象徴学）",
      "situation": "物理的基盤において「微小な不純物の混入」がテーマです。伝統的な「金（天）」の純粋な磁場の中に、「木（風）」の流動的な、不安定なエネルギーが忍び込んでおり、共振の乱れを引き起こしやすい状態を象徴しています。",
      "advice": "居住・職場環境の「徹底的なフィルター管理」を行ってください。空気、水、情報の入り口を清浄に保つことが吉です。身体的には、ホルモンバランスの乱れや、急な体調の変化（ハプニング的な不調）に注意。自律神経を整えるルーチンを最優先してください。",
      "warning": "環境の「小さな緩み」からトラブルが発生します。セキュリティの隙や、不衛生な箇所を放置しないでください。外からの不意な訪問者や情報に対しても、物理的な境界線を明確に保つメンテナンスを。 ",
      "affirmation": "私の基盤は清浄で、強固に守られています。私の身体は完璧な調和と安らぎの中にあります。"
    }
  },
  "inspiration": {
    "keywords": ["不意の出会い", "邂逅", "誘惑", "ハプニング", "陰の侵透", "境界線の再確認", "警戒心", "脳内会議の監視"],
    "symbols": ["吹き込む隙間風", "美しいが棘のある花", "仮面をつけた訪問者", "静かなる浸食"],
    "academic_note": "本卦は、五陽の下に一陰が生まれる。本田済はこれを『悪の萌芽は不意に現れる。それが微かなうちに防がなければ、組織は崩壊する』と説き、初動の警戒の重要性を強調している。"
  },
  "lines": [
    { "position": 1, "name": "初六", "meaning": "繋（つな）ぐに金（きん）のニ（※車へんに尼）を用（もっ）てす。貞（ただ）しければ吉。往（ゆ）くところあれば、凶を見る。羸（るい）豕（し）、フ（※しんにょうに付）テキ（※足へんに直）たり。", "advice": "小さな悪の芽、あるいは悪い習慣が入り込もうとしています。今すぐ「金のブレーキ（強い自制心）」で繋ぎ止め、動かないようにしてください。放っておけば、痩せた猪（羸豕）が暴れ回るような大きなトラブルになります。今、断固として止めなさい。", "affirmation": "私は微かな不調和を即座に察知し、強い意志で自らを律します。" },
    { "position": 2, "name": "九二", "meaning": "包（つつ）みに魚（うお）あり。咎なし。賓（ひん）に利あらず。", "advice": "あなただけが問題を把握し、内側に封じ込めています（包みに魚）。そのまま秘密裏に処理してください。外部の人（賓）に見せたり、関わらせたりすると、かえって事態は悪化します。今は沈黙を守り、自らの手で問題を解決しなさい。", "affirmation": "私は賢明に状況をコントロールし、静かに調和を取り戻します。" },
    { "position": 3, "name": "九三", "meaning": "臀（しり）に膚（はだえ）なし、その行（ゆ）くこと次（し）且（しょ）たり。厲（あやう）けれども大（おお）いなる咎なし。", "advice": "誘惑に乗ろうとしましたが、妨害が入って立ち往生しています。臀部に傷を負って座れないような不自由な思いをするかもしれませんが、それは幸いです。進めないことが、結果としてあなたを大きな災難から救います。今は動かずにいなさい。", "affirmation": "私はすべての遅延を宇宙の保護として受け入れ、静かに時を待ちます。" },
    { "position": 4, "name": "九四", "meaning": "包（つつ）みに魚（うお）なし。起（た）てば凶。", "advice": "大切なリソースを失い、あるいは周囲の支持（魚）を失っています。自分の本分を忘れ、傲慢な態度を取った結果です。今、焦って何かを挽回しようと動けば、さらに悲惨な結果になります。深く内省し、謙虚さを取り戻すまで静止しなさい。", "affirmation": "私は自らの慢心を認め、エゴのドラマを終わらせることを決意します。" },
    { "position": 5, "name": "九五", "meaning": "杞（き）を以（もっ）て瓜（うり）を包（つつ）む。章（しょう）を含（ふく）めば、天（てん）より隕（お）つるあり。", "advice": "素晴らしい知恵と包容力（杞）で、脆いもの（瓜）を守り育てています。自分の才能や手柄を誇らず、内に秘めておきなさい。その高潔な沈黙が天の助けを引き寄せ、最高の幸運があなたの元へ舞い込みます。無言の実行が吉を呼びます。", "affirmation": "私は自らの徳を誇らず、愛と誠実さを持って世界を包み込みます。" },
    { "position": 6, "name": "上九", "meaning": "その角（つの）に姤（あ）う。吝（りん）なれども、咎なし。", "advice": "頑固に拒絶の態度（角）を示して、出会いを避けています。人付き合いが悪いと思われて恥をかくかもしれませんが、今のあなたはそれで正解です。不適切な関わりを持つよりは、孤立してでも自分の城を守りなさい。何の非もありません。", "affirmation": "私は自らの信念を貫き、不純な交わりを断固として拒絶します。" }
  ]
}