{
  "id": 56,
  "gua_name": "旅",
  "kanji": "火山旅",
  "reading": "かざんりょ",
  "english_title": "THE WANDERER",
  "binary_code": "001101",
  "trigrams": {
    "upper": {
      "name": "火",
      "nature": "麗しい",
      "element": "火",
      "direction": "南",
      "attributes": ["輝き", "不安定", "知性"]
    },
    "lower": {
      "name": "山",
      "nature": "静止",
      "element": "土",
      "direction": "北東",
      "attributes": ["境界", "停止", "孤独"]
    }
  },
  "oracle_text": "旅は、小（すこ）しく亨（とお）る。旅の貞（てい）なれば吉。",
  "core_description": "山の上の火が移動していく象。「旅」は定住せず、不安定な状態にあることを象徴します。孤独、アウェイな環境、あるいは精神的な探求を意味します。大きな勝負には向きませんが、礼節を守り、謙虚な態度（貞）を貫くことで、小さな成功と安全を確保できる「不安定と修養」の卦です。",
  "diagnoses": {
    "time_and_mandate": {
      "backend_tag": "時流・天命",
      "frontend_button": "流れ・好機",
      "scholarship": "高島嘉右衛門（実証易占）",
      "situation": "現在は「流動と不安定」の時期です。運気は定まらず、トランサーフィンにおける「新しいバリアントへの移行期」にいます。慣れ親しんだ場所を離れ、未知の領域へ踏み出さざるを得ない天命が下っています。",
      "advice": "「深追いをしない」覚悟を持ってください。現在は「自分で決めて行う」ことの対象が、執着を捨てて「軽やかに移動する」という決断になります。大きな利益や地位を望まず、安全な通過点（小事）の確保に専念してください。旅の作法を守りなさい。",
      "warning": "「郷に入っては郷に従え」の精神を忘れないこと。自分の常識を押し通そうとすれば、外部からの激しい拒絶に遭います。メタ認知的に自分の立ち位置を監視し、謙虚さを盾にして難を避けなさい。孤立は危険です。",
      "affirmation": "私はすべての変化を楽しみ、いかなる場所でも安全で自由です。私は完璧な導きを信頼しています。"
    },
    "virtue_and_conduct": {
      "backend_tag": "徳・処世",
      "frontend_button": "仕事・対人",
      "scholarship": "本田済（古典倫理解釈）",
      "situation": "「謙虚と礼節の徳」が最大に求められる場面です。人間関係や仕事において、アウェイな環境や立場の弱さを自覚する必要があります。アドラー心理学的な「他者への関心（マナー）」を徹底し、摩擦を最小限に抑えるべき局面です。",
      "advice": "周囲を尊重し、言葉を慎んでください。他者の関心事に関心を持ち、愛想良く接することが、あなたの身を守る唯一の手段です。手柄を求めず、旅先の一時的な客としての分（ぶん）を守りなさい。誠実な処世術が吉を呼びます。",
      "warning": "傲慢な態度や不平不満は厳禁です。今のあなたは後ろ盾がありません。誰に対しても公平かつ低姿勢で接しなければ、災難が直撃します。エゴを消して、透明な存在として振る舞いなさい。",
      "affirmation": "私は謙虚さと誠実さを持って人と接します。私の平和な心が、どこにいても調和をもたらします。"
    },
    "contemplation_and_cultivation": {
      "backend_tag": "観照・修養",
      "frontend_button": "自己・精神",
      "scholarship": "ヴァジム_ゼランド（トランサーフィン）",
      "situation": "精神的な「ノマド（遊牧）」の時期です。潜在意識が特定の場所に縛られず、あらゆる可能性（バリアント）に開かれています。映画の観客として、この「移り変わる背景」を楽しみ、孤独を自由として享受する修養が必要です。",
      "advice": "「私はどこにいても私である」という不動の自己愛を確立してください。重要性をゼロにし、状況の不安定さをエキサイティングな演出として楽しみましょう。右脳的な静寂（ねどじゅん氏の本体さん）に意識を戻し、思考という定住地を捨てなさい。脱力が自由を最大化します。",
      "warning": "「帰り道」への執着や孤独への恐怖に注意。それはエゴが作り出す幻想の重りです。深い呼吸と共に、すべての未練を光の中にリリースしてください。今ここ、この瞬間の「旅の景色」だけに集中する修養を。 ",
      "affirmation": "私の心は静寂の中にあり、常に自由です。私は宇宙という広大な家の中で安らいでいます。"
    },
    "field_and_foundation": {
      "backend_tag": "場・根底",
      "frontend_button": "基盤・環境",
      "scholarship": "風水的環境学",
      "situation": "物理的基盤において「不安定なエネルギー」が流れています。伝統的な「土（山）」の安定性がなく、「火」の熱が表面を滑っているような磁場を象徴しています。テスラ的な観点で見れば、位相が常に変化している状態です。",
      "advice": "居住環境を「ミニマリズム」で整えてください。荷物を減らし、いつでも動ける状態にすることが吉です。ホテルやカフェなど、一時的な場所を活用することも有効です。身体的には、呼吸器と自律神経のケアを。グラウンディングを忘れずに。 ",
      "warning": "定着しようと無理に根を張らないこと。現在の場所での不動産購入や長期契約は、リスクを孕んでいます。環境の「変化」を前提にしたメンテナンスを心がけ、エネルギーの澱みを防いでください。",
      "affirmation": "私の基盤は軽やかで、私は常に最適な環境へと導かれています。私の身体は活力に満ちています。"
    }
  },
  "inspiration": {
    "keywords": ["旅行", "不安定", "孤独", "謙虚", "学術・芸術", "新天地", "ミニマリズム", "アウェイ", "魂の遍歴"],
    "symbols": ["山の上の焚き火", "旅人の杖", "渡り鳥", "移ろう雲"],
    "academic_note": "本卦は、艮（山）の上に離（火）がある。本田済はこれを『火が草を焼いて止まらぬ象』と捉え、一時の滞在に執着せず、礼を失わずに次へと進む旅人の智慧を説いている。"
  },
  "lines": [
    { "position": 1, "name": "初六", "meaning": "旅（りょ）、瑣（さ）瑣（さ）たり。その処（ところ）を斯（さ）く。災（わざわい）を取（と）る。", "advice": "旅先での些細なことにこだわって、不平不満を漏らしていませんか？ 小さな不心得が、将来の大きな災難を招きます。今は不自由を甘受し、言葉を慎み、卑屈にならないよう自らを律してください。身の程をわきまえなさい。", "affirmation": "私は現状に不満を言わず、謙虚さと感謝を持って一歩ずつ歩みます。" },
    { "position": 2, "name": "六二", "meaning": "旅（りょ）、次（じ）に即（つ）く。その懐（かい）を懐（いだ）き、その僕（ぼく）の貞（てい）を得（う）。", "advice": "旅先で良い宿（次）と資金（懐）、そして忠実な協力者（僕）を得られます。あなたのこれまでの誠実な態度が認められた結果です。何の障害もありません。今の幸運に感謝し、周囲との調和を大切にしてください。安泰です。", "affirmation": "私は宇宙からの助けを素直に受け取り、素晴らしい安らぎの中にいます。" },
    { "position": 3, "name": "九三", "meaning": "旅、その次（じ）を焚（や）く。その僕（ぼく）の貞（てい）を失（うしな）う。厲（あやう）し。", "advice": "自らの傲慢さや短気から、せっかくの協力者や居場所を自ら台無しにしてしまいました。孤立無援の非常に危うい状態です。今すぐ怒りを鎮め、エゴのドラマを降り、周囲に深く詫びなさい。執着がすべてを焼き尽くそうとしています。静止しなさい。", "affirmation": "私は自らの過ちを認め、すべての抵抗を放棄して調和を求めます。" },
    { "position": 4, "name": "九四", "meaning": "旅、処（しょ）に在（あ）り。その資（し）斧（ふ）を得る。わが心（こころ）快（こころよ）からず。", "advice": "生活の糧（資斧）は得られますが、心は満たされず、どこか不快感を感じています。これは理想と現実のギャップ、あるいは目的地の違いからくるものです。今は贅沢を言わず、最低限の安泰が守られていることに感謝し、淡々と役割を果たしなさい。", "affirmation": "私は現状を受け入れ、内なる平安を自らの力で維持します。" },
    { "position": 5, "name": "六五", "meaning": "雉（きじ）を射（い）て、一（いっ）矢（し）を亡（うしな）う。終（つい）に用（もっ）て誉（ほまれ）あり命（めい）あり。", "advice": "わずかな犠牲（一矢）を払って、最高の結果（雉）を得ます。あなたの知性と誠実さが認められ、遠く離れた場所で高い地位や栄誉を授かります。自信を持って、今の信念を貫いてください。素晴らしいゴールが待っています。", "affirmation": "私は自らの才能を信頼し、最高の栄誉を宇宙と共に祝福します。" },
    { "position": 6, "name": "上六", "meaning": "鳥、その巣を焚（や）く。旅（りょ）人（じん）、先には笑い、後には号（さけ）びて泣（な）く。牛（うし）を易（えき）に喪（うしな）う。凶。", "advice": "成功に浮かれ、慢心した結果、すべてを失うことになります。自分の安住の地（巣）を自ら焼き、助けの手（牛）をも失う象です。傲慢さが破滅を招きました。もはや取り繕うことはできません。今のうちにすべてを捨てて、徹底的な反省に入りなさい。凶です。", "affirmation": "私は慢心を認め、すべての執着を手放してゼロからやり直す勇気を持ちます。" }
  ]
}