{
  "id": 2,
  "gua_name": "坤",
  "kanji": "坤為地",
  "reading": "こんいち",
  "english_title": "THE RECEPTIVE",
  "binary_code": "000000",
  "trigrams": {
    "upper": {
      "name": "地",
      "nature": "順応",
      "element": "土",
      "direction": "南西",
      "season": "晩夏から初秋",
      "animal": "牝馬、牛",
      "body_part": "腹",
      "attributes": ["柔順", "受容", "育成", "静寂"]
    },
    "lower": {
      "name": "地",
      "nature": "順応",
      "element": "土",
      "direction": "南西",
      "season": "晩夏から初秋",
      "animal": "牝馬、牛",
      "body_part": "腹",
      "attributes": ["安定", "基盤", "包容", "厚徳"]
    }
  },
  "oracle_text": "元、亨。利牝馬之貞。君子有攸往。先迷後得。主利。",
  "core_description": "すべてが陰の爻で構成され、大地の無限の受容性と包容力を象徴します。自ら発動するのではなく、天の意図を受け取って具現化する「従順の徳」を意味します。一歩引いて後に従うことで、最終的に大きな実りを得る卦です。",
  "diagnoses": {
    "time_and_mandate": {
      "backend_tag": "時流・天命",
      "frontend_button": "流れ・好機",
      "scholarship": "高島嘉右衛門（実証的易占）",
      "situation": "現在は「受容と待機」のフェーズです。自ら先頭に立って新しい流れを作る時ではなく、既存の大きな潮流やリーダーの意志に身を任せることで、最も安全かつ確実に目的地へ運ばれます。",
      "advice": "「先んずれば迷い、後るれば得る」の時です。独断での行動は失敗を招きますが、信頼できる指針に従い、着実に役割を果たすことで予期せぬ利益がもたらされます。タイミングを待つ忍耐が求められます。",
      "warning": "焦って主導権を握ろうとすると、周囲との摩擦が生じ、孤立する危険があります。今は自分の意志を押し通すよりも、状況の変化に対して「どのように応えるか」に集中すべき天命の時期です。",
      "affirmation": "私は宇宙の豊かさを受け入れる準備ができています。流れに従うことで、私は完璧な場所へ導かれます。"
    },
    "virtue_and_conduct": {
      "backend_tag": "徳・処世",
      "frontend_button": "仕事・対人",
      "scholarship": "本田済（古典倫理解釈）",
      "situation": "「柔順の徳」が求められる場面です。他者を支え、育む役割に徹することで、あなたの社会的評価と信頼が確立されます。自己主張よりも、調和と献身が周囲を動かす力となる局面です。",
      "advice": "誠実なサポート役に徹してください。上司やパートナーの関心事に関心を持ち、彼らの成功を助けることが、結果としてあなた自身の最大の徳となります。陰徳（人知れず行う善行）が後の大きな実りとなります。",
      "warning": "優柔不断や依存心と、受容を履き違えないようにしてください。芯の強さを持ちつつ、態度は柔らかく保つことが肝要です。自分の手柄を誇示する態度は、この卦の徳を損ないます。",
      "affirmation": "私は誠実さと謙虚さを持って他者を支え、共に持続可能な繁栄を築きます。"
    },
    "contemplation_and_cultivation": {
      "backend_tag": "観照・修養",
      "frontend_button": "自己・精神",
      "scholarship": "リヒャルト_ヴィルヘルム（思想的修養）",
      "situation": "内面的な「大地」を耕す時期です。外部への働きかけを止め、自身の精神的な受容性を高める必要があります。静寂の中で物事を育む力が、精神の安定をもたらします。",
      "advice": "瞑想や内省を通じて、自分の内側にある「広大な静寂」を感じてください。思考を沈め、状況をありのままに受け入れる修養を行うことで、直感の芽が出やすくなります。何もしないことの価値を認めてください。",
      "warning": "「無力感」や「停滞」への恐怖に負けないでください。受容とは能動的な覚悟であり、単なる怠慢ではありません。自分の中に芽生える否定的な感情を、大地の包容力で溶かしていく作業が必要です。",
      "affirmation": "私の心は静寂の中にあり、宇宙の知恵を素直に吸収しています。私はありのままで満たされています。"
    },
    "field_and_foundation": {
      "backend_tag": "場・根底",
      "frontend_button": "基盤・環境",
      "scholarship": "説卦伝（属性象徴学）",
      "situation": "物理的基盤や身体性を固めるのに最適な時期です。伝統的な「土」の属性が、足元の安定と生命の滋養を象徴しています。派手さはありませんが、土台が非常に強固な状態です。",
      "advice": "住環境の整備、特に床や基礎の部分を整えてください。身体的には胃腸のケアと、足元を安定させるグラウンディングが有効です。黒や黄色、茶色といった大地を象徴する色を環境に取り入れると安定感が増します。",
      "warning": "湿気が溜まるように、エネルギーの停滞が生じやすい時期です。心身の「澱み」を防ぐために、適度なストレッチや整理整頓を行い、気の循環を促してください。溜め込みすぎは基盤を脆くします。",
      "affirmation": "私の基盤は揺るぎなく、大地のエネルギーが私を常に支えています。私の体調は完璧に整っています。"
    }
  },
  "inspiration": {
    "keywords": [
      "柔順",
      "包容力",
      "陰徳",
      "基盤の安定",
      "受容",
      "育成",
      "着実",
      "牝馬の貞"
    ],
    "symbols": [
      "広大で平坦な大地",
      "穏やかな牛",
      "実った穀物",
      "黒い土壌"
    ],
    "academic_note": "本卦は六爻すべてが陰であり、易経において「厚徳載物（厚い徳を持って万物を載せる）」を象徴する。本田済はこれを『天に従うことで万物を完成させる大地の功績』と評している。"
  },
  "lines": [
    {
      "position": 1,
      "name": "初六",
      "meaning": "霜（しも）を履（ふ）みて堅氷（けんぴょう）至る。",
      "advice": "小さな予兆を見逃さないでください。現在の微かな違和感は、将来の大きな結果の芽です。早期に状況を察知し、準備を整えることで、難を避け、益を得ることができます。",
      "affirmation": "私は状況の微かなサインを正確に読み取り、賢明に備えを整えています。"
    },
    {
      "position": 2,
      "name": "六二",
      "meaning": "直（ちょく）にして方（ほう）に大（だい）なり。習（なら）わずして利あらざるなし。",
      "advice": "作為を捨て、素直な心で行動してください。小細工や特別な学習をせずとも、あなたの誠実さがそのまま最高の結果に繋がります。自然体でいることが、最大の成功を呼び込みます。",
      "affirmation": "私はありのままの自分でいることで、宇宙の豊かな調和と直結しています。"
    },
    {
      "position": 3,
      "name": "六三",
      "meaning": "章（しょう）を含（ふく）みて貞（てい）にすべし。",
      "advice": "自分の才能や手柄を内に秘めておいてください。今は裏方に徹し、結果を急がないことが将来の大きな信頼に繋がります。確信は言葉にする前に、自分の行動で示しましょう。",
      "affirmation": "私は自分の価値を確信しており、適切な時期にそれが現れるのを静かに待ちます。"
    },
    {
      "position": 4,
      "name": "六四",
      "meaning": "嚢（ふくろ）を括（くく）る。咎（とが）もなく誉（ほまれ）もなし。",
      "advice": "完全なる自重が必要です。沈黙を守り、誰の争いにも介入せず、自分を守ることに専念してください。今は目立たないこと、何も言わないことが、最大の知恵であり勝利です。",
      "affirmation": "私は沈黙の力を知っています。静かにエネルギーを蓄え、自分自身を守ります。"
    },
    {
      "position": 5,
      "name": "六五",
      "meaning": "黄裳（こうしょう）、元吉（げんきつ）。",
      "advice": "中庸を守り、控えめな態度を貫いてください。あなたの内面の豊かさが、滲み出るような謙虚さとなって現れる時、最高の結果がもたらされます。地位に奢らず、誠実に尽くしてください。",
      "affirmation": "私の内側は高貴な光に満ちており、その謙虚さが幸運を引き寄せます。"
    },
    {
      "position": 6,
      "name": "上六",
      "meaning": "龍（りょう）野（の）に戦う。その血、玄黄（げんこう）なり。",
      "advice": "陰の力が極まり、限界に達しています。これ以上、執着や対立を続けると共倒れになります。速やかに対立から身を引き、状況を空（くう）に返してください。手放すことが再生への道です。",
      "affirmation": "私はすべての対立を手放し、宇宙の調和の中に平安と新たな始まりを見出します。"
    }
  ]
}