{
  "id": 13,
  "gua_name": "同人",
  "kanji": "天火同人",
  "reading": "てんかどうじん",
  "english_title": "FELLOWSHIP WITH MEN",
  "binary_code": "101111",
  "trigrams": {
    "upper": {
      "name": "天",
      "nature": "剛健",
      "element": "金",
      "direction": "北西",
      "attributes": ["公明", "広大", "意志"]
    },
    "lower": {
      "name": "火",
      "nature": "麗しい",
      "element": "火",
      "direction": "南",
      "attributes": ["知性", "情熱", "文明"]
    }
  },
  "oracle_text": "同人は、野（の）においてす。亨る。大川を渉るに利あり。",
  "core_description": "天の下に火（知性の光）が燃え広がり、野原を隅々まで照らす象。私利私欲のない広大な志（野）を持って、志を同じくする仲間と協力する「連帯と公明正大」の卦です。閉鎖的な関係を捨て、開かれたコミュニティを築く時です。",
  "diagnoses": {
    "time_and_mandate": {
      "backend_tag": "時流・天命",
      "frontend_button": "流れ・好機",
      "scholarship": "高島嘉右衛門（実証的易占）",
      "situation": "現在は「提携と遠征」の好機です。運気は上昇傾向にあり、特に海外進出や新規プロジェクトの立ち上げなど、未知の領域へ仲間と共に踏み出す天命が下っています。バリアントの空間は、協力を通じた拡大を支持しています。",
      "advice": "迷わず「大川を渉る（大きな決断）」を断行してください。ただし、身内だけの馴れ合いではなく、広く社会に貢献する「大義名分」を掲げることが成功の絶対条件です。ネットワークを広げるアクションが吉を呼びます。",
      "warning": "派閥争いや、排他的な態度は厳禁です。一部の利益だけを追求する「小人的な繋がり」は、最終的に強力な火によって焼き尽くされます。常に「野（オープンな場）」にいる意識を。 ",
      "affirmation": "私は志を同じくする仲間と結ばれています。私たちの協力は世界に価値をもたらします。"
    },
    "virtue_and_conduct": {
      "backend_tag": "徳・処世",
      "frontend_button": "仕事・対人",
      "scholarship": "本田済（古典倫理解釈）",
      "situation": "「公明正大の徳」が試される場面です。リーダーシップを発揮し、透明性の高いコミュニケーションで人々を統合する必要があります。アドラー心理学的な「他者貢献」の喜びが、チームの推進力となる局面です。",
      "advice": "誰に対しても公平に接し、情報を開示してください。他人の関心事に関心を持ち、個々の才能を尊重する度量が、あなたを中心とした強力な結束を生みます。利他的な行動こそが、最大の自己利益に繋がると悟ってください。",
      "warning": "身びいきや秘密主義は信頼を即座に破壊します。「あの人だけは特別」という例外を作らない、厳格な誠実さが求められます。支配ではなく、共有の精神を貫いてください。",
      "affirmation": "私は誠実さと透明性を持って人と接します。私の周りには信頼の輪が広がっています。"
    },
    "contemplation_and_cultivation": {
      "backend_tag": "観照・修養",
      "frontend_button": "自己・精神",
      "scholarship": "ジョセフ・マーフィー（潜在意識）",
      "situation": "内面的な「全人類との一体感」を育む時期です。潜在意識は「分離」を知らず、他者の成功を祝うことは、そのまま自分の成功を潜在意識に刻印することになります。エゴの「比較」を手放す修養が必要です。",
      "advice": "出会うすべての人を「自分の映画を豊かにする共演者」として祝福してください。重要性を下げ、競争心を手放し、共生という高いバリアントを選択しましょう。右脳的な「ワンネス」の感覚に身を委ねてください。",
      "warning": "嫉妬や劣等感という「心の火傷」に注意。これらはエゴが作り出す幻想であり、あなたの創造性を阻害します。他者の輝きを自分の喜びとして受け取るメタ認知能力を強化してください。",
      "affirmation": "私はすべての人と愛で繋がっています。私は他者の成功を自分のことのように喜びます。"
    },
    "field_and_foundation": {
      "backend_tag": "場・根底",
      "frontend_button": "基盤・環境",
      "scholarship": "説卦伝（属性象徴学）",
      "situation": "物理的基盤の「広がりと明るさ」がテーマです。伝統的な「火（離）」の明晰さと「天（乾）」の威厳が組み合わさった、非常に風通しの良い、ポジティブなエネルギー場です。",
      "advice": "居住・職場環境を明るく開放的に整えてください。サロンのような人が集まりやすい空間作りが、更なるチャンスを引き寄せます。身体的には、心臓と循環器系のケアを行い、常に全身の「気」が滞りなく巡るよう意識しましょう。",
      "warning": "「過熱」によるトラブルに注意。明るすぎる環境や、過度な社交は神経を疲れさせます。意図的に一人で静かに炎を眺めるような、静的な休息時間（キャンドルタイム等）を確保してください。",
      "affirmation": "私の環境は愛と光に満ちています。私は活力に溢れ、素晴らしい仲間と共にあります。"
    }
  },
  "inspiration": {
    "keywords": ["連帯", "協力", "公明正大", "平等", "ネットワーク", "遠征", "共通の志"],
    "symbols": ["キャンプファイヤーを囲む人々", "野原に差し込む日の光", "広大なネットワーク図", "共通の旗"],
    "academic_note": "本卦は六二の陰が唯一の女性・賢者として、周囲の陽を繋ぐ役割を果たす。本田済は『私情を捨て、公に同ずる道』としてこれを説いている。"
  },
  "lines": [
    { "position": 1, "name": "初九", "meaning": "門を出（い）でて同人す。咎なし。", "advice": "門を出て広く外の世界へ目を向け、偏見なく人と交流してください。特定の利害関係を持たない純粋なスタートが、最高の幸運を導きます。", "affirmation": "私は心を開いて新しい世界へ飛び出し、素晴らしい出会いを歓迎します。" },
    { "position": 2, "name": "六二", "meaning": "宗（そう）において同人す。吝（りん）。", "advice": "身内や狭いグループの中だけで満足していませんか？ 閉鎖的な関係はあなたの可能性を狭めます。もっと広い視野を持ち、外の世界と繋がる努力をしてください。", "affirmation": "私は居心地の良い場所から一歩踏み出し、より広い世界と繋がる勇気を持ちます。" },
    { "position": 3, "name": "九三", "meaning": "戎（じゅう）を莽（くさむら）に伏（ふ）し、その高陵（こうりょう）に登る。三歳（さんさい）まで興（おこ）らず。", "advice": "他者への疑念や競争心から、隙を伺って攻撃の準備をしていませんか？ 猜疑心は自分を孤立させ、停滞を招くだけです。武器を捨て、信頼から始める道を選んでください。", "affirmation": "私は疑いと戦いを手放し、心の平安と信頼を選択します。" },
    { "position": 4, "name": "九四", "meaning": "その墉（かき）に登る。攻（せ）むる能（あた）わず。吉。", "advice": "攻撃を仕掛けようとしましたが、自分の非に気づき、踏み止まります。その賢明な自制心が災いを避け、結果として良い方向へ導きます。争いを止める勇気が吉を呼びます。", "affirmation": "私は自らの過ちに気づき、争いを避けて調和の道を選ぶことができます。" },
    { "position": 5, "name": "九五", "meaning": "同人、先には号（さけ）びて泣き、後には笑う。大師（たいし）克（か）ちて相（あ）い遇（あ）う。", "advice": "紆余曲折や大きな苦労がありますが、最後には志を同じくする最良のパートナーと出会い、共に笑い合えます。今の苦しみは深い絆を結ぶためのプロセスです。信じ抜いてください。", "affirmation": "私はすべての困難を乗り越え、最高の仲間と共に勝利と喜びを分かち合います。" },
    { "position": 6, "name": "上九", "meaning": "郊（こう）において同人す。悔いなし。", "advice": "遠く離れた場所、あるいは付かず離れずの距離感で人と協力します。熱狂的な連帯ではありませんが、淡々とした健全な協力関係が、あなたに安定と心の平安をもたらします。", "affirmation": "私は程よい距離感で人と繋がり、静かで確実な調和を維持します。" }
  ]
}