{
  "id": 48,
  "gua_name": "井",
  "kanji": "水風井",
  "reading": "すいふうせい",
  "english_title": "THE WELL",
  "binary_code": "011010",
  "trigrams": {
    "upper": {
      "name": "水",
      "nature": "険難",
      "element": "水",
      "direction": "北",
      "attributes": ["深淵", "知恵", "生命の源"]
    },
    "lower": {
      "name": "風",
      "nature": "順入",
      "element": "木",
      "direction": "南東",
      "attributes": ["柔軟", "浸透", "努力"]
    }
  },
  "oracle_text": "井は、邑（ゆう）を改め井を改めず。喪（うしな）うなく得るなし。往来（おうらい）井を井（せい）とす。汔（ほとん）ど至らんとして、いまだ井（せい）を繘（つりいと）せず、その瓶（つるべ）を羸（やぶ）る。凶。",
  "core_description": "木（巽）の桶で地中の水（坎）を汲み上げる井戸の象。住居や制度が変わっても、井戸（本質的な真理や資源）は決して変わりません。人々に無尽蔵の恵みを与えますが、最後まで丁寧に汲み上げなければ（中途半端な努力では）成果を得られない「不変の本質と継続」の卦です。",
  "diagnoses": {
    "time_and_mandate": {
      "backend_tag": "時流・天命",
      "frontend_button": "流れ・好機",
      "scholarship": "高島嘉右衛門（実証易占）",
      "situation": "現在は「基礎固めと資源の再確認」の時期です。運気は安定しており、爆発的な変化はありませんが、永続的な繁栄のための「インフラ」を整える天命が下っています。トランサーフィンにおける「不変のバリアント」を特定するプロセスにあります。",
      "advice": "外側の流行に惑わされず、自らの核心（強み・専門性）を掘り下げてください。現在は「自分で決めて行う」ことの対象が、中途半端な投げ出しを止め「最後まで完遂する」という覚悟になります。あと一歩の努力が、汲み上げられる水の質を決定します。",
      "warning": "「詰めが甘い」とすべてが台無しになります。目標達成の直前で油断し、瓶（つるべ）を壊すような事態に注意。天命は、見えない場所での地道な努力を厭わず、一貫性を保つ者にのみ、尽きることのない富を約束します。",
      "affirmation": "私の内側には尽きることのない知恵と富の泉があります。私は丁寧な歩みで、最高の成果を手にします。"
    },
    "virtue_and_conduct": {
      "backend_tag": "徳・処世",
      "frontend_button": "仕事・対人",
      "scholarship": "本田済（古典倫理解釈）",
      "situation": "「養民（人々に恵みを与える）の徳」が求められる場面です。社会や組織における不可欠な「水（役割）」として、自らを磨き続ける必要があります。アドラー心理学的な「他者貢献」が、あなたの存在価値を不動のものにする局面です。",
      "advice": "自らの才能を分かち合い、周囲の渇きを癒やしてください。他者の関心事に関心を持ち、彼らが自立するための基盤（井戸）を提供することが、最大の徳となります。誠実なコミュニケーションが、信頼という名の地下水を豊かにします。",
      "warning": "井戸が濁ったり、底が浅かったりすれば、誰も寄り付きません。自己修養を怠り、表面的なスキルだけで人を惹きつけようとするエゴを警戒してください。支配ではなく、生命の源泉としての謙虚な奉仕を貫いてください。",
      "affirmation": "私は誠実さと愛を持って世界に貢献します。私の存在は周囲の人々を豊かに養っています。"
    },
    "contemplation_and_cultivation": {
      "backend_tag": "観照・修養",
      "frontend_button": "自己・精神",
      "scholarship": "ジョセフ_マーフィー（潜在意識）",
      "situation": "潜在意識の「深層へのアクセス」が必要です。あなたの願望を実現するためのエネルギーは、常にそこにあります（井は改めず）。映画の観客として、この「汲み上げのプロセス」を、確信と共に見守る修養が求められています。",
      "advice": "「私の潜在意識は神聖な知恵の尽きない泉である」というアファメーションを継続してください。重要性を下げ、リラックスして「既に在る」豊かさを観照しましょう。右脳的な静寂（ねどじゅん氏の本体さん）に意識を浸すことで、最良のインスピレーションが湧き上がります。",
      "warning": "「まだ足りない」という欠乏感は、井戸を枯らす思考の毒です。既に満たされている自分をメタ認知的に認め、宇宙の無限の供給を信頼してください。焦って深く掘りすぎるよりも、今ある水の清らかさを慈しみましょう。",
      "affirmation": "私の潜在意識は無限の富を現出させています。私は常に神聖な資源に支えられ、満たされています。"
    },
    "field_and_foundation": {
      "backend_tag": "場・根底",
      "frontend_button": "基盤・環境",
      "scholarship": "ニコラ_テスラ（エネルギー哲学）",
      "situation": "物理的基盤における「エネルギーの安定供給」がテーマです。伝統的な「木（風）」の吸い上げと「水」の保持が完璧に機能しており、テスラ的な観点で見れば、フリーエネルギー装置のように自立した磁場を象徴しています。",
      "advice": "住環境の「水回り」と「基礎設備」を徹底的にメンテナンスしてください。見えない場所の美化が、基盤の振動数を高めます。身体的には、水分摂取の質にこだわり、全身のリンパや気の流れを整えるメンテナンスを。基礎体力がすべての源です。",
      "warning": "「漏れ」や「不純物」の混入に注意。システムや身体の微かなバグを放置すると、せっかくのエネルギーが汚染されます。環境の純粋さを保ち、常に新鮮な循環が起きるよう、排泄と吸収のバランスを整えてください。",
      "affirmation": "私の環境は清浄で、エネルギーに満ち溢れています。私の身体は完璧なホメオスタシスを維持しています。"
    }
  },
  "inspiration": {
    "keywords": ["不変の本質", "生命の源泉", "継続的努力", "インフラ", "養生", "深層意識", "完了の美学", "他者貢献"],
    "symbols": ["深い石積みの井戸", "釣瓶と縄", "湧き出る清水", "集まる村人"],
    "academic_note": "本卦は、巽（木・風）が坎（水）の下にある。本田済はこれを『木を水の中に沈めて、水を汲み上げる象』と捉え、真理を体現するために自己を深く投入する献身の重要性を説いている。"
  },
  "lines": [
    { "position": 1, "name": "初六", "meaning": "井（せい）、泥（どろ）なれば食らわれず。旧（きゅう）井（せい）に禽（とり）なし。", "advice": "あなたの才能や環境が濁っており、使い物になりません。放置された古い井戸のように、誰も関心を持たない状態です。まずは自らの内面を徹底的に掃除し、不純物（悪い習慣や思考）を取り除くことから始めてください。今は活動の時ではありません。", "affirmation": "私は自らを浄化し、新しいエネルギーを受け入れるためのスペースを作ります。" },
    { "position": 2, "name": "九二", "meaning": "井の谷（たに）、鮒（ふな）を射（い）る。瓮（かめ）敝（やぶ）れて漏（も）る。", "advice": "せっかくの水があるのに、小さな獲物（鮒）に満足したり、器（瓮）が壊れていたりして、大きな成果を逃しています。志が低く、エネルギーが漏洩している状態です。目標を高く設定し直し、まずは自分自身の受け皿を修理しなさい。無駄を省く時です。", "affirmation": "私は高い志を持ち、エネルギーの漏洩を止めて自らの器を強化します。" },
    { "position": 3, "name": "九三", "meaning": "井（せい）渫（さら）われて食らわれず。わが心（こころ）惻（いた）む。用（もっ）て汲（く）むべし。王（おう）明（めい）なれば、並（とも）にその福（ふく）を受けん。", "advice": "井戸は清められ、素晴らしい水が満ちていますが、まだ誰にも汲み上げられていません。あなたの才能が埋もれている状態に、天（宇宙）は心を痛めています。勇気を持って自分を表現してください。良き指導者やパートナーに出会えば、一気に福が得られます。準備は完了しています。", "affirmation": "私は自らの価値を認め、世界に対して最高の自分を表現する準備ができています。" },
    { "position": 4, "name": "六四", "meaning": "井（せい）、甃（しゅう）す。咎（とが）なし。", "advice": "井戸の壁を修繕（甃）している時です。現在は活動を一時停止し、内部のメンテナンスやシステムの再構築に専念してください。この「一時的な足止め」が、将来の安全で豊かな供給を約束します。今は守りを固めることが最良の決断です。", "affirmation": "私は基盤を整える時間を大切にします。私の安定が、将来の繁栄を支えます。" },
    { "position": 5, "name": "九五", "meaning": "井（せい）、冽（きよ）くして、寒（かん）泉（せん）食（くら）わる。", "advice": "井戸の水は最高に清らかで、美味しく、人々に喜んで飲まれています。あなたの徳と実力は頂点にあり、周囲に多大な貢献をしています。自信を持ってその恩恵を広げてください。何の障害もありません。成功の絶頂期です。そのままのあなたでいなさい。", "affirmation": "私は自らの内なる清らかさを信頼します。私は豊かさを分かち合い、喜びを最大化します。" },
    { "position": 6, "name": "上六", "meaning": "井（せい）、収（おさ）めて幕（まく）することなかれ。孚（まこと）ありて元吉（げんきつ）。", "advice": "井戸は完成しました。蓋をせず（幕することなかれ）、誰でも自由に飲めるように開いておいてください。あなたの成果を広く社会に提供し続けることで、幸運は永続します。私有化せず、循環させなさい。最高の結果（大吉）を宇宙と共に祝いましょう。", "affirmation": "私は宇宙の無限の供給の通路です。私はすべての人に開かれ、神聖な繁栄を享受し続けます。" }
  ]
}