{
  "id": 16,
  "gua_name": "豫",
  "kanji": "雷地豫",
  "reading": "らいちよ",
  "english_title": "ENTHUSIASM",
  "binary_code": "000100",
  "trigrams": {
    "upper": {
      "name": "雷",
      "nature": "動き",
      "element": "木",
      "direction": "東",
      "attributes": ["奮起", "衝撃", "始動"]
    },
    "lower": {
      "name": "地",
      "nature": "順応",
      "element": "土",
      "direction": "南西",
      "attributes": ["包容", "育成", "大衆"]
    }
  },
  "oracle_text": "豫は、侯（きみ）を建て師（いくさ）を出すに利あり。",
  "core_description": "大地（地）の上で雷（喜び・衝動）が鳴り響く象。春が来て万物が一斉に芽吹く喜びと、将来への「あらかじめの備え（豫備）」を象徴します。音楽や祭りのような熱狂が人々を動かす力となる「歓喜と準備」の卦です。",
  "diagnoses": {
    "time_and_mandate": {
      "backend_tag": "時流・天命",
      "frontend_button": "流れ・好機",
      "scholarship": "高島嘉右衛門（実証的易占）",
      "situation": "現在は「始動と高揚」の時期です。運気は春の雷のように急速に上昇しています。素晴らしいインスピレーションが降りてきており、新しい計画を立ち上げるのに最適なタイミングです。バリアントの空間は、喜びを伴う行動を支持しています。",
      "advice": "「あらかじめの備え（豫）」を万全にしてから、一気に勝負に出てください。自分のビジョンを共有できる協力者（侯）を集め、組織を整えることで、爆発的な成果が得られます。楽しむことが、運命の歯車を加速させる鍵です。",
      "warning": "熱狂が「慢心」や「怠慢」に変わらないよう注意してください。楽しむことと、遊ぶことは異なります。天命は、喜びの中に「規律」を持つ者にのみ、永続的な繁栄を約束します。",
      "affirmation": "私は喜びと共に新しい未来を創造しています。私の準備は完璧です。"
    },
    "virtue_and_conduct": {
      "backend_tag": "徳・処世",
      "frontend_button": "仕事・対人",
      "scholarship": "本田済（古典倫理解釈）",
      "situation": "「熱狂による統率の徳」が求められる場面です。音楽が人々の心を一つにするように、あなたの情熱が周囲を動かしています。アドラー心理学的な「勇気付け（エンカレッジメント）」が最も効果を発揮する局面です。",
      "advice": "自分の情熱を素直に表現し、周囲をポジティブなエネルギーで巻き込んでください。他者の関心事に関心を持ち、共に楽しむ場（コミュニティ）を創出することが、あなたのリーダーシップを強固にします。遊び心を忘れずに。",
      "warning": "独りよがりな興奮（空騒ぎ）に注意してください。周囲がついてきていないのに自分だけが盛り上がると、急速に冷笑と孤立を招きます。常に大地の受容性（周囲の反応）を確認しながら、火を灯し続けてください。",
      "affirmation": "私は情熱を持って周囲を感化し、共に喜び、共に成長します。"
    },
    "contemplation_and_cultivation": {
      "backend_tag": "観照・修養",
      "frontend_button": "自己_精神",
      "scholarship": "ジョセフ・マーフィー（潜在意識）",
      "situation": "潜在意識に「勝利と歓喜」のイメージが刻印されています。右脳的な全能感と、ワクワクする感覚（豫）が溢れ出している状態です。エゴの不安を情熱という光で焼き尽くす力が最大化しています。",
      "advice": "未来の成功を「今ここ」で既に達成されたものとして味わってください。映画の観客として、この輝かしいシーンを楽しみ、その高揚感を潜在意識に深く定着させましょう。ねどじゅん氏の説く「本体さんの喜び」に周波数を合わせてください。",
      "warning": "感情の乱高下に注意。「過剰な期待」はポテンシャルを歪めます。喜びの中にいながらも、静かに自分を観察するメタ認知的な「中立の視点」を保持してください。力みを抜き、歓喜の流れに身を任せましょう。",
      "affirmation": "私は今、至高の喜びの中にいます。私のすべての願望は喜びに満ちて実現します。"
    },
    "field_and_foundation": {
      "backend_tag": "場・根底",
      "frontend_button": "基盤_環境",
      "scholarship": "説卦伝（属性象徴学）",
      "situation": "物理的基盤に「振動と活性化」が起きています。伝統的な「土」の安定感の上に「木（雷）」の動的エネルギーが加わり、非常に生命力に溢れた、躍動的な磁場を象徴しています。",
      "advice": "居住・職場環境に「音」や「香り」といった感覚的な刺激を取り入れてください。アップテンポな音楽や、新しいプロジェクトの資料を並べることが、基盤を活性化させます。身体的には、ストレッチやダンスなど、全身を揺らす運動が吉です。",
      "warning": "「散漫」によるエネルギーの漏洩に注意。活性化しすぎるあまり、休息が疎かになり、身体のホメオスタシスが崩れやすい時期です。意図的に静かな「地の静寂」に戻るグラウンディングの時間を豫備（あらかじめ確保）してください。",
      "affirmation": "私の身体と環境は躍動する生命力で満たされています。私は最高のパフォーマンスを発揮します。"
    }
  },
  "inspiration": {
    "keywords": ["歓喜", "準備", "熱狂", "音楽", "インスピレーション", "あらかじめの備え", "春の訪れ"],
    "symbols": ["大空に鳴り響く春雷", "祭りの太鼓", "芽吹く大地", "楽器"],
    "academic_note": "唯一の陽（九四）が、周囲の陰を熱狂させ、動かすリーダーの形。本田済はこれを『喜びを持って従わせる、高度な政治的知恵』と評している。"
  },
  "lines": [
    { "position": 1, "name": "初六", "meaning": "鳴（めい）豫（よ）なり。凶。", "advice": "自分一人が得意になって空騒ぎをしていませんか？ 根拠のない自信や自慢話は、周囲の反感を買うだけです。今は口を慎み、謙虚さを取り戻してください。調子に乗りすぎは禁物です。", "affirmation": "私は浮ついた心を静め、謙虚に自分の本分に立ち返ります。" },
    { "position": 2, "name": "六二", "meaning": "石に介（かく）す。日を終えず。貞にして吉。", "advice": "あなたは周囲の熱狂に流されず、冷静に状況を見極めています。石のように固い意志を持ち、悪い兆しがあれば即座に身を引く賢明さを持っています。その中道を守る姿勢が、あなたを救います。", "affirmation": "私は周囲の感情に流されず、常に冷静で正しい判断を下すことができます。" },
    { "position": 3, "name": "六三", "meaning": "盱（う）豫（よ）なり。悔いあり。遅るれば悔いあり。", "advice": "他人の顔色を伺って決断を遅らせたり、自分より強いものに媚びて安心を得ようとしていませんか？ 主体性を欠いた行動は後悔を招きます。自分で決めて、すぐに行動してください。", "affirmation": "私は他人の評価を気にせず、自分の直感に従って即座に行動します。" },
    { "position": 4, "name": "九四", "meaning": "由（よ）りて豫（よ）す。大（おお）いに得るところあり。疑うことなかれ。朋（ほう）たわむ（※わかんむりに谷）聚（あつ）まる。", "advice": "あなたは喜びの源泉です。あなたの情熱に多くの人々が集まり、協力してくれます。自分を信じ、疑わずに進んでください。あなたが中心となることで、大きな成果がもたらされます。", "affirmation": "私は自らの情熱を信頼し、多くの協力者と共に素晴らしい価値を創造します。" },
    { "position": 5, "name": "六五", "meaning": "貞（ただし）くして疾（やまい）あり。恒（つね）にして死せず。", "advice": "表面的な華やかさの裏で、慢性的な悩みや問題があるかもしれません。今は無理に完治させようとせず、現状を維持し、淡々と役割を果たすことに専念してください。焦らなければ、命取りにはなりません。", "affirmation": "私は不完全な状況をも静観し、平常心を保って着実に前進し続けます。" },
    { "position": 6, "name": "上六", "meaning": "冥（めい）豫（よ）なり。成れるに渝（かわ）るあり。咎なし。", "advice": "熱狂が極まり、周りが見えなくなっています（冥）。しかし、今のあなたは「このままではいけない」と気づき、態度を改めることができます。その反省の心が、最悪の結果を回避させ、再生へと導きます。", "affirmation": "私は自分の迷いに気づき、執着を手放して新しい視点へと移行します。" }
  ]
}