{
  "id": 47,
  "gua_name": "困",
  "kanji": "沢水困",
  "reading": "たくすいこん",
  "english_title": "OPPRESSION (EXHAUSTION)",
  "binary_code": "010110",
  "trigrams": {
    "upper": {
      "name": "沢",
      "nature": "悦楽",
      "element": "金",
      "direction": "西",
      "attributes": ["喜び", "枯渇", "口"]
    },
    "lower": {
      "name": "水",
      "nature": "険難",
      "element": "水",
      "direction": "北",
      "attributes": ["深淵", "苦悩", "漏洩"]
    }
  },
  "oracle_text": "困は、亨（とお）る。貞。大人（たいじん）は吉にして咎（とが）なし。言うことあれども信ぜられず。",
  "core_description": "沢の下に水が漏れ出し、沢が干上がっている象。「四大難卦」の一つ。進むことも退くこともできない、人生における極限の閉塞状態を象徴します。言葉は通じず、実力も封じられていますが、この絶体絶命の淵で「志」を失わず、内面的な覚悟を決めることで、運命を劇的に反転させる卦です。",
  "diagnoses": {
    "time_and_mandate": {
      "backend_tag": "時流・天命",
      "frontend_button": "流れ・好機",
      "scholarship": "高島嘉右衛門（実証易占）",
      "situation": "現在は「致命的な困窮」の時期です。運気は冬の最深部にあり、あらゆるリソースが枯渇しています。バリアントの空間における「最も過酷な試練」のラインに立たされており、外側からの助けは期待できません。",
      "advice": "「もがくことを止める」覚悟を持ってください。現在は何をやっても裏目に出るため、非行動が最大の生存戦略になります。天命はあなたに、一切の虚飾を剥ぎ取られた「裸の魂」としての純粋さを求めています。沈黙を守り、嵐が過ぎるのを静観しなさい。",
      "warning": "弁解や説得は火に油を注ぐだけです。「言うことあれども信ぜられず」の通り、言葉の価値がゼロになる時期です。重要性を極限まで下げ、状況に対する「絶望」という解釈を捨ててください。ただ耐えることが、反転のエネルギーを溜めます。",
      "affirmation": "私はこの静寂の中で真の強さを養っています。私は宇宙の完全なる保護の中にあります。"
    },
    "virtue_and_conduct": {
      "backend_tag": "徳・処世",
      "frontend_button": "仕事・対人",
      "scholarship": "本田済（古典倫理解釈）",
      "situation": "「窮しても志を失わない徳」が求められる場面です。人間関係や仕事において、孤立無援の境地に立たされています。アドラー心理学的な「課題の分離」を究極的に行い、周囲の不当な評価から自分の尊厳を完全に切り離すべき局面です。",
      "advice": "誠実さを「沈黙」の中に秘めてください。他者の関心事に関心を持つ余裕さえないかもしれませんが、そんな時こそ、自分自身への深い愛（自愛）を土台にして、不遇を甘受しなさい。命をかけて「正道」を守る姿勢が、後に強力な信頼として実を結びます。",
      "warning": "被害者意識や自暴自棄に注意。不当な扱いに対して怒りで応じれば、あなたの徳は地に落ちます。映画の悪役のような周囲の言動を、観客席から静かに見送ってください。感情的な反応を断つことが、あなたの社会的品格を守ります。",
      "affirmation": "私は自らの高潔さを守り抜きます。私を傷つけることができるのは、私自身の不誠実さだけです。"
    },
    "contemplation_and_cultivation": {
      "backend_tag": "観照・修養",
      "frontend_button": "自己・精神",
      "scholarship": "ねどじゅん（右脳的アプローチ）",
      "situation": "精神的な「死と再生（サレンダー）」の時期です。エゴの自動思考が「もうダメだ、八方塞がりだ」と絶叫し、意識を恐怖で支配しようとしています。映画の観客として、この「最大級のバッドエンドに見えるシーン」を、深い脱力と共に静観してください。",
      "advice": "「思考は自分ではない」ことを完全に確信してください。右脳的な静寂（本体さんの感覚）へ意識を全移転し、外側の困窮を「ただの物理現象」として眺めましょう。重要性をゼロにし、宇宙に全てを投降（サレンダー）した瞬間、奇跡的な出口が浮上します。",
      "warning": "エゴの「どうにかしようとする力み」に注意。そのエネルギーはさらなる閉塞を具現化します。肩の力を抜き、呼吸という「今、ここ」の水の流れだけに集中してください。絶望を観照することで、それは光に変わります。",
      "affirmation": "私は静寂の中に安住しています。私はすべての執着を解放し、真の自由を手に入れています。"
    },
    "field_and_foundation": {
      "backend_tag": "場・根底",
      "frontend_button": "基盤・環境",
      "scholarship": "ニコラ_テスラ（エネルギー哲学）",
      "situation": "物理的基盤において「完全なエネルギーの遮断」が起きています。伝統的な「水」が漏れ出し、「金（沢）」の器が空になっている、テスラ的な観点で見れば、絶縁破壊寸前の極めて過酷な磁場を象徴しています。",
      "advice": "居住・職場環境の「最小化と密封」を行ってください。エネルギーの浪費を一切止め、生存に必要な最小限の基盤だけを死守することが吉です。身体的には、水分不足、喉の不調、そして精神的な疲弊に注意。深い眠りと静寂を、環境として確保してください。",
      "warning": "不安定な環境での活動は、致命的な事故や病気を招きます。基盤が干上がっているため、無理な出力は不可能です。メンテナンスをルーチン化し、基盤の「リセット」を待ちなさい。今は新しいものを入れるスペース（空）を確保する時期です。",
      "affirmation": "私の基盤は静かに浄化されています。私は安らぎの中で、新しい活力が満ちるのを待っています。"
    }
  },
  "inspiration": {
    "keywords": ["困窮", "閉塞", "沈黙", "サレンダー", "絶体絶命", "志の堅持", "不言の実行", "浄化", "四大難卦", "反転の予兆"],
    "symbols": ["干上がった湖底", "檻の中の賢者", "枯れた花", "無音の世界"],
    "academic_note": "本卦は、坎（水）が兌（沢）の下にある。本田済はこれを『水が沢の下に漏れ、沢が涸れる象』と捉え、君子の窮地における道徳的完成の機会として高く評価している。"
  },
  "lines": [
    { "position": 1, "name": "初六", "meaning": "臀（しり）を株（しゅ）木（ぼく）に困（くる）しむ。幽谷（ゆうこく）に入り、三歳まで見ず。", "advice": "自らの不徳や判断ミスにより、さらなる窮地に落ち込んでいます。今は何をしても見捨てられたような孤独を感じるでしょう。無理に表舞台に出ようとせず、三年間（長い期間）は潜伏して自らを鍛え直す覚悟が必要です。焦ればさらに迷います。", "affirmation": "私は自らの至らなさを認め、静寂の中で一からやり直す勇気を持ちます。" },
    { "position": 2, "name": "九二", "meaning": "酒食（しゅし）に困（くる）しむ。朱（しゅ）紱（ふつ）方（まさ）に来（きた）る。維（こ）れ用（もっ）て享（きょう）するに利（よろ）し。征（ゆ）けば凶。咎なし。", "advice": "恵まれた環境にいながら、精神的な閉塞感（酒食の困）に悩んでいます。まもなく有力者からの引き立て（朱紱）がありますが、今は自分から動いてはいけません。誠実に自分の務めを果たし、内面を整えていれば、幸運は向こうからやってきます。静守が吉です。", "affirmation": "私は外側の豊かさに惑わされず、内なる平安を維持して好機を待ちます。" },
    { "position": 3, "name": "六三", "meaning": "石（いし）に困（くる）しみ、蒺（しつ）藜（り）に拠（よ）る。その宮（みや）に入り、その妻を見ず。凶。", "advice": "進めば壁（石）にぶつかり、退けばトゲ（蒺藜）に刺されるような最悪の状況です。居場所を失い、信頼する人にも会えません。これはあなたの強引な性格が招いた結果です。今すぐプライドを捨て、徹底的に自らを省みなければ、破滅は避けられません。降参しなさい。", "affirmation": "私はエゴの暴走を認め、すべての抵抗を捨てて宇宙の審判を受け入れます。" },
    { "position": 4, "name": "九四", "meaning": "来（きた）ること徐（じょ）徐（じょ）たり。金（きん）の車（くるま）に困（くる）しむ。吝（りん）なれども、終わりあり。", "advice": "助けが来るのは非常にゆっくりで、もどかしさを感じています。豪華な手段（金の車）や高い地位が、かえってあなたの足を引っ張っています。多少の恥（吝）はかきますが、誠実さを貫けば最後には目的を達成できます。忍耐強く、一歩ずつ進みなさい。", "affirmation": "私は結果への焦りを手放し、完璧なタイミングで訪れる助けを信頼します。" },
    { "position": 5, "name": "九五", "meaning": "劓（はなき）り刖（あしき）らる。赤（せき）紱（ふつ）に困（くる）しむ。乃（すなわ）ち徐（おもむろ）に説（よろこ）びあり。維（こ）れ用（もっ）て祭（さい）祀（し）するに利（よろ）し。", "advice": "上下からの圧迫を受け、鼻や足を切られるような激しい痛みを伴う試練の中にいます。地位（赤紱）が重荷になっていますが、誠実な祈りと志を持ち続ければ、やがて状況は和らぎ、喜びが訪れます。目に見えない力を信じて、高潔さを保ちなさい。救いは来ます。", "affirmation": "私は一時的な苦難に屈せず、魂の光を絶やさずに使命を全うします。" },
    { "position": 6, "name": "上六", "meaning": "葛（かっ）藟（るい）に困（くる）しみ、ニ（※危の下に兀）兀（ぎごつ）たり。曰（い）う、動（うご）けば悔（くい）ありと。悔（く）ゆるあれば往（ゆ）きて吉。", "advice": "葛のツルに縛られたような身動きの取れない状態ですが、実はそのツルは脆く、あなたの「決断」一つで断ち切れます。これまでの迷いを捨て、「もうやるしかない」と覚悟を決めて行動を開始してください。反省を力に変えて進めば、ついに困窮を脱し、幸運を掴めます。", "affirmation": "私はすべての束縛を断ち切ります。私は勇気を持って、新しい世界へと踏み出します。" }
  ]
}