{
  "id": 38,
  "gua_name": "睽",
  "kanji": "火沢睽",
  "reading": "かたくけい",
  "english_title": "OPPOSITION",
  "binary_code": "110101",
  "trigrams": {
    "upper": {
      "name": "火",
      "nature": "麗しい",
      "element": "火",
      "direction": "南",
      "attributes": ["上昇", "明晰", "知性"]
    },
    "lower": {
      "name": "沢",
      "nature": "悦楽",
      "element": "金",
      "direction": "西",
      "attributes": ["下降", "喜び", "浸水"]
    }
  },
  "oracle_text": "睽（けい）は、小事は吉。",
  "core_description": "火（上昇）と沢（下降）が背を向け合い、視線が噛み合わない象。「睽」は反目、誤解、不一致を意味します。価値観や方向性の違いから摩擦が生じやすい時期ですが、その「異なり」を認め、小規模な事柄から少しずつすり合わせることで、新たな発見や妥協点を見出す卦です。",
  "diagnoses": {
    "time_and_mandate": {
      "backend_tag": "時流・天命",
      "frontend_button": "流れ・好機",
      "scholarship": "高島嘉右衛門（実証易占）",
      "situation": "現在は「不協和音と乖離」の時期です。運気は強いですが、外部環境との方向性が一致せず、思い通りに進まないもどかしさを感じています。バリアントの空間では、現在のラインは対立を孕んだ枝分かれの地点にあります。",
      "advice": "大きな勝負や統合を急がないでください。現在は「自分で決めて行う」ことの対象が、違いを認めつつ「共存の道（小事の吉）」を模索する決断になります。無理に相手を説得しようとせず、小さな合意形成を積み重ねることが天命です。",
      "warning": "「自分は正しい、相手は間違っている」という二元論（過剰ポテンシャル）に注意。固執はさらなる断絶を引き寄せます。メタ認知的に状況を俯瞰し、異なる周波数が生む「新たな音色」を楽しめるくらいの余裕を持ってください。",
      "affirmation": "私はすべての違いを認め、その中にある新しい可能性を歓迎します。私は調和への道を選択します。"
    },
    "virtue_and_conduct": {
      "backend_tag": "徳・処世",
      "frontend_button": "仕事・対人",
      "scholarship": "本田済（古典倫理解釈）",
      "situation": "「和而不同（和して同ぜず）の徳」が求められる場面です。人間関係や仕事において、意見の対立や誤解が生じやすい局面です。アドラー心理学的な「課題の分離」を徹底し、相手の感情と自分の信念を切り離して対処すべき時期です。",
      "advice": "他者の関心事（なぜ相手はそう思うのか）を深く明察（離）した上で、自分との距離を適切に保ってください。無理に融合しようとせず、誠実な対話を続けることで、最後には「異質ゆえの補完関係」が築けます。個性を尊重しなさい。",
      "warning": "疑心暗鬼（エゴの暴走）に注意。些細な違和感を敵意と解釈すると、現実がその通りに歪みます。相手をコントロールしようとする意図を捨て、礼節を持って淡々と接することが、最悪の衝突を回避する秘訣です。",
      "affirmation": "私は誠実さと透明性を持って対話します。私は異なる個性が生み出す素晴らしい化学反応を信頼しています。"
    },
    "contemplation_and_cultivation": {
      "backend_tag": "観照・修養",
      "frontend_button": "自己・精神",
      "scholarship": "ヴァジム_ゼランド（トランサーフィン）",
      "situation": "内面的な「分離感」が投影されている時期です。潜在意識に「理解されたい」という強い欲求（重要性）があり、それが「理解されない」現実を引き寄せています。エゴのドラマを観客として静観し、重要性を下げる修養が必要です。",
      "advice": "「すべてはうまくいっている」という確信を保持し、外側の不一致を映画の一場面として楽しんでください。右脳的な静寂（ねどじゅん氏の本体さんの感覚）に戻り、思考の自動運転を停止させましょう。対立にエネルギーを注がないことで、平衡力を解除できます。",
      "warning": "被害者意識や孤独感に注意。それは左脳が作り出した解釈に過ぎません。どんな状況も「バリアントの一つ」として客観視し、肩の力を抜いて、自分の内なる平安を優先してください。脱力が状況を改善します。",
      "affirmation": "私の心は静寂の中にあり、宇宙の調和と繋がっています。私は常に平和で自由です。"
    },
    "field_and_foundation": {
      "backend_tag": "場・根底",
      "frontend_button": "基盤・環境",
      "scholarship": "説卦伝（属性象徴学）",
      "situation": "物理的基盤において「分極と反発」が起きています。伝統的な「火」の上昇性と「金（沢）」の流下性が相反し、エネルギーが噛み合わない不安定な磁場を象徴しています。",
      "advice": "居住・職場環境の「境界線」を明確にし、パーソナルスペースを確保してください。適度な距離感のある配置が、磁場を安定させます。身体的には、左右のバランス（骨盤や肩など）を整え、偏った緊張を解くボディワークが吉です。",
      "warning": "電気系統の不具合や、金属と火の不適切な組み合わせに注意。環境が乱雑だと、思考の乖離を加速させます。整理整頓を行い、基盤をニュートラル（中立）な状態に保つメンテナンスを徹底してください。",
      "affirmation": "私の基盤は整理され、安定しています。私は自分のスペースで最高の安らぎを維持しています。"
    }
  },
  "inspiration": {
    "keywords": ["反目", "誤解", "個性", "異質", "妥協点", "和而不同", "小事の吉", "視点の転換"],
    "symbols": ["背中合わせの二人", "油と水", "異なる色のパズル", "夜空に散る火花"],
    "academic_note": "本卦は、二女（中女の離と少女の兌）が同居して志が異なる形。本田済はこれを『同じて而も異なり（同じ場所にいても個性を失わない）』知恵として解釈し、多様性の尊重を説いている。"
  },
  "lines": [
    { "position": 1, "name": "初九", "meaning": "悔（くい）亡（ほろ）ぶ。馬（うま）を失（うしな）う。追（お）うなかれ。自（おのずか）ら復（かえ）らん。悪（あく）人（じん）を見て咎（とが）なし。", "advice": "大切なもの（馬）を失ったり、誤解されたりするかもしれませんが、焦って追いかけないでください。放っておけば自然と戻ってきます。また、気に食わない相手（悪人）とも、今はあえて接触し、共通の基盤を探る余裕を持ちなさい。静観が吉を呼びます。", "affirmation": "私はすべての喪失と再会を宇宙に委ねます。私は平安を保ち、流れに任せます。" },
    { "position": 2, "name": "九二", "meaning": "主（しゅ）に巷（ちまた）において遇（あ）う。咎なし。", "advice": "形式にこだわらず、意外な場所や偶然の再会の中に解決の糸口があります。真正面からぶつかるよりも、インフォーマルな場での交流が誤解を解く鍵となります。リラックスした態度で接してください。運命の再会があります。", "affirmation": "私は完璧なタイミングでもたらされるシンクロニシティを受け取ります。" },
    { "position": 3, "name": "六三", "meaning": "輿（よ）を曳（ひ）かれ、その牛（うし）を掣（せい）せらる。その人（ひと）、天（あめ）し、且（か）つ鼻（はな）をき（※りっとうに利）らる。はじめなければ終わりあり。", "advice": "前後から邪魔が入り、ひどい侮辱（天・鼻を斬る）を受けるような最悪の状況に感じるかもしれません。しかし、これは一時的な「強制終了」です。志を曲げずに耐え抜けば、最後には素晴らしい反転が起きます。今はただ、映画の苦難シーンとして耐えなさい。", "affirmation": "私は一時的な屈辱に動揺せず、魂の高潔さを守り抜きます。最後には勝利します。" },
    { "position": 4, "name": "九四", "meaning": "睽（けい）して孤（こ）たり。元（げん）夫（ふ）に遇（あ）う。交（こう）孚（ふ）あり。厲（あやう）けれども咎なし。", "advice": "孤立無援の寂しさを感じていますが、まもなく志を共にする真の理解者（元夫）に出会えます。お互いに誠実（孚）であれば、今の危うい状況も二人で乗り越えられます。孤独を恐れず、自らの真実を磨きなさい。最高のパートナーが現れます。", "affirmation": "私は自らの価値を確信しており、ふさわしい魂の仲間を引き寄せます。" },
    { "position": 5, "name": "六五", "meaning": "悔（くい）亡（ほろ）ぶ。その宗（そう）、膚（はだえ）を噬（くら）う。往（ゆ）けば何（なに）か咎（とが）あらん。", "advice": "身近な人や仲間との誤解がようやく解けます。相手があなたに歩み寄ってくるでしょう。これまでのこだわりを捨てて、素直に受け入れてください。協力して進めば、もはや何の障害もありません。一気に前進すべき時です。", "affirmation": "私はすべての過去を許し、喜びと共に新しい協力関係を築きます。" },
    { "position": 6, "name": "上九", "meaning": "睽（けい）して孤（こ）たり。豕（いのしし）の負（ふ）に塗（どろ）を負（お）い、鬼（おに）の一（いっ）車（しゃ）を載（の）せるを見る。先に弧（ゆみ）を張り、後（のち）に弧（ゆみ）を脱（と）く。匪（ひ）寇（こう）なり、婚（こん）媾（こう）せんとす。往（ゆ）きて雨（あめ）に遇（あ）えば則（すなわ）ち吉。", "advice": "猜疑心が極まり、相手が化け物（鬼）のように見えています。しかし、それはあなたのエゴが作り出した幻影です。よく見れば相手に悪意はなく、あなたを助けようとしています。武器（弓）を捨てて、心を開きなさい。疑いが晴れた時、恵みの雨が降り、最高の和合が訪れます。", "affirmation": "私はすべての恐れを幻影として手放します。私は真実の愛と信頼を受け入れます。" }
  ]
}