{
  "id": 14,
  "gua_name": "大有",
  "kanji": "火天大有",
  "reading": "かてんたいゆう",
  "english_title": "POSSESSION IN GREAT MEASURE",
  "binary_code": "111101",
  "trigrams": {
    "upper": {
      "name": "火",
      "nature": "麗しい",
      "element": "火",
      "direction": "南",
      "attributes": ["明晰", "輝き", "知性"]
    },
    "lower": {
      "name": "天",
      "nature": "剛健",
      "element": "金",
      "direction": "北西",
      "attributes": ["上昇", "充実", "威厳"]
    }
  },
  "oracle_text": "大有は、元（おお）いに亨る。",
  "core_description": "天の上に太陽（火）が輝き、万物を遍く照らし、豊かな実りをもたらす象。強大な実力（天）と明晰な知性（火）を兼ね備え、富や名声、素晴らしい人材を「大いに所有」する、全64卦中屈指の大吉運を象徴します。",
  "diagnoses": {
    "time_and_mandate": {
      "backend_tag": "時流・天命",
      "frontend_button": "流れ・好機",
      "scholarship": "高島嘉右衛門（実証的易占）",
      "situation": "現在は「収穫と隆盛」の絶頂期です。運気は最高潮にあり、これまでの努力が形となり、莫大な資産や人望が雪崩のように流入しています。バリアントの空間における「王道」のラインを歩んでいます。",
      "advice": "手に入れた「大いなる有（たもち）」を、いかに社会に還元するかが現在の天命です。独占せず、悪を抑え善を揚げることで、天の助け（シンクロニシティ）は永続します。大きなプロジェクトを完遂させる最良の時です。",
      "warning": "慢心、奢り、贅沢は破滅の種です。太陽が高く昇れば、次は傾くのが宇宙の法則。絶頂にある今こそ、謙虚さを持ち、自らの徳を磨き続ける「自強不息」の精神を忘れないでください。",
      "affirmation": "私は宇宙の無限の富を受け入れています。私の人生は豊かさと光に満ちています。"
    },
    "virtue_and_conduct": {
      "backend_tag": "徳・処世",
      "frontend_button": "仕事・対人",
      "scholarship": "本田済（古典倫理解釈）",
      "situation": "「寛大さと明察の徳」が試される場面です。あなたは中心人物として多くの人々を惹きつけています。私情を挟まず、公明正大な判断力（火）を持って、適材適所に人を配置する度量が求められています。",
      "advice": "誠実さを第一に、周囲への恩恵を惜しまないでください。他者の関心事に関心を持ち、彼らの才能を引き出すサポートをすることが、あなたのカリスマ性を不変のものにします。感謝の言葉を具現化（形に）しましょう。",
      "warning": "取り巻きの甘言に注意してください。富や権力が集まる場所には、不純な動機を持つ者も集まります。明晰な知性の火を絶やさず、人の本質を見抜くメタ認知能力を働かせてください。",
      "affirmation": "私は誠実さと寛大さを持って周囲を導きます。私の成功は皆の喜びです。"
    },
    "contemplation_and_cultivation": {
      "backend_tag": "観照・修養",
      "frontend_button": "自己・精神",
      "scholarship": "ジョセフ・マーフィー（潜在意識）",
      "situation": "「無限の供給」と完全に同期しています。潜在意識にある「私は豊かである」という確信が、そのまま物質的な繁栄として現れています。エゴの「欠乏感」が消滅し、全能感と感謝が内面を満たしている状態です。",
      "advice": "この豊かさを「自分がやった」というエゴの手柄にせず、宇宙の知性が自分を通じて表現されていることを観賞してください。成功への執着（重要性）を手放し、神聖な富が自分を通過していくパイプ役としての「ゆとり」を保持しましょう。",
      "warning": "「失うことへの恐怖」は、豊かさの周波数を即座に乱します。手放すほどに入ってくる循環の法則を信頼し、所有物に対する執着を静観して取り除いてください。精神的な自由こそが真の富です。",
      "affirmation": "神の富は私の人生において絶えず循環しています。私は常に神聖な余剰を享受しています。"
    },
    "field_and_foundation": {
      "backend_tag": "場・根底",
      "frontend_button": "基盤・環境",
      "scholarship": "説卦伝（属性象徴学）",
      "situation": "物理的・エネルギー的磁場が極めて高密度で「華やか」です。伝統的な「金」と「火」のエネルギーが融合し、洗練された、生命力溢れる最高級の環境を象徴しています。",
      "advice": "手に入れた豊かさにふさわしい、美しく調和のとれた環境を維持してください。アートや光を取り入れた空間作りが、更なるインスピレーションをもたらします。身体的には脳の活性化と視力のケアを意識し、明晰さを保ちましょう。",
      "warning": "過剰なエネルギーによる「火の災い（炎症、高血圧等）」に注意してください。環境が豪華になりすぎることでの精神的な落ち着きのなさを避け、グラウンディングのための「土」の要素（観葉植物など）を配置し、バランスを。 ",
      "affirmation": "私の環境は最高の光と調和で満たされています。私の身体は完璧な活力を維持しています。"
    }
  },
  "inspiration": {
    "keywords": ["大いなる所有", "収穫", "絶頂", "明晰", "寛大", "富の循環", "カリスマ"],
    "symbols": ["中天に輝く太陽", "黄金色に輝く宝物庫", "王冠", "満開のひまわり畑"],
    "academic_note": "五爻の陰（六五）が、五つの陽を従える「柔よく剛を制す」理想の形。本田済はこれを『高貴な謙虚さが大いなる所有を可能にする』と評している。"
  },
  "lines": [
    { "position": 1, "name": "初九", "meaning": "害（がい）に交わらず。咎なし。艱（かたが）きにすれば咎なし。", "advice": "大きな成功の始まりです。今は驕ることなく、将来起こり得る問題を想定して、慎重に土台を固めてください。慢心さえなければ、順調に進展します。", "affirmation": "私は現状に奢らず、細心の注意を持って素晴らしい未来の基礎を築いています。" },
    { "position": 2, "name": "九二", "meaning": "大車（だいしゃ）を以て載（の）す。往くところあるに利あり。咎なし。", "advice": "大きなリソース（大車）を手に入れました。あなたの志を達成するために、それらを存分に活用してください。実行に移す時です。成功は約束されています。", "affirmation": "私は与えられた豊かな資源を最大限に活用し、確信を持って目標を達成します。" },
    { "position": 3, "name": "九三", "meaning": "公（こう）、用（もっ）て天子に亨（きょう）す。小人は能（あた）わず。", "advice": "得られた手柄を自分のものにせず、社会や上位の目的のために捧げてください。器の大きさが試されています。私欲を捨てれば、更なる高みへ引き上げられます。", "affirmation": "私は私利私欲を捨て、大いなる目的のために自らの才能を捧げます。" },
    { "position": 4, "name": "九四", "meaning": "その彭（さかん）なるを匪（しりぞ）く。咎なし。", "advice": "勢いが強すぎて、周囲に威圧感を与えているかもしれません。自ら一歩引き、謙虚な態度を示すことで、無用な嫉妬や敵対を避け、安泰を維持できます。", "affirmation": "私は自分の力を誇示せず、謙虚さと調和を大切にすることで、地位を守り抜きます。" },
    { "position": 5, "name": "六五", "meaning": "その孚（まこと）あり、交如（こうじょ）たり。威（い）ありて吉。", "advice": "あなたの誠実さが人々を惹きつけ、自然と威厳が備わっています。厳しくしなくても、真心だけで周囲はあなたに従います。最高の人望を得る時です。", "affirmation": "私は真心と愛を持って人と接し、自然な威厳と深い信頼を獲得しています。" },
    { "position": 6, "name": "上九", "meaning": "天よりこれを助く。吉にして利あらざるなし。", "advice": "もはや言うことはありません。天の助け（シンクロニシティ）があなたを包み込んでいます。これまでの徳の積み重ねが、最高の形で結実しました。すべては完璧です。", "affirmation": "私は宇宙の全知全能の力に守られ、導かれています。すべてはうまくいっています。" }
  ]
}