{
  "id": 3,
  "gua_name": "屯",
  "kanji": "水雷屯",
  "reading": "すいらいちゅん",
  "english_title": "DIFFICULTY AT THE BEGINNING",
  "binary_code": "100010",
  "trigrams": {
    "upper": {
      "name": "水",
      "nature": "険難",
      "element": "水",
      "direction": "北",
      "season": "冬",
      "animal": "豚",
      "body_part": "耳",
      "attributes": ["陥る", "険しい", "悩み", "深淵"]
    },
    "lower": {
      "name": "雷",
      "nature": "動き",
      "element": "木",
      "direction": "東",
      "season": "春",
      "animal": "龍",
      "body_part": "足",
      "attributes": ["動く", "奮い立つ", "始動", "衝撃"]
    }
  },
  "oracle_text": "元、亨、利、貞。用うる勿れ。往く攸あるに利あり。侯を建つるに利あり。",
  "core_description": "地中で雷（エネルギー）が鳴り、芽を出そうとしていますが、上には険難な水（雪解け水や氷）が立ち塞がっている象。万物の「産みの苦しみ」を象徴し、混沌の中から秩序が生まれようとする極めてエネルギー密度の高い、しかし困難な始動期を意味します。",
  "diagnoses": {
    "time_and_mandate": {
      "backend_tag": "時流_天命",
      "frontend_button": "流れ_好機",
      "scholarship": "高島嘉右衛門（実証的易占）",
      "situation": "現在は「創業の難」のただ中にあります。新しい計画を始動させる意欲は十分ですが、外部環境が未整備で、無理に進めば泥沼にはまる時期です。しかし、この混沌は成功の前兆であり、避けて通れないプロセスです。",
      "advice": "焦って結果を求めないでください。今は「天の時」を待つ忍耐が最大の利益を生みます。独力で突破しようとせず、まずは周囲の状況を整理し、自分を助けてくれる有力な協力者（侯）を確保することに専念してください。",
      "warning": "性急な行動は命取りになります。視界が不透明な中でアクセルを踏めば、回復不能な損失を被る恐れがあります。今は進むことよりも、基盤を整え、来るべき好機に備えて牙を研ぐべき時です。",
      "affirmation": "私は混沌の中に新しい秩序の芽を見ています。私は完璧なタイミングを信頼して待ちます。"
    },
    "virtue_and_conduct": {
      "backend_tag": "徳_処世",
      "frontend_button": "仕事_対人",
      "scholarship": "本田済（古典倫理解釈）",
      "situation": "「経綸（プランニングと秩序立て）」が求められる場面です。物事が錯綜しているからこそ、あなたの誠実な調整能力と、有能な人材を登用する度量が試されています。自分一人で手柄を立てようとする時期ではありません。",
      "advice": "有能なパートナーや専門家を頼り、権限を委譲してください。他人の関心事に関心を持ち、彼らの力を借りることで、個人の限界を超えた成果が可能になります。礼を尽くして協力者を「建てる」ことが、成功への最短ルートです。",
      "warning": "傲慢さや不信感は、せっかくの協力者を遠ざけます。自分がすべてをコントロールしようとする執着を捨て、共通の目的のために他者を尊重する姿勢を貫いてください。内部の不和は外部の敵より恐ろしいものです。",
      "affirmation": "私は誠実さと謙虚さを持って協力者を募り、共に新しい未来を構築します。"
    },
    "contemplation_and_cultivation": {
      "backend_tag": "観照_修養",
      "frontend_button": "自己_精神",
      "scholarship": "リヒャルト_ヴィルヘルム（思想的修養）",
      "situation": "内面的な「産みの苦しみ」を経験する時期です。古い思考体系が崩れ、新しいビジョンが芽生える際のカオスを受け入れる必要があります。不安や葛藤は、意識が拡張しようとしている証拠です。",
      "advice": "混乱した思考を鎮め、内なる静寂（止まる山のような強さ）を保持してください。焦燥感を客観的に静観し、「今はまだ未完成で良い」と自分を許容する修養を行ってください。自己規律を保ちながら、内なるエネルギーをじっくりと醸成させましょう。",
      "warning": "不安にかられての場当たり的な決断は、精神的な摩耗を招きます。エゴが「早く解決しろ」と囁いても、その声を観客として見送ってください。内面の統合が成されないままの行動は、混乱を増幅させるだけです。",
      "affirmation": "私は自分の内なるカオスを祝福し、そこから生まれる新しい私を信頼しています。私は今、静かに満たされています。"
    },
    "field_and_foundation": {
      "backend_tag": "場_根底",
      "frontend_button": "基盤_環境",
      "scholarship": "説卦伝（属性象徴学）",
      "situation": "物理的基盤が未整備で、エネルギーが不安定な状態です。伝統的な「木」の始動力が「水」に阻まれており、冷えや停滞、あるいは急な衝撃（雷）による混乱が生じやすい環境にあります。",
      "advice": "住環境や職場の「整理整頓」を徹底し、物理的な障害を取り除いてください。身体的には足元の冷えに注意し、グラウンディング（土に触れる、散歩）を意識してエネルギーの循環を促しましょう。基礎トレーニングやルーチンの確立が吉です。",
      "warning": "脆弱な土台の上にある高いエネルギーは危険です。過労や睡眠不足による「脳の過熱」と「足元のふらつき」に注意してください。環境の不備を放置したまま前進すると、物理的なトラブルや事故を招く可能性があります。",
      "affirmation": "私の基盤は日々整えられ、強固になっています。私の身体は新しい変化を受け入れる準備ができています。"
    }
  },
  "inspiration": {
    "keywords": [
      "産みの苦しみ",
      "カオス",
      "経綸",
      "協力者の確保",
      "忍耐強い準備",
      "芽吹き",
      "秩序の萌芽"
    ],
    "symbols": [
      "雪を割って出ようとする芽",
      "霧に包まれた夜明け前の森",
      "胎動",
      "資材が散らばった建設現場"
    ],
    "academic_note": "本卦は、乾（天）坤（地）の後に位置する「万物の始動」を示す。本田済はこれを『難によって志を試される時』と評し、困難があるからこそ根が深く張られることを強調している。"
  },
  "lines": [
    {
      "position": 1,
      "name": "初九",
      "meaning": "磐桓（ばんかん）す。貞に居るに利あり。侯を建つるに利あり。",
      "advice": "大きな岩のように足踏みしていますが、志は正しい。焦って進まず、その場に留まって地盤を固めてください。謙虚に人の意見を求め、協力者を得ることで将来が開けます。",
      "affirmation": "私は焦りを手放し、今この場所で揺るぎない土台を築いています。"
    },
    {
      "position": 2,
      "name": "六二",
      "meaning": "屯如（ちゅんじょ）として回如（かいじょ）たり。匪寇（ひこう）なり、婚媾（こんこう）せんとす。",
      "advice": "悩んでぐるぐる回っている状態。邪魔が入っているように見えますが、実は良き縁が近づいています。今は時期尚早ですが、誠実さを守れば最高のパートナーシップに結ばれます。",
      "affirmation": "私はすべての遅延の裏にある祝福を理解し、最高のタイミングを待ちます。"
    },
    {
      "position": 3,
      "name": "六三",
      "meaning": "鹿を追うに虞（おそれ）なし。ただ林中に入る。君子は幾（き）を察して舎（お）くに如（し）かず。",
      "advice": "案内人もいないのに欲に駆られて深追いしてはいけません。エゴの欲求に引きずられると迷子になります。今は潔く「引く」ことが賢明です。予兆を冷静に読み取りなさい。",
      "affirmation": "私はエゴの誘惑を退け、冷静に状況を判断して安全な道を選びます。"
    },
    {
      "position": 4,
      "name": "六四",
      "meaning": "馬に乗って班如（はんじょ）たり。婚媾を求めて往けば、吉にして利あらざるなし。",
      "advice": "躊躇している段階は終わりました。勇気を持って力のある人に助けを求めてください。あなたの誠実な呼びかけに、世界は必ず応えてくれます。行動こそが霧を晴らします。",
      "affirmation": "私は心を開いて助力を受け入れ、協力の力で状況を打破します。"
    },
    {
      "position": 5,
      "name": "九五",
      "meaning": "その膏（こう）を屯（とど）む。小貞（しょうてい）は吉、大貞（だいてい）は凶。",
      "advice": "恩恵を施そうとしても十分に届かないもどかしい時期。今は大きな改革や野心的な行動は控え、身近な小さなことから誠実に処理してください。欲張らず現状維持が秘訣です。",
      "affirmation": "私は日常の誠実さの中に豊かさを見出し、着実に力を蓄えます。"
    },
    {
      "position": 6,
      "name": "上六",
      "meaning": "馬に乗って班如たり。泣血（きゅうけつ）漣如（れんじょ）たり。",
      "advice": "極限状態です。無理に状況を変えようとしても空回りし、傷を深めるだけです。今はただ嵐が過ぎるのを静観してください。この苦しみは、新しいステージへ移行する最後の儀式です。",
      "affirmation": "私はすべての感情を静観し、闇が深いほど夜明けが近いことを確信しています。"
    }
  ]
}