{
  "id": 57,
  "gua_name": "巽",
  "kanji": "巽為風",
  "reading": "そんいふう",
  "english_title": "THE GENTLE (THE PENETRATING, WIND)",
  "binary_code": "011011",
  "trigrams": {
    "upper": {
      "name": "風",
      "nature": "順入",
      "element": "木",
      "direction": "南東",
      "attributes": ["浸透", "柔軟", "迷い"]
    },
    "lower": {
      "name": "風",
      "nature": "順入",
      "element": "木",
      "direction": "南東",
      "attributes": ["従順", "命令", "長女"]
    }
  },
  "oracle_text": "巽（そん）は、小（すこ）しく亨（とお）る。往（ゆ）くところあるに利（よろ）し。大人（たいじん）を見るに利（よろ）し。",
  "core_description": "風が二重に重なり、隙間なく万物に入り込み、感化する象。「巽（そん）」は従順、浸透、柔軟性を意味します。強引な力ではなく、風のように柔和な態度と継続的な働きかけによって状況を変える知恵を象徴します。ただし、迷いが生じやすいため、強力な指針（大人）に従うことが成功の条件です。",
  "diagnoses": {
    "time_and_mandate": {
      "backend_tag": "時流・天命",
      "frontend_button": "流れ・好機",
      "scholarship": "高島嘉右衛門（実証易占）",
      "situation": "現在は「浸透と適応」の時期です。運気は穏やかですが持続力があります。トランサーフィンにおける「他力と共振」のラインに乗っており、自分から新しい波を作るよりも、来ている流れに風のように同調することが天命です。",
      "advice": "「迷いを断つ」覚悟を持ってください。現在は「自分で決めて行う」ことの対象が、信頼できるリーダーや専門家（大人）を決め、その指示を「最後まで貫く」という決断になります。柔軟でありながら、一貫性を保つことが最大の利益を生みます。繰り返しの努力が吉です。",
      "warning": "優柔不断や、風見鶏のような節操のなさは致命傷になります。状況に流されることと、戦略的に適応することは異なります。メタ認知的に自らの「軸」を監視し続け、意志の脆弱さを知性（巽の鋭さ）で補いなさい。",
      "affirmation": "私は宇宙の完璧な導きを信頼して従います。私の柔軟な行動は、すべてを円満に解決へと導きます。"
    },
    "virtue_and_conduct": {
      "backend_tag": "徳・処世",
      "frontend_button": "仕事・対人",
      "scholarship": "本田済（古典倫理解釈）",
      "situation": "「謙虚と随順の徳」が求められる場面です。人間関係や仕事において、腰を低くし、細やかな配慮を持って人に接する必要があります。アドラー心理学的な「勇気付け」を、風のような優しさで行うべき局面です。",
      "advice": "他者の関心事に関心を持ち、誠実な対話を重ねてください。一度決めた約束やルールを、風が繰り返し吹くように何度も確認し、浸透させていくことが信頼を築く鍵です。命令するのではなく、感化させる姿勢を。 ",
      "warning": "卑屈な依存や、不誠実な嘘（エゴの偽装）に注意。従順さが「自主性の欠如」に変われば、あなたの社会的価値は失われます。内面には強い志（巽の下にある一本の陽）を保持し、外面はどこまでも柔らかく保ちなさい。",
      "affirmation": "私は誠実さと謙虚さを持って人と接します。私の存在は周囲の人々を心地よく、豊かにします。"
    },
    "contemplation_and_cultivation": {
      "backend_tag": "観照・修養",
      "frontend_button": "自己・精神",
      "scholarship": "ねどじゅん（右脳的アプローチ）",
      "situation": "精神的な「浸透と変容」の時期です。エゴの自動思考を風に乗せて受け流し、右脳的な静寂（本体さんの感覚）へ意識を深く潜らせる修養が必要です。映画の観客として、この「静かに状況が書き換わっていくシーン」を観照してください。",
      "advice": "思考の「迷い」をメタ認知的に静観し、重要性をゼロにしてください。ねどじゅん氏の説く「本体さんへの全托」を行い、ただ「在る」ことの至福に身を委ねましょう。柔軟な脱力が、潜在意識への肯定的な刻印を最もスムーズにします。風になりなさい。",
      "warning": "「どう決断すべきか」という左脳的な焦燥感に注意。答えを急ぐほど、直感の風は止まります。肩の力を抜き、宇宙から降りてくるインスピレーションを素直に「受け取る」ゆとりを保持してください。力まないことが成功の秘訣です。",
      "affirmation": "私の心は静寂の中にあり、宇宙の無限の知恵と一つです。私は常に最良の選択をしています。"
    },
    "field_and_foundation": {
      "backend_tag": "場・根底",
      "frontend_button": "基盤・環境",
      "scholarship": "説卦伝（属性象徴学）",
      "situation": "物理的基盤において「エネルギーの流通と調律」がテーマです。伝統的な二つの「木（風）」が重なり、非常に風通しが良く、情報や気が滞りなく循環している磁場を象徴しています。周波数が高く、繊細な状態です。",
      "advice": "居住・職場環境の「換気」と「香り」の演出を徹底してください。新しい空気を取り入れることが、基盤の振動数を高めます。身体的には、呼吸器系のケアと、筋肉をしなやかに保つストレッチが吉です。全身に風を通しなさい。",
      "warning": "環境の「密閉」や「隠し事」は運気を即座に停滞させます。物理的な汚れやエネルギーの淀みを放置せず、常にフレッシュな状態を維持するメンテナンスを。基盤の緩みからくる「迷い」を防ぐために、足元を安定させてください。",
      "affirmation": "私の環境は清浄で、素晴らしいエネルギーが循環しています。私の身体は完璧な柔軟性と活力を維持しています。"
    }
  },
  "inspiration": {
    "keywords": ["従順", "浸透", "柔軟", "迷い", "命令の布告", "感化", "反復継続", "他力の活用", "謙虚"],
    "symbols": ["吹き渡るそよ風", "根を張る草木", "繰り返される波音", "伝達される文書"],
    "academic_note": "本卦は、巽（風・木）が重なる。本田済はこれを『命令（意志）が繰り返し行き届くことで、万物が感化される象』と捉え、柔和な態度の裏にある一貫した意志の重要性を説いている。"
  },
  "lines": [
    { "position": 1, "name": "初六", "meaning": "進退（しんたい）す。武人（ぶじん）の貞（てい）に利（よろ）し。", "advice": "進むか退くかで激しく迷っています。優柔不断は最大の敵です。今は細かな分析（左脳）を止め、武人のように「決めたらやる」という断固たる意志（覚悟）を持ってください。大胆な決断があなたの迷いを晴らし、成功へと導きます。", "affirmation": "私は迷いを断ち切り、確信を持って自らの道を選択します。" },
    { "position": 2, "name": "九二", "meaning": "巽（そん）、床（しょう）の下（した）にあり。史（し）巫（ふ）を用（もっ）てすること蕃（しげ）し。吉。咎なし。", "advice": "極めて謙虚な態度で、目に見えない力や上位者に随っています。自尊心を捨ててまで誠実さを尽くすその姿が、天の助けを引き寄せます。何の恥もありません。自分を低く保ち、徹底的なサポート役に徹することが最高の幸運（吉）となります。", "affirmation": "私は謙虚さと誠実さを武器に、宇宙からの最高の助力を引き寄せます。" },
    { "position": 3, "name": "九三", "meaning": "頻（しき）りに巽（そん）す。吝（りん）。", "advice": "相手の顔色を伺って、ペコペコと卑屈な態度を繰り返していませんか？ その芯のない態度は周囲の軽蔑を招き、あなた自身の価値を損なわせます。柔軟さと卑屈さを履き違えないこと。自らの誇りを取り戻しなさい。軸を戻しなさい。", "affirmation": "私は自らの尊厳を守り、対等で誠実な人間関係を築きます。" },
    { "position": 4, "name": "六四", "meaning": "悔い亡（ほろ）ぶ。田（でん）に三（さん）品（ひん）を獲（う）。", "advice": "迷いを捨てて行動を開始した結果、素晴らしい成果（三品）を手にします。あなたの誠実な配慮が実を結び、後悔はすべて消え去ります。自信を持って、その柔軟なリーダーシップを発揮してください。周囲の支持も得られ、安泰です。", "affirmation": "私は自らの影響力を信頼し、豊かな実りを喜びと共に受け取ります。" },
    { "position": 5, "name": "九五", "meaning": "貞（ただし）ければ吉。悔い亡ぶ。利（よろ）しからざるなし。初（はじめ）なくして終わりあり。庚（こう）に先（さきだ）つこと三日（みっか）、庚に後（おく）るること三日。吉。", "advice": "最初はうまくいかなくても、最後には必ず大成功します。計画の変更（庚）には、周到な準備と丁寧なフォローを惜しまないでください。あなたの誠実な一貫性が、周囲を納得させ、最高の調和をもたらします。忍耐強く続けなさい。大吉です。", "affirmation": "私は完璧な準備を持って行動します。私の誠意は必ず最高の形となって結実します。" },
    { "position": 6, "name": "上六", "meaning": "巽、床（しょう）の下（した）にあり。その資（し）斧（ふ）を喪（うしな）う。貞（ただし）けれども凶。", "advice": "謙虚さが行き過ぎて、自立心や自らの基盤（資斧）さえも失ってしまいました。もはや自分の意志で動くことができず、窮地に追い込まれています。従順さはもはや「毒」になっています。今すぐ自分を取り戻し、依存を断ち切らなければ破滅します。目覚めなさい。", "affirmation": "私はすべての過度な依存を断ち切ります。私は自らの足で立ち、魂の自由を回復します。" }
  ]
}