{
  "id": 37,
  "gua_name": "家人",
  "kanji": "風火家人",
  "reading": "ふうかかじん",
  "english_title": "THE FAMILY",
  "binary_code": "101011",
  "trigrams": {
    "upper": {
      "name": "風",
      "nature": "順入",
      "element": "木",
      "direction": "南東",
      "attributes": ["浸透", "命令", "長女"]
    },
    "lower": {
      "name": "火",
      "nature": "麗しい",
      "element": "火",
      "direction": "南",
      "attributes": ["明晰", "輝き", "中女"]
    }
  },
  "oracle_text": "家人は、女の貞に利あり。",
  "core_description": "風が火を煽り、内面（家）から熱気が伝わっていく象。外へ向かって拡大するのではなく、まずは自分の足元、すなわち「家庭」や「組織の内部」を整えることを象徴します。内側の規律と調和が、結果として外的な成功をもたらす「内修外成」の卦です。",
  "diagnoses": {
    "time_and_mandate": {
      "backend_tag": "時流・天命",
      "frontend_button": "流れ・好機",
      "scholarship": "高島嘉右衛門（実証易占）",
      "situation": "現在は「内部充実」の時期です。運気は穏やかですが、成功の種はすべて身近な場所にあります。外の世界で大きな勝負をする前に、まずはチームの結束や家庭の安定を固めることが天命です。",
      "advice": "「家（組織）を整える」ことに全力を注いでください。現在は、日常の些細な問題を解決することが、最大のレバレッジとなります。トランサーフィンにおける「基盤の安定」が、望ましいバリアントへの移行をスムーズにします。遠くを追わず、近くを固めなさい。",
      "warning": "内部の不和や規律の乱れを放置すれば、外での活動はすべて空回りに終わります。天命は、身近な人を大切にし、誠実に応える者にのみ、永続的な繁栄を約束します。灯台下暗しに注意してください。",
      "affirmation": "私の周囲は調和と愛で満たされています。私の基盤は日々強固になり、繁栄を支えています。"
    },
    "virtue_and_conduct": {
      "backend_tag": "徳・処世",
      "frontend_button": "仕事・対人",
      "scholarship": "本田済（古典倫理解釈）",
      "situation": "「内助と規律の徳」が求められる場面です。女性的な受容性と、風のような細やかな配慮が潤滑油となります。アドラー心理学的な「共同体感覚」を、最も身近な最小単位（家族・チーム）で実践すべき局面です。",
      "advice": "他者の関心事（家族や同僚の悩み）に心から関心を持ち、誠実な言葉をかけてください。自分の役割（分）をわきまえ、各人が自律的に動けるような「信頼の秩序」を築くことが、あなたの最大のリーダーシップとなります。言葉遣いを丁寧に。 ",
      "warning": "感情的な爆発や、言葉の暴力は、築き上げた「家」を瞬時に焼き尽くします。火のエネルギーを、破壊ではなく温かさ（知性）として用いるよう、自制心（メタ認知）を働かせてください。甘えを排し、誠実なルールを守りましょう。",
      "affirmation": "私は誠実さと愛を持って周囲と接します。私の平和な心が、家庭と仕事場に最高の調和をもたらします。"
    },
    "contemplation_and_cultivation": {
      "backend_tag": "観照・修養",
      "frontend_button": "自己・精神",
      "scholarship": "ジョセフ_マーフィー（潜在意識）",
      "situation": "潜在意識の「セルフイメージ」を整える時期です。あなたの「心という家」の状態が、外側の世界にそのまま投影されています。内面的な不協和音を静観し、愛と調和の周波数を再構築する必要があります。",
      "advice": "自分自身を慈しみ、内なる対話をポジティブなものに変えてください。映画の観客として、この「アットホームな平和シーン」を先取りして観賞しましょう。重要性を下げ、「私は常に愛され、守られている」という確信の中に安住してください。内なる静寂が現実を書き換えます。",
      "warning": "「他人の評価（家の外）」に意識を向けすぎないこと。それはエゴの迷いです。まずは自分の中心に戻り、右脳的な至福（ねどじゅん氏の本体さんの感覚）と同期することに専念してください。自分が満たされれば、世界は自然と整います。",
      "affirmation": "私の心は神聖な愛と知恵で満たされています。私の内なる平和が、豊かな現実として現れます。"
    },
    "field_and_foundation": {
      "backend_tag": "場・根底",
      "frontend_button": "基盤・環境",
      "scholarship": "説卦伝（属性象徴学）",
      "situation": "物理的基盤の「メンテナンスと美化」がテーマです。伝統的な「火」の明るさと「風」の流通が組み合わさった、温かく、かつ清潔なエネルギー場を象徴しています。",
      "advice": "掃除、整理整頓、そして居住空間に「香り」や「光」を取り入れてください。特にキッチンやリビングなど、生命の源泉となる場所を整えることが基盤を強固にします。身体的には、呼吸器系のケアと、適度な体温維持（冷えの防止）が吉です。",
      "warning": "環境の「澱み」や「不潔」は、即座に思考の明晰さを奪います。風通しを良くし、常に新しいエネルギーが循環するようにメンテナンスを。基盤の乱れは、組織や家庭のトラブルの予兆です。物理的な不備を見逃さないでください。",
      "affirmation": "私の環境は清浄で、エネルギーに満ち溢れています。私は常に最高の活力と安らぎを感じています。"
    }
  },
  "inspiration": {
    "keywords": ["家庭円満", "内部規律", "内助の功", "足元を固める", "誠実な言葉", "共同体感覚", "修身斉家", "愛の循環"],
    "symbols": ["囲炉裏の火", "優しく吹くそよ風", "整えられた食卓", "結ばれた手"],
    "academic_note": "本卦は、離（火）が内にあり、巽（風）が外にある。本田済はこれを『火が風を生み、風が火を広げる、互恵的な内部発展の象』と捉え、言葉の誠実さと行動の一貫性の重要性を説いている。"
  },
  "lines": [
    { "position": 1, "name": "初九", "meaning": "閑（ふせ）ぎて家におる。悔い亡ぶ。", "advice": "物事の始まりに、しっかりとしたルールや境界線（閑）を設けてください。最初が肝心です。なあなあの関係を許さず、規律を正すことで、将来のトラブルや後悔を未然に防げます。自分自身を律することから始めなさい。", "affirmation": "私は正しい規律と誠実な意志を持って、素晴らしい未来の基礎を築きます。" },
    { "position": 2, "name": "六二", "meaning": "遂（と）ぐるところなし。内に在りて饋（き）を貞（ただ）しくす。吉。", "advice": "今は自ら先頭に立って外で手柄を立てる時ではありません。裏方に徹し、周囲のサポートや日常の業務を誠実にこなしてください。足元を整えることが、結果としてあなたに大きな幸運と信頼をもたらします。謙虚さが吉です。", "affirmation": "私は今の役割を喜びを持って果たし、静かに調和を維持します。" },
    { "position": 3, "name": "九三", "meaning": "家人（かじん）ギギ（※口へんに喜）たり。悔い、厲（あやう）けれども吉。婦子（ふし）嘻嘻（きき）たり。終（つい）には吝（りん）。", "advice": "家庭やチーム内に厳しさ（ギギ）が必要な時です。多少の反発や窮屈さはあっても、締めるところを締めれば結果的に吉となります。逆に、規律を忘れてヘラヘラと馴れ合う（嘻嘻）と、最後には恥をかきます。愛のある厳しさを持ちなさい。", "affirmation": "私は誠実さと正義を持って周囲を導き、真の信頼関係を構築します。" },
    { "position": 4, "name": "六四", "meaning": "富（と）める家。大吉。", "advice": "素晴らしい繁栄の時です。内部が完璧に整い、豊かさが自然と溢れ出しています。あなたのこれまでの誠実な配慮が結実しました。この幸運を感謝と共に享受し、周囲と分かち合ってください。何の障害もありません。", "affirmation": "私は宇宙の無限の豊かさを享受しています。私の人生は愛と光に満ちています。" },
    { "position": 5, "name": "九五", "meaning": "王、假（いた）りて家に有（あ）り。恤（うれ）うるなかれ。吉。", "advice": "あなたの誠実な人徳が、周囲に深い感化を与えています。細かく命令しなくても、人々はあなたを信頼し、自発的に協力してくれます。不安を捨てて、大きな愛で包み込んでください。最高のリーダーシップが発揮される時です。", "affirmation": "私は愛と信頼の磁石です。私の誠意がすべての人を幸せに導きます。" },
    { "position": 6, "name": "上九", "meaning": "孚（まこと）あり威（い）如（じょ）たり。終（つい）には吉。", "advice": "誠実さ（孚）と威厳（威）が完璧に備わりました。自分自身を厳しく律し、真実を貫いてきた結果、最後には最高の結果が得られます。あなたの生き方そのものが周囲の手本となっています。自信を持って、その高潔さを維持してください。", "affirmation": "私は自らの真実を貫き、至高の徳を体現します。すべては完璧な調和の中にあります。" }
  ]
}