{
  "id": 34,
  "gua_name": "大壮",
  "kanji": "雷天大壮",
  "reading": "らいてんたいそう",
  "english_title": "THE POWER OF THE GREAT",
  "binary_code": "111100",
  "trigrams": {
    "upper": {
      "name": "雷",
      "nature": "動き",
      "element": "木",
      "direction": "東",
      "attributes": ["奮起", "衝撃", "発散"]
    },
    "lower": {
      "name": "天",
      "nature": "剛健",
      "element": "金",
      "direction": "北西",
      "attributes": ["上昇", "充実", "威厳"]
    }
  },
  "oracle_text": "大壮は、貞しきに利ろし。",
  "core_description": "天（乾）の上に雷（震）が鳴り響く象。陽の気が極めて盛んで、圧倒的な推進力とパワーを象徴します。「大いに壮（さか）ん」な状態ですが、力が強すぎるために暴走しやすく、常に「礼（正しさ）」を守ることが成否を分けます。正義を貫くことで大成功を収める卦です。",
  "diagnoses": {
    "time_and_mandate": {
      "backend_tag": "時流・天命",
      "frontend_button": "流れ・好機",
      "scholarship": "高島嘉右衛門（実証易占）",
      "situation": "現在は「破竹の勢い」の時期です。運気は絶頂にあり、いかなる障害も突破できるエネルギーに満ちています。バリアントの空間では、あなたの意図がダイレクトに現実を押し広げる、強力な上昇気流に乗っています。",
      "advice": "「力まかせの突進」を避け、あえて自制心（礼）を働かせてください。現在は「自分で決めて行う」ことの対象が、溢れる力を「正しい目的」へと正確に誘導する覚悟になります。勢いに任せず、一歩一歩の足場を固めながら拡大を断行してください。",
      "warning": "慢心や傲慢さは致命傷になります。力が強いほど、周囲との摩擦は激しくなります。「羊、垣（かき）に触（ふ）る」の戒めの通り、無謀な突進は身動きの取れない行き詰まりを招きます。天命は、自らの力を律する者にのみ味方します。",
      "affirmation": "私は無限の力を持ち、それを完璧にコントロールしています。私は正義と共に前進します。"
    },
    "virtue_and_conduct": {
      "backend_tag": "徳・処世",
      "frontend_button": "仕事・対人",
      "scholarship": "本田済（古典倫理解釈）",
      "situation": "「剛毅と礼節の徳」が求められる場面です。リーダーシップを発揮し、大胆な決断を下すべき時ですが、それが「威圧」や「独断」に変わっていないか厳しく自問してください。アドラー心理学的な「他者の課題への侵犯」を最も起こしやすい局面です。",
      "advice": "謙虚さを楯にして、公明正大なルール（礼）を守ってください。他者の関心事に関心を持ち、自分の力を他人の貢献のために使うことが、あなたの影響力を不動のものにします。実力がある時ほど、腰を低く保つことが最大の戦略です。",
      "warning": "反対勢力を力でねじ伏せようとしないこと。それは無用な敵を作り、将来の足かせになります。誠実な対話と、筋の通った論理によって、周囲を納得させるプロセスを大切にしてください。支配ではなく、模範としての強さを。",
      "affirmation": "私は誠実さと愛を持って自らの力を表現します。私の行動はすべての人に勇気を与えます。"
    },
    "contemplation_and_cultivation": {
      "backend_tag": "観照・修養",
      "frontend_button": "自己・精神",
      "scholarship": "ジョセフ_マーフィー（潜在意識）",
      "situation": "潜在意識が「全能のパワー」を現出させています。右脳的な全能感が溢れ、自分の意図がそのまま形になる奇跡を体験している状態です。エゴの「自分が偉い」という慢心を静観し、宇宙のエネルギーを謙虚に享受する時期です。",
      "advice": "映画の観客として、この「圧倒的なサクセスシーン」を、どこか冷めた視点で（重要性を下げて）楽しんでください。力み（過剰ポテンシャル）を抜き、自分の体を通って流れる巨大なエネルギーの「通路」であることに集中しましょう。脱力がパワーを最大化します。",
      "warning": "「万能感」によるエゴの暴走に注意。成功への執着が強まると、平衡力が働き、思わぬところからブレーキがかかります。肩の力を抜き、「うまくいって当然」という軽やかな確信を維持する修養を行ってください。",
      "affirmation": "私は宇宙の無限の力の通路です。私は静寂の中で最高の価値を創造し、世界に提供しています。"
    },
    "field_and_foundation": {
      "backend_tag": "場・根底",
      "frontend_button": "基盤・環境",
      "scholarship": "ニコラ_テスラ（エネルギー哲学）",
      "situation": "物理的基盤において「高密度のエネルギー放電」が起きています。伝統的な「金（天）」の充実した器の中で、「木（雷）」が激しく振動しており、テスラコイルのように強力な電磁波を放射している磁場を象徴しています。",
      "advice": "居住・職場環境の「セキュリティと安定性」を再強化してください。高い出力に耐えられる強固なシステムや物理的土台が必要です。身体的には、筋肉の緊張、高血圧、神経の過揚に注意し、グラウンディング（土に触れる、深い呼吸）で過剰な電気を大地へ逃がしてください。",
      "warning": "環境の「キャパシティオーバー」に注意。無理な負荷をかけ続けると、システムダウンや火災、身体的な爆発（怪我等）を招くリスクがあります。エネルギーの出力を意図的に制御し、適度な冷却時間を確保するメンテナンスを怠らないでください。",
      "affirmation": "私の基盤は強固で、無限のエネルギーを受け入れる準備ができています。私は常に完璧なバランスを保っています。"
    }
  },
  "inspiration": {
    "keywords": ["盛大", "推進力", "突破口", "自制心", "礼節", "全盛期", "暴走注意", "正義の執行", "バリアントの加速"],
    "symbols": ["大空を裂く雷光", "疾走する四頭立ての馬車", "王者の冠", "突き抜ける矢"],
    "academic_note": "本卦は、四つの陽が下から伸び、二つの陰を圧倒しようとする形。本田済はこれを『力が盛んな時こそ、道理を重んじ、踏みとどまる勇気が必要である』と説き、非行動の知恵を強調している。"
  },
  "lines": [
    { "position": 1, "name": "初九", "meaning": "趾（あし）に壮（さか）んなり。往けば凶。孚（まこと）あり。", "advice": "やる気だけが先行し、まだ足元（趾）の準備ができていない状態で突進しようとしています。今動けば必ず失敗します。誠実な志は良いですが、今はそのエネルギーを内側に溜め、地盤を固めることに専念してください。焦りは禁物です。", "affirmation": "私は焦りを手放し、完璧な準備が整うまで静かに力を蓄えます。" },
    { "position": 2, "name": "九二", "meaning": "貞（ただし）ければ吉。", "advice": "あなたは正しい中道を守り、安定した力を発揮しています。目立った派手な行動は不要です。今の誠実な姿勢を継続するだけで、運命はあなたを最高の成功へと運びます。自分を信じ、そのままのあなたで進みなさい。", "affirmation": "私は自らの真実を信頼しています。私の着実な歩みは、大きな実りをもたらします。" },
    { "position": 3, "name": "九三", "meaning": "小人は壮（さかん）なるを用い、君子は罔（な）きを用いる。貞（ただし）ければ危うし。羝（てい）羊（よう）、垣（かき）に触れ、その角（つの）を藩（まも）る。", "advice": "力自慢をして強引に突き進もうとしていませんか？ その態度は、牡羊が垣根に角を引っ掛けて身動きが取れなくなるような、愚かな結末を招きます。実力がある時ほど、力（壮）を捨て、柔らかさ（罔）を用いなさい。傲慢さを捨てなさい。", "affirmation": "私は力に頼ることをやめ、柔軟な知恵を持って、いかなる障害も円満に解消します。" },
    { "position": 4, "name": "九四", "meaning": "貞ければ吉。悔い亡ぶ。藩（まがき）決（ひら）けて藩（まも）らず。大車の輹（とこ）に壮（さか）んなり。", "advice": "ついに障害（藩）が取り除かれ、道が大きく拓けました。これまでの慎重な歩みが報われ、巨大な荷車（大車）が力強く進む時です。自信を持って、一気に目的へと突き進んでください。後悔は消え去り、勝利はあなたのものです。", "affirmation": "私は確信を持って大胆に行動し、素晴らしい成果を軽やかに手に入れます。" },
    { "position": 5, "name": "六五", "meaning": "羊を柔（らく）に易（か）う。悔いなし。", "advice": "強引な力を捨て、柔和で柔軟な対応へと切り替えました。これは賢明な判断です。周囲との摩擦は消え、状況は円滑に運びます。あなたは「力まない強さ」を手に入れました。その余裕が、あなたをさらなる高みへ運びます。", "affirmation": "私は柔軟さこそが最大の力であることを知っています。私はすべてと調和し、安泰を維持します。" },
    { "position": 6, "name": "上六", "meaning": "羝（てい）羊（よう）、垣（かき）に触れ、退（しりぞ）く能（あた）わず、遂（すす）む能（あた）わず。利（よろ）しからざるなし。艱（かたが）きにすれば則（すなわ）ち吉。", "advice": "行き過ぎた突進の結果、進退極まる袋小路に入り込んでしまいました。しかし、焦って暴れてはいけません。現状を認め、苦しみ（艱き）を甘受し、力を抜いて静止してください。やがて障害は自然に崩れ、あなたは救われます。忍耐が吉を呼びます。", "affirmation": "私は現状をメタ認知的に受け入れ、脱力して宇宙の調整を待ちます。私は必ず難局を脱します。" }
  ]
}