{
  "id": 49,
  "gua_name": "革",
  "kanji": "沢火革",
  "reading": "たくかかく",
  "english_title": "REVOLUTION (MOLTING)",
  "binary_code": "101110",
  "trigrams": {
    "upper": {
      "name": "沢",
      "nature": "悦楽",
      "element": "金",
      "direction": "西",
      "attributes": ["喜び", "受容", "破壊と再生"]
    },
    "lower": {
      "name": "火",
      "nature": "麗しい",
      "element": "火",
      "direction": "南",
      "attributes": ["知性", "情熱", "文明"]
    }
  },
  "oracle_text": "革は、己（き）日（じつ）にして乃（すなわ）ち孚（まこと）あり。元（おお）いに亨（とお）りて、貞（ただし）きに利（よろ）し。悔（くい）亡（ほろ）ぶ。",
  "core_description": "沢（水）の中に火がある象。水は火を消そうとし、火は水を蒸発させようと激しく相克しています。これは古い皮を脱ぎ捨てて新しくなる「革命・刷新」を象徴します。抜本的な改革が必要な時期ですが、タイミング（己日）と人々の信頼、そして正しさを守ることで、すべての後悔を消し去る卦です。",
  "diagnoses": {
    "time_and_mandate": {
      "backend_tag": "時流・天命",
      "frontend_button": "流れ・好機",
      "scholarship": "高島嘉右衛門（実証易占）",
      "situation": "現在は「維新と断行」の時期です。これまでのバリアントが限界に達し、強制的なリセットと飛躍が求められています。運気は激しく変動していますが、これは新しい秩序を創出するための「聖なる破壊」です。",
      "advice": "「自分で決めて行う」革命を断行してください。現在は「己日（満ち足りたタイミング）」を見極め、躊躇なく古いシステムや習慣を破棄することが天命です。現状維持は緩やかな死を意味します。大胆な戦略変更、転職、あるいは生き方の刷新を。スピードと決断力が命です。",
      "warning": "信頼（孚）のない独走は破滅を招きます。また、改革の目的が「正道（貞）」から外れていれば、天罰が下ります。メタ認知的に、自分の野心が全体の利益と一致しているか、常に高次から監視し続けてください。時期尚早な暴発に注意。",
      "affirmation": "私は新しい自分へと生まれ変わります。私は勇気を持って、古い脚本を焼き尽くし、輝かしい新章を開始します。"
    },
    "virtue_and_conduct": {
      "backend_tag": "徳・処世",
      "frontend_button": "仕事・対人",
      "scholarship": "本田済（古典倫理解釈）",
      "situation": "「刷新と誠実の徳」が求められる場面です。人間関係や仕事において、旧態依然とした体制や因習を打ち破るリーダーシップが必要です。アドラー心理学的な「課題の分離」を行い、過去のしがらみを断ち切り、新しい協力関係を再定義すべき局面です。",
      "advice": "透明性の高いビジョンを掲げ、誠実な対話で周囲の信頼（孚）を勝ち取ってください。他者の関心事に関心を持ち、彼らと共に新しい「暦（ルール）」を創る喜びを分かち合いましょう。誠実な説明責任を果たすことが、あなたの革命を成功させます。",
      "warning": "私憤を晴らすための「反乱」にならないよう注意。高潔な志（大義）を保持し、礼節を重んじながら変革を進めてください。急進的すぎる行動は、味方をも敵に変えます。柔軟な知性（火）と受容の心（沢）のバランスを。 ",
      "affirmation": "私は誠実さと愛を持って世界を刷新します。私の行動は、すべての人に自由と調和をもたらします。"
    },
    "contemplation_and_cultivation": {
      "backend_tag": "観照・修養",
      "frontend_button": "自己・精神",
      "scholarship": "ヴァジム_ゼランド（トランサーフィン）",
      "situation": "精神的な「パラダイム・シフト」が起きています。潜在意識にある古い信念（パラサイト）が剥がれ落ち、右脳的な全能感へと書き換えられている状態です。映画の観客として、この「ドラマチックな脱皮シーン」を、ワクワクしながら静観してください。",
      "advice": "「自分はこういう人間だ」という固定観念を完全に手放してください。重要性をゼロにし、あらゆる可能性（バリアント）に開かれた「空」の状態でいましょう。右脳的な静寂の中で、新しい自分を自由にデザインしてください。力みを抜き、変化の波に乗る脱力を保持しましょう。",
      "warning": "「失敗への恐怖」や「過去への執着」という重力に注意。それはエゴが作り出す幻想の鎖です。深い呼吸と共に、それらを光の中にリリースする修養を最優先してください。あなたが「変わる」と決めた瞬間、世界は再編されます。",
      "affirmation": "私は無限の可能性を持つ存在です。私は今この瞬間、最高のバリアントを選択し、具現化しています。"
    },
    "field_and_foundation": {
      "backend_tag": "場・根底",
      "frontend_button": "基盤・環境",
      "scholarship": "ニコラ_テスラ（エネルギー哲学）",
      "situation": "物理的基盤において「相転換」が起きています。伝統的な「金（金属性）」が「火」によって熱せられ、液状（沢）から蒸気へと変化しようとしている、非常にエネルギー密度の高い、流動的な磁場を象徴しています。",
      "advice": "居住・職場環境の「徹底的なリニューアル」を断行してください。模様替え、改修、あるいは全く新しい土地への移転が吉です。身体的には、新陳代謝を高めるデトックス（発汗）と、古い細胞をリフレッシュさせる意識的な呼吸法を。テスラ的な共振効率を高めるためのメンテナンスを。 ",
      "warning": "「過熱」による爆発やトラブルに注意。エネルギーの極性が急激に変わる時期なので、電気系統や身体の神経系のケアを怠らないでください。古いエネルギーを逃がすためのアーシングと、新しいエネルギーを受け入れるための「空きスペース」を物理的に確保してください。",
      "affirmation": "私の環境はクリアで、新しい光に満ちています。私の身体は神聖な知恵に従って完璧に再生されています。"
    }
  },
  "inspiration": {
    "keywords": ["革命", "刷新", "脱皮", "パラダイムシフト", "己日", "信頼の獲得", "抜本的改革", "脚本の破棄", "文明の進歩"],
    "symbols": ["脱ぎ捨てられた蛇の皮", "燃え盛る溶鉱炉", "書き換えられるカレンダー", "新芽が出る大地"],
    "academic_note": "本卦は、兌（沢・水）と離（火）が相克する。本田済はこれを『水火相息（水と火が互いに変化を促す）』と捉え、内面の知性（火）が外面の喜び（沢）を刷新する文明の進歩の象として解釈している。"
  },
  "lines": [
    { "position": 1, "name": "初九", "meaning": "鞏（きょう）用（もっ）て黄牛（こうぎゅう）の革（かわ）にす。", "advice": "改革の意欲はありますが、まだ時期尚早です。今は黄牛の革で自分を縛り付けるように、じっと自重して動かないでください。内面的な準備と覚悟を固めることに専念すべき時です。軽挙妄動は失敗を招きます。忍耐なさい。", "affirmation": "私は焦りを手放し、完璧なタイミングが訪れるまで静かに力を蓄えます。" },
    { "position": 2, "name": "六二", "meaning": "己（き）日（じつ）にして乃（すなわ）ちこれを革（あらた）む。征（ゆ）けば吉。咎（とが）なし。", "advice": "ついにタイミング（己日）が来ました。今すぐ行動を開始し、改革を断行してください。あなたの誠実な志は周囲に伝わり、絶大な支持を得られます。前進すれば必ず成功します。何の障りもありません。自信を持って進みなさい。", "affirmation": "私は完璧なタイミングを察知し、確信を持って素晴らしい変革を成し遂げます。" },
    { "position": 3, "name": "九三", "meaning": "征（ゆ）けば凶。貞（てい）なれば厲（あやう）し。革（かく）言（げん）三（み）たび至（いた）れば、孚（まこと）あり。", "advice": "焦って一人で突っ走れば失敗（凶）します。慎重に、かつ誠実に（貞）状況を見極めてください。周囲から「変革が必要だ」という声が三度繰り返されるまで、忍耐強く合意形成を図りなさい。信頼が確立された時、道は開けます。拙速は禁物です。", "affirmation": "私は周囲の声を静観し、深い信頼関係を築き上げた上で最善の決断を下します。" },
    { "position": 4, "name": "九四", "meaning": "悔（くい）亡（ほろ）ぶ。孚（まこと）ありて命（めい）を改（あらた）む。吉。", "advice": "迷いや後悔は消え去りました。あなたは天命を感じ、自信を持って現状を打破すべき時です。あなたの誠実さ（孚）が運命を書き換え、最高の結果を導きます。大胆に行動してください。宇宙はあなたの革命を全面的にバックアップしています。", "affirmation": "私は自らの真実を信頼し、神聖な導きに従って輝かしい未来を創造します。" },
    { "position": 5, "name": "九五", "meaning": "大人（たいじん）は虎（とら）変（へん）す。いまだ占（うらな）わずして孚（まこと）あり。", "advice": "あなたは虎が美しい模様に変わるように、劇的かつ見事な変貌を遂げました。もはや占う必要さえありません。あなたの放つオーラと誠実さが、すべての人を心服させています。最高のリーダーシップを発揮し、世界を明るく照らしなさい。大成の時です。", "affirmation": "私は自らの進化を祝福します。私は神聖な光を放ち、周囲に素晴らしい影響を与えています。" },
    { "position": 6, "name": "上六", "meaning": "君子（くんし）は豹（ひょう）変（へん）し、小（しょう）人（じん）は面（めん）を革（あらた）む。征（ゆ）けば凶。貞（てい）に居（お）れば吉。", "advice": "大きな改革は完了しました。あなたは豹の模様が鮮やかになるように細部を整え、周囲も表面上は従っています。これ以上の強引な前進は混乱（凶）を招きます。今は現状を維持し、誠実に今の立場を守ることに専念してください。安定を楽しみなさい。", "affirmation": "私は達成を祝福し、至高の静寂の中で現在の調和を維持します。" }
  ]
}