{
  "id": 62,
  "gua_name": "小過",
  "kanji": "雷山小過",
  "reading": "らいざんしょうか",
  "english_title": "PREPONDERANCE OF THE SMALL",
  "binary_code": "001100",
  "trigrams": {
    "upper": {
      "name": "雷",
      "nature": "動き",
      "element": "木",
      "direction": "東",
      "attributes": ["奮起", "衝撃", "飛翔"]
    },
    "lower": {
      "name": "山",
      "nature": "静止",
      "element": "土",
      "direction": "北東",
      "attributes": ["境界", "停止", "慎重"]
    }
  },
  "oracle_text": "小過（しょうか）は、亨（とお）る。貞（ただし）きに利（よろ）し。小事（しょうじ）には利（よろ）しく、大事（だいじ）には利（よろ）しからず。飛ぶ鳥、これに音を遺（のこ）す。上（のぼ）るに宜（よろ）しからず、下（くだ）るに宜（よろ）し。大吉（だいきつ）。",
  "core_description": "山（艮）の上に雷（震）がある象。また、中の二つの陽爻を上下の陰爻が包む「飛ぶ鳥」の形をしています。「小過」は少し過ぎること、あるいは行き過ぎた謙虚さを意味します。大きな野心は捨て、足元を固め、あえて「低姿勢（下る）」を貫くことで、難を逃れ、大きな安泰（大吉）を掴み取る卦です。",
  "diagnoses": {
    "time_and_mandate": {
      "backend_tag": "時流・天命",
      "frontend_button": "流れ・好機",
      "scholarship": "高島嘉右衛門（実証易占）",
      "situation": "現在は「低空飛行と安全第一」の時期です。運気は穏やかですが、上昇気流は弱く、高望みすれば墜落します。トランサーフィンにおける「過剰ポテンシャルの解消」として、あえて自分を低く置くことが天命に叶うバリアントです。",
      "advice": "「大事を見送る」覚悟を持ってください。現在は「自分で決めて行う」ことの対象が、華やかな成功よりも「身近な小事を完璧にこなす」という決断になります。目立つ行動、高額な投資、強気な交渉は避け、現状維持と細部の改善に専念してください。謙虚さが最強の武器です。",
      "warning": "「上（のぼ）るに宜しからず」。慢心やプライドから、実力以上の地位や成果を求めないこと。天命は、自らの限界をわきまえ、あえて一歩引いて「負けるが勝ち」を実践する者にのみ、災い転じて福となす大逆転（大吉）を約束します。",
      "affirmation": "私は謙虚さの中に真の強さを見出します。私は安全で確実な道を選択し、最高の結果を引き寄せます。"
    },
    "virtue_and_conduct": {
      "backend_tag": "徳・処世",
      "frontend_button": "仕事・対人",
      "scholarship": "本田済（古典倫理解釈）",
      "situation": "「行き過ぎた謙虚さの徳」が求められる場面です。人間関係や仕事において、礼儀正しすぎるほどに腰を低くし、支出は極限まで抑え、悲しみは深く悼む。平時よりも「少しやり過ぎ」なくらいの慎重な振る舞いが、周囲の支持を得る局面です。",
      "advice": "他者の関心事に関心を持ち、徹底的な奉仕と謙譲を実践してください。アドラー心理学的な「課題の分離」を行い、他者の評価を気にするのではなく、自らの「分」を誠実に果たすことに専念しましょう。低姿勢でいることが、無用な敵を避け、協力者を引き寄せます。自分を消しなさい。",
      "warning": "強引な自己主張や、能力の誇示は厳禁です。今のあなたは、少しでも出過ぎた真似をすれば攻撃の的となります。エゴの「自分を認めてほしい」という欲求を静観し、透明な存在として振る舞う覚悟を持ってください。沈黙があなたの徳を証明します。",
      "affirmation": "私は誠実さと謙譲を持って人と接します。私の慎み深い在り方が、素晴らしい調和と平和を築いています。"
    },
    "contemplation_and_cultivation": {
      "backend_tag": "観照・修養",
      "frontend_button": "自己・精神",
      "scholarship": "ねどじゅん（右脳探求）",
      "situation": "精神的な「グラウンディング（足固め）」の時期です。エゴの「もっと高く飛びたい」という飛翔欲を静観し、内なる静寂（本体さんの感覚）へ意識を深く潜らせる必要があります。映画の観客として、この「地道な日常シーン」を慈しみを持って観賞してください。",
      "advice": "重要性を完全にゼロにし、平凡であることの至福を味わってください。ねどじゅん氏の説く「今、ここ」の身体感覚に意識を固定し、思考という名の高空飛行を止めましょう。脱力があなたのエネルギーを安定させ、潜在意識の浄化を促します。低くあることが、魂の自由を最大化します。",
      "warning": "焦燥感や自己否定は「高く飛びたい」というエゴの反動です。状況をジャッジせずに「これでいい」と認めるメタ認知的な修養を行ってください。力まないことが、不運のバリアントを回避する唯一の方法です。",
      "affirmation": "私の心は静寂の中にあり、大地と深く繋がっています。私はありのままの自分でいることで、完全に満たされています。"
    },
    "field_and_foundation": {
      "backend_tag": "場・根底",
      "frontend_button": "基盤・環境",
      "scholarship": "ニコラ_テスラ（エネルギー哲学）",
      "situation": "物理的基盤において「低周波の安定」がテーマです。伝統的な「土（山）」の重厚な土台の上に「木（雷）」のエネルギーが静止しており、テスラ的な観点で見れば、大容量のコンデンサが安定して放電を待っているような磁場を象徴しています。",
      "advice": "居住・職場環境を「落ち着きのある、質素で堅実な空間」に整えてください。高価な装飾を避け、実用性を重視することが吉です。身体的には、足腰の強化、そして何より「深部体温の維持と休息」を。基盤を低く安定させることが、エネルギーの浪費を防ぎます。",
      "warning": "環境の「浮つき」や「華美」は運気を即座に低下させます。不相応な贅沢や、物理的な高層階での活動は避け、意図的に「地に足の着いた」メンテナンスを。基盤の緩みは、判断の狂い（墜落）に直結します。メンテナンスを徹底しなさい。",
      "affirmation": "私の基盤は揺るぎなく、私は安全に守られています。私の身体は完璧な安定と安らぎの中にあります。"
    }
  },
  "inspiration": {
    "keywords": ["低姿勢", "謙虚", "小事の吉", "慎重", "安全第一", "現状維持", "引き際", "節約", "鳥の飛翔", "バリアントの安定"],
    "symbols": ["低空を飛ぶ鳥", "山の麓の静かな村", "磨かれた基礎石", "畳まれた翼"],
    "academic_note": "本卦は、四つの陰爻が二つの陽爻を包む形。本田済はこれを『過ぎたるは及ばざるが如し、しかし小なる事柄においては、過ぎた慎みが大なる災いを防ぐ』と説き、非常時における生存の智慧を強調している。"
  },
  "lines": [
    { "position": 1, "name": "初六", "meaning": "飛ぶ鳥、用（もっ）て凶なり。", "advice": "実力が伴わないのに、焦って高く飛び立とうとしていませんか？ その無謀な挑戦は、即座に墜落（凶）を招きます。今はまだ羽を休め、地道に修行を積むべき時です。野心を捨て、足元を見なさい。", "affirmation": "私は焦りを手放し、完璧な準備が整うまで静かに時を待ちます。" },
    { "position": 2, "name": "六二", "meaning": "その祖（そ）を過ぎ、そのヒ（※しめすへんに比）に遇（あ）う。その君（くん）に及（およ）ばず、その臣（しん）に遇う。咎なし。", "advice": "高すぎる理想や地位（祖・君）を追わず、身近な助けや実務（ヒ・臣）を大切にしてください。控えめな態度で目の前のことに専念すれば、何の障りもありません。謙虚さがあなたを救います。", "affirmation": "私は自らの分をわきまえ、身近な調和を大切に着実に歩みます。" },
    { "position": 3, "name": "九三", "meaning": "過（す）ぎて防（ふせ）がざれば、或（あるい）はこれれを従（したが）い撃（う）たん。凶。", "advice": "自分の正しさや強さを過信して、警戒を怠っていませんか？ 隙を見せれば、思わぬところから攻撃を受けます。今は「過ぎるほどの慎重さ」で守りを固めてください。慢心は破滅への入り口です。", "affirmation": "私は常に状況を冷静に静観し、完璧な備えを持って安泰を維持します。" },
    { "position": 4, "name": "九四", "meaning": "咎（とが）なし。過（す）ぎずしてこれれに遇（あ）う。往（ゆ）けば厲（あやう）し。必ず戒（いまし）めよ。永（なが）く貞（てい）にすべからず。", "advice": "あなたは正しいバランスを保っていますが、強引な前進は依然として危険です。今は現状維持に徹し、常に自分を戒め続けてください。一つの場所に長く留まりすぎず、柔軟に対応することが、難を避ける秘訣です。", "affirmation": "私は自制心を持って、いかなる時も正しい道を選択し続けます。" },
    { "position": 5, "name": "六五", "meaning": "密（みつ）雲（うん）雨（あめ）ふらず、わが西（せい）郊（こう）よりす。公（こう）、弋（よく）して穴（あな）にあるを獲（う）。", "advice": "大きな成果はまだ期待できませんが、身近な場所で着実な成果が得られます。派手な活躍を求めず、地味な作業や内部の充実に専念してください。小さな収穫を大切にすることが、将来の安定を約束します。質素であれ。", "affirmation": "私は日常の小さな実りを喜び、着実に豊かさを蓄積していきます。" },
    { "position": 6, "name": "上六", "meaning": "遇（あ）わずしてこれれを過ぎ。飛ぶ鳥これれを離（かか）る。凶。これれを災（わざわい）眚（せい）と謂（い）う。", "advice": "謙虚さを忘れ、分不相応な高みへと飛び立ちすぎてしまいました。もはや戻ることはできず、大きな災難（凶）に見舞われます。傲慢さが招いた結果です。今すぐすべてを捨てて、徹底的な沈黙と反省に入るしかありません。執着を捨てなさい。", "affirmation": "私は自らの過ちを認め、すべての結果を潔く受け入れて、再起の時を待ちます。" }
  ]
}