{
  "id": 27,
  "gua_name": "頤",
  "kanji": "山雷頤",
  "reading": "さんらいい",
  "english_title": "THE CORNERS OF THE MOUTH",
  "binary_code": "100001",
  "trigrams": {
    "upper": {
      "name": "山",
      "nature": "静止",
      "element": "土",
      "direction": "北東",
      "attributes": ["境界", "停止", "上顎"]
    },
    "lower": {
      "name": "雷",
      "nature": "動き",
      "element": "木",
      "direction": "東",
      "attributes": ["生命力", "衝動", "下顎"]
    }
  },
  "oracle_text": "頤は、貞なれば吉。頤を観、自ら口実（こうじつ）を求むるを観る。",
  "core_description": "上と下が陽爻で中が陰爻、あたかも開いた口の形をした象。「頤（おとがい）」は養うことを意味し、自分の心身をいかに養うか、また他者をいかに養うかという「養生と教育」を象徴します。言葉と食事を慎み、生命の質を高めることが問われる卦です。",
  "diagnoses": {
    "time_and_mandate": {
      "backend_tag": "時流・天命",
      "frontend_button": "流れ・好機",
      "scholarship": "高島嘉右衛門（実証易占）",
      "situation": "現在は「自己管理と育成」の時期です。運気は穏やかですが、長期的な健康や安定のためのメンテナンスが必要です。外部への拡大よりも、内部のエネルギー効率（栄養）を見直すべき天命が下っています。",
      "advice": "「口に入れるもの」と「口から出すもの」を徹底的に管理してください。現在は情報の摂取や発信も含まれます。トランサーフィンにおける「不純なバリアント」を招かないよう、自らのエネルギーの源泉を純粋に保つことが成功の鍵です。",
      "warning": "不摂生、暴言、あるいはデマの拡散は、即座に運気を低下させます。天命は、自らを律し、正しい資源を蓄える者にのみ、永続的な繁栄を約束します。現在は「質の選択」が未来を決定します。",
      "affirmation": "私は最良のエネルギーを取り入れ、自らの人生を豊かに養っています。"
    },
    "virtue_and_conduct": {
      "backend_tag": "徳・処世",
      "frontend_button": "仕事・対人",
      "scholarship": "本田済（古典倫理解釈）",
      "situation": "「養育と感化の徳」が求められる場面です。自分一人の充足だけでなく、部下や家族、周囲の人々をいかに正しく養い、育てるかが問われています。アドラー心理学的に、依存ではなく自立を支援する貢献の局面です。",
      "advice": "他者の関心事に関心を持ち、彼らが自ら成長するための「糧」を提供してください。言葉遣いに細心の注意を払い、誠実なコミュニケーションを築くことが、あなたの社会的徳を高めます。教育やコーチングに最適な時です。",
      "warning": "他人の生活に過干渉したり、逆に無責任に甘やかしたりするのは「不養（ふよう）」です。相手の自立を妨げない、適切な距離感と節度を持って接してください。不当な要求には屈しない強さも必要です。",
      "affirmation": "私は誠実な言葉と愛を持って他者を育みます。私の周りには常に健やかな成長の気が溢れています。"
    },
    "contemplation_and_cultivation": {
      "backend_tag": "観照・修養",
      "frontend_button": "自己・精神",
      "scholarship": "ねどじゅん（右脳的アプローチ）",
      "situation": "「情報の断捨離」と「精神の滋養」の時期です。エゴの自動思考という名の不毛な「口実」を止め、内なる静寂から湧き上がる直感を咀嚼する必要があります。右脳的な満足感を静観する修養が重要です。",
      "advice": "沈黙の時間（サイレンス）を大切にしてください。映画の観客として、自分が何を語り、何を欲しているかを客観的に観察し、その背後にある「真の空腹」をメタ認知的に突き止めましょう。思考という雑食を止め、静寂という美食を味わってください。",
      "warning": "過度な情報の摂取（SNSやニュース中毒）は、潜在意識の「消化不良」を招きます。重要性を下げ、外界のノイズから意識を隔離する「ゆとり」を保持してください。内面の平和こそが、最高の養生です。",
      "affirmation": "私の心は静寂によって養われています。私は宇宙の無限の知恵を、穏やかに受け入れます。"
    },
    "field_and_foundation": {
      "backend_tag": "場・根底",
      "frontend_button": "基盤・環境",
      "scholarship": "ホリスティック健康科学",
      "situation": "物理的基盤における「バイタル管理」がテーマです。伝統的な「土（山）」の境界線と「木（雷）」の生命力が、新陳代謝を司るダイナミックな磁場を象徴しています。身体のホメオスタシスが基盤の鍵です。",
      "advice": "食事、睡眠、運動のルーチンを科学的に最適化してください。居住環境には、清潔なキッチンや、良質な食事を楽しむための空間作りを。身体的には、咀嚼を大切にし、消化器系と口腔内のケアを徹底しましょう。基礎体力の向上が吉です。",
      "warning": "環境の不潔さや、乱れた生活習慣は基盤を急速に弱体化させます。過剰な摂取（贅沢）による「熱」の蓄積に注意。エネルギーの通り道をクリアにし、常に排出と吸収のバランスを整えるメンテナンスを。 ",
      "affirmation": "私の身体と環境は完璧な調和の中にあります。私は常に最高の活力と健康を維持しています。"
    }
  },
  "inspiration": {
    "keywords": ["養生", "教育", "言葉の節度", "食生活", "自己管理", "メンター", "新陳代謝", "育成"],
    "symbols": ["開いた口", "実をつけた果樹園", "丁寧な調理", "静かに食事をする人"],
    "academic_note": "本卦は、上下の陽爻が歯、中の陰爻が食物を表す形。本田済はこれを『頤の道（養う道）』として、自己修養の原点は飲食と言語の慎みにあると説いている。"
  },
  "lines": [
    { "position": 1, "name": "初九", "meaning": "汝（なんじ）の霊亀（れいき）を舎（す）て、我を観て朶（だ）頤（い）す。凶。", "advice": "自分の中に素晴らしい才能や確信（霊亀）があるのに、それを信じられず、他人の華やかさを羨んで涎（よだれ）を垂らしていませんか？ 主体性を失った比較は、自らを貶めます。自分の価値を再確認しなさい。", "affirmation": "私は他人の映画を羨むことをやめ、自分の内なる豊かさにフォーカスします。" },
    { "position": 2, "name": "六二", "meaning": "顛（てん）頤（い）なり。経（みち）に払い、丘（きゅう）に頤（やしな）わる。征（ゆ）けば凶。", "advice": "養うべき順序を間違えています。自分より未熟な者に頼ったり、不適切な場所に助けを求めたりしていませんか？ その依存心はあなたを迷わせます。まずは自立し、正しい師を仰ぐことからやり直してください。", "affirmation": "私は安易な依存を断ち切り、自らの足で立ち、正しい知恵を求めます。" },
    { "position": 3, "name": "六三", "meaning": "頤（やしな）いに払（もと）る。貞（ただし）ければ凶。十歳（じっさい）まで用うるなかれ。利（よろ）しからざるなし。", "advice": "欲望に負けて、不健全なものや一時的な快楽で自分を満たそうとしています。それでは真の満足は得られず、健康も運気も損なわれます。今はすべての贅沢を止め、長い年月をかけて自分を鍛え直す覚悟が必要です。", "affirmation": "私は目先の誘惑を退け、長期的な視点で自らを真に養う道を選択します。" },
    { "position": 4, "name": "六四", "meaning": "顛（てん）頤（い）なり。吉。虎視（こし）眈（たん）眈（たん）として、その欲、逐（ちく）逐（ちく）たり。咎（とが）なし。", "advice": "高い志を持ち、人々に恩恵を与えるために努力しています。虎のように鋭い洞察力を持ち、チャンスを伺うその熱意は正しい。私欲ではなく、公の目的のために動いているなら、周囲の助けを得て大成功します。", "affirmation": "私は高いビジョンを掲げ、情熱を持って社会に素晴らしい価値を提供します。" },
    { "position": 5, "name": "六五", "meaning": "経（みち）に払（もと）る。貞（てい）に居（お）れば吉。大川（たいせん）を渉（わた）るべからず。", "advice": "あなたは責任ある立場にいますが、まだ実力が十分ではありません。自ら先頭に立って大きな勝負（大川）に出るのは控え、謙虚に有能な補佐役や師に従ってください。現状を守り、徳を積むことに専念すれば無事です。", "affirmation": "私は自分の限界を認め、謙虚に助力を受け入れながら着実に歩みます。" },
    { "position": 6, "name": "上九", "meaning": "由（よ）りて頤（やしな）う。危（あやう）けれども吉。大川を渉るに利（よろ）し。", "advice": "あなたは多くの人々を養い、導く中心的な存在となりました。その責任は重く危険を伴いますが、あなたの徳は人々を救い、最高の結果をもたらします。自信を持って大きな決断を下してください。天があなたを支持しています。", "affirmation": "私は宇宙のエネルギーを人々に繋ぐ通路となり、共に最高の繁栄を築き上げます。" }
  ]
}