{
  "id": 52,
  "gua_name": "艮",
  "kanji": "艮為山",
  "reading": "ごんいさん",
  "english_title": "KEEPING STILL (MOUNTAIN)",
  "binary_code": "001001",
  "trigrams": {
    "upper": {
      "name": "山",
      "nature": "静止",
      "element": "土",
      "direction": "北東",
      "attributes": ["境界", "停止", "不動"]
    },
    "lower": {
      "name": "山",
      "nature": "静止",
      "element": "土",
      "direction": "北東",
      "attributes": ["内省", "沈黙", "安定"]
    }
  },
  "oracle_text": "艮（ごん）はその背（せ）に止（とど）まり、その身（み）を獲（え）ず。その庭（にわ）を行（ゆ）きて、その人（ひと）を見ず。咎（とが）なし。",
  "core_description": "山の上にまた山が重なり、微動だにしない象。「艮（ごん）」は止まること、静止を意味します。欲望や思考の自動運転を止め、自らの背骨を真っ直ぐに保ち、内なる静寂に安住することを象徴します。動くべき時ではなく、止まるべき時に完璧に止まることで、魂の自由を得る「不動心と瞑想」の卦です。",
  "diagnoses": {
    "time_and_mandate": {
      "backend_tag": "時流・天命",
      "frontend_button": "流れ・好機",
      "scholarship": "高島嘉右衛門（実証易占）",
      "situation": "現在は「完全な停止と現状維持」の時期です。運気は山のように不動であり、外部への働きかけは一切功を奏しません。バリアントの空間では、現在のラインを「固定」し、エネルギーを内側に凝縮させる天命が下っています。",
      "advice": "「動かざること山の如し」を貫いてください。現在は「自分で決めて行う」ことの対象が、あらゆる誘惑や焦燥感を排して「静止を維持する」という覚悟になります。進むことも退くこともせず、今この場所に深く根を張ることが最大の利益を生みます。休息こそが最高の戦略です。",
      "warning": "焦って一歩でも動けば、基盤が崩れます。重要性を極限まで下げ、状況をメタ認知的に「静観」し続けてください。天命は、自らの動きを完璧にコントロールし、静寂の中に美しさを見出す者にのみ、真の安泰を約束します。",
      "affirmation": "私は不動の山です。私は今この瞬間の静寂の中に、無限の力を感じています。"
    },
    "virtue_and_conduct": {
      "backend_tag": "徳・処世",
      "frontend_button": "仕事・対人",
      "scholarship": "本田済（古典倫理解釈）",
      "situation": "「節度と沈黙の徳」が求められる場面です。人間関係や仕事において、不必要な干渉や発言を一切断ち切る必要があります。アドラー心理学的な「課題の分離」を物理的・精神的な「境界線（山）」として確立すべき局面です。",
      "advice": "「その背に止まり、その人を見ず」。相手の言動に一喜一憂せず、自らの本分を死守してください。他者の関心事に関心を持つ前に、まずは自分の内面的な秩序を整えることに専念しましょう。沈黙があなたの社会的威厳を高めます。境界線を明確にしなさい。",
      "warning": "お節介や、感情的な反応は厳禁です。それはあなたの「山の静寂」を汚すことになります。相手がどうあろうと、自分は揺るがないという「覚悟」を持ってください。支配を捨て、孤高を楽しみなさい。",
      "affirmation": "私は自らの境界線を守り、内なる平和を維持します。私の沈黙は、誰にも侵されません。"
    },
    "contemplation_and_cultivation": {
      "backend_tag": "観照・修養",
      "frontend_button": "自己・精神",
      "scholarship": "ねどじゅん（右脳的アプローチ）",
      "situation": "まさに「右脳的静寂」の極致です。エゴの自動思考（脳内会議）を完全に停止させ、ただ「在る」ことの至福にアクセスする時期です。映画の観客として、スクリーンが暗転した後の「無」の時間を、深い安らぎと共に楽しんでください。",
      "advice": "背筋を真っ直ぐに伸ばし、呼吸だけを感じてください。思考が湧いても「山を流れる雲」として静観し、重要性をゼロにして見送ってください。ねどじゅん氏の説く「本体さんの領域」に意識を固定する修養が、潜在意識を完全に浄化します。思考の死こそが、魂の生です。",
      "warning": "「止まろうとする努力」さえも捨ててください。力みはエゴの仕業です。ただ、状況をそのまま受け入れ、自分という存在が宇宙の風景の一部になったかのような脱力を保持してください。静寂を楽しみなさい。",
      "affirmation": "私の心は鏡のような湖面です。私は静寂の中で、宇宙の真実と一体化しています。"
    },
    "field_and_foundation": {
      "backend_tag": "場・根底",
      "frontend_button": "基盤・環境",
      "scholarship": "ニコラ_テスラ（エネルギー哲学）",
      "situation": "物理的基盤において「エネルギーの完全な安定と蓄積」がテーマです。伝統的な二つの「土（山）」の重なりが、いかなる嵐にも揺るがない、超高密度の安定磁場を象徴しています。周波数が低く、深く、一定している状態です。",
      "advice": "居住環境を「聖域」として整えてください。装飾を排し、シンプルで重厚な空間作りが、あなたの精神を安定させます。身体的には、背骨の矯正、丹田（下腹部）の強化、そして何より「不動の瞑想」を。グラウンディングを最大化してください。",
      "warning": "「揺さぶり」に注意。不安定な場所や、目まぐるしく変化する環境から物理的に距離を置いてください。基盤の緩みは、精神の乱れに直結します。メンテナンスをルーチン化し、常に「不動の土台」を維持し続ける努力を。 ",
      "affirmation": "私の基盤は揺るぎなく、大地と共鳴しています。私の心身は深く安定し、守られています。"
    }
  },
  "inspiration": {
    "keywords": ["静止", "不動心", "境界線", "沈黙", "内省", "現状維持", "瞑想", "背筋を伸ばす", "執着の放棄", "脱力"],
    "symbols": ["そびえ立つ巨山", "座禅する僧侶", "止まった時計", "境界の壁"],
    "academic_note": "本卦は、艮（山）が重なる。本田済はこれを『止まるべき所に止まり、心が外物に動かされない至高の修養』と捉え、聖人の心の静寂を象徴するものとして解釈している。"
  },
  "lines": [
    { "position": 1, "name": "初六", "meaning": "その趾（あし）に止（とど）まる。咎（とが）なし。利（よろ）しきに永（なが）き貞（ただし）きに利ろし。", "advice": "物事の始まりにおいて、まず足を止めてください。余計な一歩を踏み出さないことが、将来の災難をすべて防ぎます。初心を忘れず、今の正しい位置（貞）を永続的に守りなさい。静止が最大の幸運を導きます。", "affirmation": "私は焦りを手放し、今この瞬間の静寂の中に安住します。" },
    { "position": 2, "name": "六二", "meaning": "その腓（ひばら）に止（とど）まる。その随（したが）うところを拯（すく）わず。その心（こころ）快（こころよ）からず。", "advice": "自分の意志に反して、周囲の流れ（上位者）に引きずられようとしています。ふくらはぎ（腓）が動くように、不本意な行動を強いられて不快感を感じていますが、今は無理に抵抗しても救われません。その不快感を静観し、自らの中心だけは渡さないようにしなさい。", "affirmation": "私は外側の流れに流されず、内なる真実を静かに守り抜きます。" },
    { "position": 3, "name": "九三", "meaning": "その限（こし）に止まる。その列（れつ）を列（さ）く。厲（あやう）くして心（こころ）を薫（くん）ず。", "advice": "無理に自分を抑え込もうとして、心身のバランス（腰・背骨）を崩しています。強引な自制は、内面に激しい葛藤と熱（薫）を生み、非常に危うい状態です。力みを抜き、自然な静寂に戻りなさい。無理な修行や我慢は逆効果です。脱力しなさい。", "affirmation": "私はすべての力みを解放します。私は自然なリズムの中で、穏やかな静止を選択します。" },
    { "position": 4, "name": "六四", "meaning": "その身（み）に止（とど）まる。咎（とが）なし。", "advice": "自らの身体全体で、完璧な静止を実現しています。感情や欲望に振り回されず、自分自身をコントロールできている理想的な状態です。何の障りもありません。そのままの静寂を維持し、内面の充実を楽しんでください。安泰です。", "affirmation": "私は自らを完璧に統御しています。私は内なる平和そのものです。" },
    { "position": 5, "name": "六五", "meaning": "その輔（ほ）に止（とど）まる。言（こと）に序（じょ）あり。悔（くい）亡（ほろ）ぶ。", "advice": "言葉を慎み、口先（輔）を止めています。語るべき時をわきまえ、誠実で秩序ある発言のみを行うことで、すべての後悔は消え去ります。沈黙の力が、あなたの周囲に深い信頼と調和をもたらします。多くを語らず、行動で示しなさい。", "affirmation": "私の言葉は真実から生まれます。私は沈黙の中に至高の知恵を見出します。" },
    { "position": 6, "name": "上六", "meaning": "敦（あつ）く止（とど）まる。吉。", "advice": "静止の極致に達しました。どこまでも誠実で、重厚な不動心を確立しています。あなたはもはや何物にも動かされず、至高の幸運（吉）の中に安住しています。一つのサイクルが完璧に完了し、真の自由を手に入れました。おめでとう。安らぎなさい。", "affirmation": "私はすべての完了を祝福します。私は至高の静寂の中で、宇宙と一体化しています。" }
  ]
}