{
  "id": 10,
  "gua_name": "履",
  "kanji": "天沢履",
  "reading": "てんたくり",
  "english_title": "TREADING",
  "binary_code": "110111",
  "trigrams": {
    "upper": {
      "name": "天",
      "nature": "剛健",
      "element": "金",
      "direction": "北西",
      "attributes": ["至高", "威力", "リーダーシップ"]
    },
    "lower": {
      "name": "沢",
      "nature": "悦入",
      "element": "金",
      "direction": "西",
      "attributes": ["喜び", "若さ", "柔軟性"]
    }
  },
  "oracle_text": "履は、虎の尾を履（ふ）む。人を喰らわず、亨る。",
  "core_description": "天（強大なリーダー）の後ろを沢（柔和な者）がついていく象。虎の尾を踏むような非常に危険な状況にありますが、礼節（履）を守り、誠意を持って対処すれば、窮地を脱して成功を掴む「処世と礼節」の卦です。",
  "diagnoses": {
    "time_and_mandate": {
      "backend_tag": "時流・天命",
      "frontend_button": "流れ・好機",
      "scholarship": "高島嘉右衛門（実証易占）",
      "situation": "現在は「リスクを伴うチャンス」の時期です。大きなリターンを狙える局面ですが、同時に強力な競合や権威者との関わりなど、一歩間違えば致命的なダメージを受ける危険性を孕んでいます。",
      "advice": "「危うきを承知で進む」覚悟を持ってください。ただし、力ずくではなく、状況に対する細心の注意と「礼」を持って動くことが天命です。現在はバリアントの分岐点にあり、あなたの「作法」が未来を決定します。",
      "warning": "慢心や油断は「虎に噛まれる（破滅）」結果を招きます。成功が見え始めた時こそ、最も慎重になる必要があります。天命は、傲慢な者を振り落とし、謙虚な者にのみ道を開きます。",
      "affirmation": "私は知恵と勇気を持って危険を乗り越えます。私はすべての状況に誠実に対応します。"
    },
    "virtue_and_conduct": {
      "backend_tag": "徳・処世",
      "frontend_button": "仕事・対人",
      "scholarship": "本田済（古典倫理解釈）",
      "situation": "「履（ふむ / 礼）」の徳が最大に求められる場面です。社会的なルール、マナー、あるいは目上の人に対する敬意を欠かさないことが、あなたの身を守る盾となります。自分の立場（分）をわきまえた行動が問われています。",
      "advice": "相手を尊重し、礼儀正しく振る舞ってください。他者の関心事に関心を持ち、愛を持って接することが、虎のような強者の心を和らげます。実力行使よりも、洗練された処世術が状況を打破する鍵です。",
      "warning": "「虎の尾を踏む」ような無謀な態度は厳禁です。権威を軽視したり、馴れ馴れしい態度をとったりすると、一気に窮地に追い込まれます。規律と節度を保つことが、あなたの最大の戦略となります。",
      "affirmation": "私は礼節と敬意を持って人と接します。私の高潔な振る舞いが、すべてを円満に導きます。"
    },
    "contemplation_and_cultivation": {
      "backend_tag": "観照・修養",
      "frontend_button": "自己・精神",
      "scholarship": "ジョセフ・マーフィー（思想的修養）",
      "situation": "内面的な「恐怖の克服」が必要です。虎という外的な恐怖は、潜在意識にある「自分は力がない」「自分は攻撃される」という信念の投影です。この恐怖をメタ認知的に静観し、統合する時期です。",
      "advice": "「神の愛が私を守り、私は常に安全である」というアファメーションを行ってください。恐怖を映画の観客のように観察し、その感情の重要性を引き下げましょう。心に静かな不動心が宿る時、外側の状況も穏やかになります。",
      "warning": "エゴの「防御本能」による過剰な反応に注意してください。力みは潜在意識を緊張させ、ネガティブな現実を具現化します。肩の力を抜き、宇宙の導きを信頼して歩む（履む）修養を行ってください。",
      "affirmation": "私は恐れを知り、それを超えた平安の中にいます。私は神聖な愛に守られ、自由です。"
    },
    "field_and_foundation": {
      "backend_tag": "場・根底",
      "frontend_button": "基盤・環境",
      "scholarship": "説卦伝（属性象徴学）",
      "situation": "物理的基盤の「洗練と緊張感」がテーマです。伝統的な「金（天）」の威力と「金（沢）」の喜びが重なり、高度に磨かれた、しかし一触即発の緊張感を持つ磁場を象徴しています。",
      "advice": "高級感のある持ち物や、規律を感じさせる整った空間に身を置いてください。身体的には、姿勢を正し、足取りを軽く、しかししっかりと「履みしめる」意識を持ってください。背筋を伸ばすことが、エネルギーの通りを良くします。",
      "warning": "足元の「ふらつき」は運気を下げます。曖昧な立ち位置や、不安定な環境は早急に是正してください。靴を磨き、玄関を整えるなど、外の世界と接する「履」に関わる部分のメンテナンスが基盤の安定に直結します。",
      "affirmation": "私の基盤は整えられ、私は確固たる足取りで人生を歩んでいます。"
    }
  },
  "inspiration": {
    "keywords": ["礼節", "処世", "リスク", "慎重な行動", "敬意", "成功への道", "マナー"],
    "symbols": ["虎の尾", "格式高い宮殿", "磨かれた靴", "案内する少女"],
    "academic_note": "本卦は、乾（天）と兌（沢）の組み合わせ。本田済はこれを『上下の秩序が保たれ、喜びを持って従う形』と捉え、真の平和は礼節によって維持されると説いている。"
  },
  "lines": [
    { "position": 1, "name": "初九", "meaning": "素履（そり）す。往く。咎なし。", "advice": "自分の本分を守り、ありのままの自分で進んでください。虚栄を張らず、素朴な態度を貫けば、どこへ行っても間違いはありません。", "affirmation": "私はありのままの自分に自信を持ち、素直な心で未来を切り拓きます。" },
    { "position": 2, "name": "九二", "meaning": "履（ふ）む道、坦（たん）たんたり。幽人（ゆうじん）貞なれば吉。", "advice": "進むべき道は平坦で穏やかです。今は名声を追わず、静かに自分の信念を守り、隠れた場所で徳を積むことが大きな幸運を呼びます。", "affirmation": "私は心の静寂を守り、揺るぎない確信を持って自分の道を歩みます。" },
    { "position": 3, "name": "六三", "meaning": "眇（め）にしてよく視る。跛（あしなえ）にしてよく履む。虎の尾を履みて、人を喰らう。凶。武人（ぶじん）、大君（たいくん）とならんとする。", "advice": "実力不足を自覚せず、身の程知らずな行動をしていませんか？ 虎の尾を踏み抜き、自滅する危険があります。プライドを捨て、自分の「分」をわきまえなさい。", "affirmation": "私は謙虚に自分の立場を理解し、慎重さを取り戻して安全な道を選びます。" },
    { "position": 4, "name": "九四", "meaning": "虎の尾を履む。ソクソク（※足へんに宿）たれば終りに吉。", "advice": "非常に危険な局面にいますが、細心の注意と恐れを持って対処すれば、最終的には成功します。緊張感を切らさず、慎重に、かつ大胆に動いてください。", "affirmation": "私は緊張感をエネルギーに変え、知恵を尽くして難局を突破します。" },
    { "position": 5, "name": "九五", "meaning": "夬（かい）履（ふ）む。貞なれども危うし。", "advice": "決断力を持って進みますが、独断専行に陥りやすく危うい状態です。自分の力を過信せず、常に周囲の意見に耳を傾ける謙虚さを忘れないでください。正しさの押し付けは禁物です。", "affirmation": "私は強い意志を持ちながらも、柔軟な心で周囲と調和し、安全に目的を達成します。" },
    { "position": 6, "name": "上九", "meaning": "履（ふ）むところを視、祥（さち）を考う。それ旋（めぐ）れば元吉（げんきつ）。", "advice": "これまでの歩みを振り返ってください。自分の行いが誠実であったなら、素晴らしい幸運（元吉）がもたらされます。一つのサイクルが完璧に完了し、最高の成果を手にします。", "affirmation": "私は自分の誠実な歩みを祝福します。私は最高の結果を受け取るにふさわしい存在です。" }
  ]
}